Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: BankWallet/BankWallet/*.lproj/Localizable.strings
Languages: fa

# coin.BCH
source: Bitcoin Cash
fa: پول bitcoin

# alert.copied
source: Copied
fa: کپی انجام شد

# alert.no_internet
source: No Internet
fa: انترنت نداريد

# alert.network_issue
source: Network issues. Try again in a short moment
fa: مشكل انترنت. لطفاً چند دقيقه بعد كوشش كنيد

# biometric_usage_reason
source: Unlock wallet
fa: باز كردن كيف پول

# access_camera.message
source: Unstoppable needs access to your camera to scan QR code. Go to Settings - > Unstoppable and allow access to Camera.
fa: بانك ضرورت دسترسي به دوربين دارد بخاطر اسكن كردن QR كد. برويد به تنظيمات -> اجازه دهيد تا بانك دسترسي به دوربين داشته باشد.

# access_camera.settings
source: Settings
fa: تنظيمات

# restore.title
source: Restore
fa: بازیابی

# restore.description
source: Choose a wallet you want to restore. You will need a private key for that wallet.
fa: کلید مخفی را وارد کنید

# restore.validation_failed
source: Incorrect Key
fa: کلید مخفی نادرست

# backup.intro.subtitle
source: The private key that will be shown next is the only way to restore your funds if your phone is ever lost, stolen, broken etc. Make sure that no one is watching your screen. The coins controlled by this key: %@
fa: رمز مخيفي شما ميتواند كيف پول شما را دوباره پروگرام كند اگر تيليفون شما گم شود،خراب شود يا دزدي شود پس هميشه رمز مخفي خود را پيش خود داشته باشد و فراموش نكيد. n \ رمز مخفي ١٢ رقم ميخواهد.

# backup.intro.later
source: Later
fa: بعداً

# backup.intro.backup_now
source: Backup
fa: پيشتيباني

# backup.confirmation.title
source: Check ...
fa: برسي...

# balance.title
source: Balance
fa: مانده حساب

# balance.tab_bar_item
source: Balance
fa: مانده حساب

# balance.send
source: Send
fa: ارسال

# balance.deposit
source: Receive
fa: دريافت

# balance.rate_per_coin
source: %@ per %@
fa: %@ به ازا %@

# balance.synced_through
source: until: %@
fa: تا: %@

# balance.syncing
source: Syncing...
fa: در حال همگام سازی...

# deposit.receive_coin
source: Receive %@
fa: دریافت %@

# deposit.your_address
source: Your Address
fa: آدرس شما

# send.title
source: Send %@
fa: ارسال%@

# send.address_placeholder
source: Address
fa: آدرس

# send.amount_error.balance
source: Balance %@
fa: مانده حساب %@

# send.amount_placeholder
source: Amount
fa: مبلغ

# send.fee
source: Fee
fa: هزينه

# send.max_button
source: Max
fa: حداکثر

# transactions.title
source: Transactions
fa: معاملات

# transactions.tab_bar_item
source: Transactions
fa: معاملات

# transactions.filter_all
source: All
fa: همه

# transactions.empty_text
source: You don't have any pending or past transactions yet
fa: شما هيچ گونه معاملات يا قرارداد نداريد تا هنوز

# tx_info.title
source: Transaction
fa: تراکنش

# tx_info.status
source: Status
fa: وضيعت

# tx_info.status.pending
source: Pending
fa: در حالت انتظار

# tx_info.status.confirmed
source: Confirmed
fa: تاييد شد

# tx_info.from_hash
source: From
fa: از

# tx_info.to_hash
source: To
fa: به

# tx_info.button_verify
source: Verify
fa: تامين كنيد

# tx_info.rate
source: Historical Rate
fa: چارت هاي تاريخي

# full_info.title
source: Transaction
fa: معاملات

# full_info.time
source: Time
fa: زمان

# full_info.block
source: Block
fa: مسدود

# full_info.confirmations
source: Confirmations
fa: تاييدات

# full_info.size
source: Size
fa: اندازه

# full_info.fee
source: Fee
fa: هزينه

# full_info.rate
source: Rate
fa: امتیاز

# full_info.inputs
source: Inputs
fa: ورودي ها

# full_info.outputs
source: Outputs
fa: خروجي ها

# full_info.source
source: Source
fa: منبع

# full_info.contract
source: Contract
fa: قرارداد

# full_info.from
source: From
fa: از

# full_info.to
source: To
fa: به

# full_info.amount
source: Amount
fa: مقدار

# full_info.source.title
source: Source
fa: منبع

# full_info.source.online
source: online
fa: آنلاین

# full_info.source.offline
source: offline
fa: آفلاین

# full_info.error.retry
source: Retry
fa: تلاش دوباره

# full_info.error.change_source
source: Change Source
fa: تغییر منبع

# full_info.no_address
source: Empty Address
fa: آدرس خالي است

# settings.title
source: Settings
fa: تنظيمات

# settings.tab_bar_item
source: Settings
fa: تنظيمات

# settings.security_center
source: Security Center
fa: مرکز امنیت

# settings.base_currency
source: Base Currency
fa: ارز مرجع

# settings.language
source: Language
fa: زبان

# settings.about
source: About
fa: درباره

# settings.light_mode
source: Light Mode
fa: حالت روشن

# settings_base_currency.title
source: Base Currency
fa: ارز مرجع

# settings_about.title
source: About
fa: درباره

# settings_about.terms_privacy_subtitle
source: Terms & Privacy:
fa: شرايط وحريم خصوصي:

# settings_about.terms_privacy_text
source: This app is peer-to-peer. It does not depend on any web server or tech support personnel to function. It works everywhere as long as there is internet. No entity can block this app from working or to block someone from using it. Your funds are securely stored on the phone itself, not anywhere else. It’s your responsibility to backup your Secret Key and keep it private. Never show it to anyone. If it’s lost, forgotten or stollen your funds can be used by the person who has your key. Do not jailbreak your phone, do not install apps from unknown (untrusted) sources, do not give your device to untrusted people, and keep the Operating System on your phone up to date. The security of your wallet depends on this. The entire code powering this app been open to the public scrutiny since the beginning. We tried to build the most secure and decentralized wallet we could, however there are no guarantees that there are no unintended software issues. That said, this wallet is likely to be significantly more secure than any smartphone wallet app out there. Some generic non-private app data like currency exchange rates are stored on decentralized storage (IPFS).
fa: Your funds are securely stored on your device. Not on any external servers. The app does not depend on any server or person to function. Some generic app data like exchange rates are stored on decentralized storage (IPFS). The app works everywhere as long as there is an internet connection. It is impossible for a third party to block this app from working. The entire code powering this app is free and open to the public. There may be bugs in the code. And while we tried to provide the most secure wallet we still can not guarantee the security of your funds. No one can. Make sure you backup a Secret Key for your wallet! Never show your secret key to anyone. Do not jailbreak your phone or install apps from unknown (untrusted) sources. Do not give your device to untrusted parties. You are solely responsible for keeping your Secret Key and your device secure.

# settings_security.title
source: Security Center
fa: مركز امنيتي

# settings_security.change_pin
source: Edit Passcode
fa: تعغير كد

# settings_security.touch_id
source: Touch ID
fa: شناس نامه اثر انگشت

# settings_security.face_id
source: Face ID
fa: شناسنامه صروت

# set_pin.title
source: Passcode
fa: رمز عبور

# set_pin.info
source: Your passcode will be used to unlock your wallet and send money
fa: رمز شما استفاده ميشود تا تيليفون همراي شما را باز نمايد و پول ارساد كند

# set_pin.confirm.info
source: Confirm
fa: تاييد

# set_pin.wrong_confirmation
source: Passcode did not match. Try again
fa: رمز شباهت ندارد. دوباره تلاش نماييد

# edit_pin.title
source: Edit Passcode
fa: تعغير كد

# edit_pin.unlock_info
source: Current Passcode
fa: رمز عبور فعلي

# edit_pin.new_pin_info
source: New Passcode
fa: رمز عبور جديد

# unlock_pin.info
source: Passcode
fa: رمز عبور

# unlock_pin.cant_save_pin
source: Ouch! We cannot save your passcode, please contact us asap!
fa: Ouch! ما نميتانيم پين شما را ذخيره كنيم, لطفاً با ما به تماس شويد asap!

# unlock_pin.blocked_until
source: Disabled until: %@
fa: معلول تا: %@

# numpad_2
source: A B C
fa: الف ب ت

# numpad_3
source: D E F
fa: پ ث ج

# numpad_4
source: G H I
fa: چ ح خ

# numpad_5
source: J K L
fa: د ذ ص

# numpad_6
source: M N O
fa: ض ع غ

# numpad_7
source: P Q R S
fa: ف ق ك گ ل

# numpad_8
source: T U V
fa: ل م ن و

# numpad_9
source: W X Y Z
fa: م ن و ء ي
