Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# lost_accounts.warning_message
source: The encrypted data holding your wallet was recently invalidated because your iOS lock screen was changed
de: Aufgrund eines Fehlers im iOS-Schlüsselbund konnten wir auf die folgenden Wallets nicht zugreifen: %@ Ein Neustart der App behebt das Problem in der Regel. Falls das Problem weiterhin besteht, können Sie diese Wallets trennen und wiederherstellen.
es: Los datos encriptados que contienen tu cartera fueron invalidados recientemente debido a que se cambió la pantalla de bloqueo de tu iOS
fr: Les données cryptées concernant votre portefeuille ont été récemment invalidées parce que l'écran de verrouillage de votre iOS a été modifié
ko: iOS 잠금 화면이 변경되어 지갑이 보관된 암호화된 데이터가 최근에 무효화되었습니다
pt_br: Os dados criptografados que continham sua carteira foram invalidados recentemente porque a tela de bloqueio do iOS foi alterada
ru: Зашифрованные данные вашего кошелька были недавно аннулированы, поскольку ваш экран блокировки iOS был изменен
tr: iOS cihazınızın kilidi değiştirildiğinden cüzdan bilginizi tutan şifreli dosya artık geçersiz
zh: 由于 iOS 钥匙串错误，无法访问以下钱包： %@ 重新启动应用通常可以解决此问题。如果问题仍然存在，您可以取消关联并恢复这些钱包。

# balance.token.locked
source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
ko: 잠김
pt_br: Bloqueado
ru: Заблокировано
tr: Kilitli
zh: 锁住

# balance.token.locked.info.description
source: The sender sent these funds with a spending lock that will expire on the shown date. No worries, the received Bitcoins are already yours, but until the lock period expires you cannot spend them on the Bitcoin network.
de: Der Sender hat dieses Guthaben mit einer Ausgabesperre versehen, die zu dem angezeigten Datum abläuft. Keine Sorge, die erhaltenen Bitcoin sind bereits Ihre. Die Bitcoins sind nur zeitweise gesperrt, so dass Sie sie erst nach Ablauf der Sperrzeit im Bitcoin-Netzwerk ausgeben können.
es: El remitente envió estos fondos con un bloqueo del gasto que expirará en la fecha mostrada. No te preocupes, los Bitcoins recibidos ya son tuyos, pero hasta que el período de bloqueo expire, no puedes gastarlos en la red Bitcoin.
fr: L'expéditeur a envoyé ces fonds avec un délai prédéfini qui se terminera à la date indiquée. Pas de soucis, les Bitcoins reçues sont déjà à vous mais vous devez attendre l'expiration de la période de verrouillage pour les dépenser sur le réseau Bitcoin.
ko: 발송자는 이러한 자금들을 표시된 날짜에 만료가 되는 잠금 지출과 함께 보냈습니다. 걱정 하지마십시오, 수신된 비트코인은 이미 귀하의 것입니다 하지만 잠금 기간이 만료될때 까지 비트코인 네트워크에서 사용하실 수 없습니다.
pt_br: O remetente enviou esses fundos com um fechamento de gastos que expirará na data mostrada. Não se preocupe, o Bitcoin recebido já é seu, mas até que o período de bloqueio expire, você não pode gastá-los na rede Bitcoin.
ru: Отправитель отправил эти средства с временной блокировкой, которая истекает в указанную дату. Не волнуйтесь, полученные биткоины уже принадлежат вам, но до истечения срока блокировки вы не сможете потратить их в сети Bitcoin.
tr: Gönderici bu fonları belirtilen tarihte sona erecek şekilde bir harcama kilidiyle gönderdi. Endişelenmeyin, alınan Bitcoin'ler zaten sizindir ancak kilitleme süresi sona erene kadar bunları Bitcoin ağında harcayamazsınız.
zh: 汇款人通过将在所显示日期失效的消费锁定汇出这些资金。 无需担心，收到的比特币已经属于您，但在锁定期限结束前，您无法在比特币网络上消费它们。

# balance.token.not_relayed
source: Broadcasting
de: Übertragung
zh: 广播

# balance.token.not_relayed.info.title
source: Broadcast
de: Übertragung
zh: 广播

# balance.token.not_relayed.info.description
source: The transaction holding this amount is broadcasted but not yet accepted by the network
de: Die Transaktion, die diesen Betrag hält, wurde übertragen, aber noch nicht vom Netzwerk akzeptiert
zh: 此金额的交易已广播，但尚未被网络接受。

# balance.token.processing
source: Processing
de: Verarbeite
es: Procesando
fr: Traitement en cours
ko: 처리 중
pt_br: Processando
ru: В процессе
tr: İşleniyor
zh: 正在处理

# balance.token.processing.info.title
source: Processing amount
de: Bearbeitungsbetrag
es: Detenido
fr: Montant en cours de traitement
pt_br: Processando quantia
ru: Обрабатываемая сумма
tr: İşlem Sayısı
zh: 处理金额

# balance.token.processing.info.description
source: Transactions with this amount still syncing. And when they are confirmed, these tokens will be available for spending
de: Transaktionen mit diesem Betrag werden noch synchronisiert. Und wenn sie bestätigt werden, stehen diese Token für Ausgaben zur Verfügung
es: Transacciones con esta cantidad todavía sincronizadas. Y cuando se confirmen, estos tokens estarán disponibles para gastos
fr: Les transactions avec ce montant sont toujours en cours de synchronisation. Une fois qu'elles seront confirmées, ces jetons seront disponibles pour être dépensés
ko: Transactions with this amount still syncing. And when they will be confirmed, this tokens will be available for spending
pt_br: As transações com esse valor ainda estão sendo sincronizadas. E quando forem confirmadas, esses tokens estarão disponíveis para gastar
ru: Транзакции с этой суммой все еще синхронизируются. Когда они будут подтверждены, эти токены будут доступны для траты
tr: Bu tutardaki işlemler hâlâ senkronize ediliyor. Ve onaylandığında, bu tokenler harcama için kullanılabilir
zh: 此金额的交易仍然在同步。当它们被确认时，这些代币将用于支出

# balance.token.staked
source: Staked
de: Absteckung
es: Llevado
fr: Stakée
ko: 판돈
pt_br: Investido
zh: 已关注

# balance.token.staked.info.title
source: Staked title
de: Absteckter Titel
es: Título tomado
fr: Titre de la consommation
ko: 스테이크 타이틀
pt_br: Título Implantado
zh: 关注的标题

# balance.token.staked.info.description
source: Staked Description Text
de: Absteckungstext
es: Texto de descripción tomada
fr: Texte de description de prise
ko: 측설 설명 텍스트
pt_br: Texto com Descrição Implantada
zh: 相关的描述文本

# balance.token.frozen
source: Frozen
de: Eingefroren
es: Congelados
fr: Gelée
ko: 잠김
pt_br: Travado
zh: 冰雪奇缘

# balance.token.frozen.info.title
source: Frozen title
de: gefrorener Titel
es: Título congelado
fr: Titre gelé
ko: 겨울왕국 제목
pt_br: Tempo de congelamento
zh: 冰冻标题

# balance.token.frozen.info.description
source: Frozen Description Text
de: gefrorener Beschreibungstext
es: Texto de descripción congelada
fr: Texte de description gelé
ko: 고정된 설명 텍스트
pt_br: Texto de Descrição Congelada
zh: 冻结描述文本

# balance.token.account.inactive.title
source: Account Not Active
de: Konto nicht aktiv
zh: 帐户未激活

# balance.token.account.inactive.description
source: New TRON wallets require a deposit of at least 1 TRX to become active. Inactive wallets can hold and receive tokens but won’t correct balances until activated.
de: Neue TRON-Wallets erfordern eine Einzahlung von mindestens 1 TRX, um aktiviert zu werden. Inaktive Wallets können Token halten und empfangen, aber die Salden werden erst nach der Aktivierung aktualisiert.
zh: 新创建的 TRON 钱包需要至少存入 1 TRX 才能激活。未激活的钱包可以接收和持有代币，但余额不会更新，直到被激活为止。

# switch_account.title
source: Switch Wallet
de: Wallet wechseln
es: Cambiar cartera
fr: Changer de portefeuille
ko: 지갑 변경
pt_br: Trocar carteira
ru: Переключить кошелек
tr: Cüzdan Değiştir
zh: 切换钱包

# switch_account.wallets
source: Wallets
es: Carteras
fr: Portefeuilles
ko: 지갑
pt_br: Carteiras
ru: Кошельки
tr: Cüzdanlar
zh: 钱包

# switch_account.watch_wallets
source: Watch Wallets
de: Watch-Adresse
es: Ver carteras
fr: Regarder les portefeuilles
ko: 관찰 주소
pt_br: Ver Endereço
ru: Просмотр кошелька
tr: Cüzdan İzle
zh: 观察地址

# release_notes.title
source: What's New
de: Das ist neu
es: Qué novedades hay
fr: Nouveautés
ko: 새로운 기능
pt_br: O que há de novo
ru: Что нового
tr: Yenilikler
zh: 新增内容

# release_notes.follow_us
source: Follow Us
de: Folgen Sie uns
es: Síguenos
fr: Suivez-nous
ko: 팔로우
pt_br: Siga a gente
ru: Мы в соцсетях
tr: Bizi Takip Et
zh: 关注我们

# deposit.receive_coin
source: Receive %@
de: %@ Anfordern
es: Recibir %@
fr: Recevoir %@
ko: 수신%@
pt_br: Receber %@
ru: Получить %@
tr: %@ al
zh: 收到%@

# deposit.address
source: Address
de: Adresse
es: Dirección
fr: Adresses
ko: 주소
pt_br: Endereço
ru: Адрес
tr: Adres
zh: 地址

# deposit.your_address
source: Your Address
de: Deine Adresse
es: Su dirección
fr: Votre address
ko: 당신의 주소
pt_br: Seu endereço
ru: Ваш адрес
tr: Adresiniz
zh: 您的地址

# receive_alert.not_backed_up_description
source: You need to backup %@ before you may receive %@.
de: Sie müssen %@ sichern, bevor Sie %@ empfangen können.
es: Necesita una Copia de seguridad %@ antes de poder recibir %@.
fr: Vous devez sauvegarder %@ avant de recevoir %@.
ko: %@를 백업해야 %@를 받을 수 있습니다.
pt_br: Você precisa fazer um backup de %@ antes de poder receber %@.
ru: Вам нужно сделать резервную копию %@ перед получением %@.
tr: %@ almadan önce %@ anahtarlarınızı yedeklemeniz gerekiyor.
zh: 您必须在接收%@之前先备份%@。

# receive_alert.any_coins.not_backed_up_description
source: You need to backup %@ before you may receive any coins.
de: Du musst %@ sichern, bevor du Münzen erhalten kannst.
es: Necesitas hacer una copia de seguridad de %@ antes de poder recibir cualquier moneda.
fr: Vous devez sauvegarder %@ avant de pouvoir recevoir des pièces.
ko: 코인을 받으려면 %@을(를) 백업해야 합니다.
pt_br: Você precisa fazer um backup de %@ antes de poder receber qualquer moeda.
ru: Вам нужно сделать резервную копию %@ перед тем, как вы сможете получить любые монеты.
tr: Herhangi bir jeton alabilmeniz için %@'ı yedeklemeniz gerekir.
zh: 您需要在收到任何硬币之前备份 %@。

# deposit.no_adapter.error
source: Can't provide address
de: Kann keine Adresse angeben
es: No se puede proporcionar la dirección
fr: Impossible de fournir l'adresse
ko: 주소를 제공할 수 없습니다.
pt_br: Não pode fornecer o endereço
ru: Не удается предоставить адрес
tr: Adres veremiyorum
zh: 无法提供地址

# deposit.address_format
source: Format
de: Formato
es: Formatear
ko: 형식
pt_br: Formato
ru: Формат
tr: Biçim
zh: 格式

# deposit.address_network
source: Network
de: Netzwerk
es: La red
fr: Réseau
ko: 회로망
pt_br: Rede
ru: Сеть
tr: Ağ
zh: 網絡

# deposit.qr_code_description
source: Your address for depositing %@
de: Ihre Adresse für %@
es: Tu dirección para depositar %@
fr: Votre adresse pour le dépôt %@
ko: 입금 주소: %@
pt_br: Seu endereço para o depósito %@
ru: Ваш адрес для депозита %@
tr: %@ yatırmak için adresiniz
zh: 您存放 %@ 的地址

# deposit.qr_code_description.watch
source: Watch address of %@
de: Beobachtungsadresse von %@
es: Ver dirección de %@
fr: Adresse de la montre de %@
ko: %@의 시계 주소
pt_br: Endereço do relógio do %@
ru: Отслеживаемый адрес %@
tr: %@ adresini izle
zh: 观看 %@ 的地址

# deposit.account
source: Account
fr: Compte
ko: 계정
pt_br: Conta
zh: 账户

# deposit.amount
source: Amount
de: Betrag
es: Importe
fr: Montant
pt_br: Montante
ru: Сумма
tr: Tutar
zh: 金额

# deposit.set_amount
source: Set Amount
de: Setze Betrag
es: Asignar cantidad
fr: Définir le montant
pt_br: Definir Quantidade
ru: Установить сумму
tr: Miktarı Ayarla
zh: 设定金额

# deposit.enter_amount
source: Enter Amount
de: Betrag eingeben
es: Introducir cantidad
fr: Entrez le montant
pt_br: Inserir Quantidade
ru: Ввести сумму
tr: Miktarı Girin
zh: 输入金额

# deposit.not_active
source: Not active
de: nicht aktiv
es: inactivo
fr: non actif
ko: 비활성화됨
pt_br: Não ativo
ru: Не активен
tr: aktif değil
zh: 不活动

# deposit.not_active.title
source: Not Active Address
de: Keine aktive Adresse
es: Dirección no activa
fr: Adresse non-active
ko: 비활성 주소
pt_br: Endereço não ativo
ru: Неактивный адрес
tr: Aktif Adres Değil
zh: 帐户未激活

# deposit.not_active.tron_description
source: Newly created accounts on the TRON blockchain are inactive and cannot be queried or explored. They need to be activated. Transferring TRX or TRC-10 tokens to an inactive account address will activate the account. Activating a new account on the Tron chain requires a fee of 1 TRX
de: Neu erstellte Konten in der TRON-Blockchain sind inaktiv und können nicht abgefragt oder untersucht werden. Sie müssen aktiviert werden. Die Übertragung von TRX- oder TRC-10-Token an eine inaktive Konto-Adresse wird das Konto aktivieren. Zur Aktivierung eines neuen Kontos auf der Tron-Kette ist eine Gebühr von 1 TRX erforderlich
es: Las cuentas recién creadas en la cadena de bloques TRON están inactivas y no se pueden consultar ni explorar. Necesitan ser activadas. Para activar una cuenta inactiva, transfiera tokens TRX o TRC-10 a su dirección. Para activar una nueva cuenta en la cadena Tron, se requiere una cuota de 1 TRX
fr: Les comptes récemment créés sur la blockchain TRON sont inactifs et ne peuvent pas être interrogés ou explorés. Ils doivent être activés. Le transfert de jetons TRX ou TRC-10 vers une adresse de compte inactive activera le compte. Pour activer un nouveau compte sur la chaîne Tron, des frais de 1 TRX sont nécessaires
ko: TRON 블록체인에 새로 생성된 계정은 비활성화되어 있어서 조회하거나 탐색할 수 없습니다. 이 계정은 활성화되어야 합니다. 비활성화된 계정 주소로 TRX 또는 TRC-10 토큰을 전송하면 계정이 활성화됩니다. 새로운 TRON 체인 계정을 활성화하려면 1 TRX의 수수료가 필요합니다.
pt_br: Contas recém-criadas no blockchain TRON estão inativas e não podem ser consultadas ou exploradas. Elas precisam ser ativadas. Para ativar uma nova conta na cadeia Tron, é necessário transferir tokens TRX ou TRC-10 para um endereço de conta inativo, juntamente com uma taxa de ativação de 1 TRX
ru: Недавно созданные учетные записи в блокчейне TRON неактивны и не могут быть запрошены или изучены. Они должны быть активированы. Активация новой учетной записи в цепочке Tron требует комиссию в размере 1 TRX. Для активации достаточно просто перевести токены TRX или TRC-10 на неактивный адрес аккаунта
tr: TRON blok zincirinde yeni oluşturulan hesaplar etkin değildir ve sorgulanamaz veya araştırılamaz. Etkinleştirilmeleri gerekiyor. TRX veya TRC-10 jetonlarını etkin olmayan bir hesap adresine aktarmak, hesabı etkinleştirir. Tron zincirinde yeni bir hesabın etkinleştirilmesi 1 TRX ücret gerektirir
zh: New TRON wallets need at least 1 TRX to activate. Until then, they can receive tokens but won’t show correct balances.

# deposit.used_addresses.title
source: Used Addresses
de: Verwendete Adressen
es: Direcciones Utilizadas
ru: Использованные адреса
tr: Kullanılan Adresler
zh: 已使用地址

# deposit.used_addresses.description
source: %@ addresses change for privacy and security. Below a list of used addresses in this wallet.
de: %@ Adressen werden aus Datenschutz- und Sicherheitsgründen geändert. Unten finden Sie eine Liste der verwendeten Adressen in diesem Wallet.
es: %@ direcciones cambian por privacidad y seguridad. A continuación, una lista de las direcciones utilizadas en esta billetera.
ru: %@ адресов изменены для повышения конфиденциальности и безопасности. Ниже приведен список использованных адресов в этом кошельке.
tr: %@ adresi gizlilik ve güvenlik nedeniyle değişiyor. Bu cüzdanın kullanılan adreslerinin bir listesi aşağıda verilmiştir.
zh: %@ 地址用于隐私和安全。以下是此钱包中已使用的地址列表。

# receive_used_addresses.external
source: Receive Addresses
de: Empfängeraddressen
ru: Адреса для получения
zh: 接收地址

# receive_used_addresses.change
source: Change Addresses
de: Wechselgeldadressen
zh: 找零地址

# deposit.warning
source: Network-compatible tokens only. Others will be lost.
de: Nur Netzwerk-kompatible Tokens. Andere gehen verloren.
es: Sólo tokens compatibles con la red. Otros se perderán.
fr: Seuls les jetons compatibles avec le réseau seront conservés. Les autres seront perdus.
ko: 이 주소로는 %@만 보내주세요. 다른 종류의 토큰을 이 주소로 보내면 최종적으로 손실이 발생합니다.
pt_br: Apenas tokens compatíveis com a rede. Outros serão perdidos.
ru: Только совместимые с сетью токены. Другие будут потеряны.
tr: Sadece ağ uyumlu jetonlar. Diğerleri kaybedilecek.
zh: 仅支持与网络兼容的代币，其他将会丧失。

# deposit.warning.watch_account
source: This address is the address of the watched account
de: Diese Adresse ist die Adresse des überwachten Kontos
es: Esta dirección es la dirección de la cuenta observada
ru: Этот адрес - адрес наблюдаемого аккаунта
tr: Bu adres izlenen hesabın adresidir
zh: 该地址是被监视账户的地址

# receive_network_select.title
source: Network
de: Netzwerk
es: La red
fr: Réseau
ko: 회로망
pt_br: Rede
ru: Сеть
tr: Ağ
zh: 網絡

# receive_network_select.description
source: Choose a network and get an address to receive.
de: Wählen Sie ein Netzwerk aus und erhalten Sie eine Adresse.
es: Elija una red y obtenga una dirección a recibir.
fr: Choisissez un réseau et obtenez une adresse à recevoir.
ko: 네트워크를 선택하고 입금할 주소를 받으세요.
pt_br: Escolha uma rede e receba um endereço para depositar.
ru: Выберите сеть и получите адрес для получения.
tr: Bir ağ seçin ve para yatırmak için bir adres alın.
zh: 选择一个网络并获取要接收的地址。

# receive_address_format_select.title
source: Address Format
de: Adressformatierung
es: Formato de Dirección
fr: Format de l'adresse
ko: 주소 형식
pt_br: Formato do Endereço
ru: Формат адреса
tr: Adres Formatı
zh: 地址格式

# receive_address_format_select.description
source: Select an address format to receive your address.
de: Wählen Sie ein Adressformat aus, um Ihre Adresse zu erhalten.
es: Seleccione un formato de dirección para recibir su dirección.
fr: Sélectionnez un format d'adresse pour recevoir votre adresse.
ko: 주소를 받을 주소 형식을 선택하세요.
pt_br: Selecione um formato de endereço para receber o seu endereço.
ru: Выберите формат адреса для получения вашего адреса.
tr: Adresinizi almak için bir adres biçimi seçin.
zh: 选择地址格式接收您的地址。

# receive_address_format_select.bitcoin.bottom_description
source: The Native SegWit format is preferred in Bitcoin for improved throughput and security. All address formats (Taproot, SegWit, Legacy) can be used interchangeably to receive BTC regardless of the sender's address format, enabling seamless transactions across different coin types.
de: Das Native SegWit Format wird in Bitcoin bevorzugt für einen verbesserten Durchsatz und mehr Sicherheit. Alle Adressformate (Taproot, SegWit, Legacy) können unabhängig vom Adressformat des Absenders zum Empfang von BTC verwendet werden ermöglicht nahtlose Transaktionen über verschiedene Münztypen.
es: El formato de SegWit nativo es preferido en Bitcoin para un mejor rendimiento y seguridad. Todos los formatos de dirección (Tapproot, SegWit, Legacy) pueden utilizarse de forma intercambiable para recibir BTC independientemente del formato de dirección del remitente, habilitando transacciones perfectas en diferentes tipos de moneda.
fr: Le format Native SegWit est préféré dans Bitcoin pour améliorer le débit et la sécurité. Tous les formats d'adresse (Taproot, SegWit, Legacy) peuvent être utilisés de manière interchangeable pour recevoir BTC quel que soit le format d'adresse de l'expéditeur, permettant des transactions transparentes entre différents types de pièces.
ko: 향상된 처리량과 보안을 위해 Bitcoin에서는 기본 SegWit 형식이 선호됩니다. 모든 주소 형식(Taproot, SegWit, Legacy)을 사용하여 보낸 사람의 주소 형식에 관계없이 BTC를 수신할 수 있으므로 다양한 코인 유형에 걸쳐 원활한 거래가 가능합니다.
pt_br: O formato Nativo SegWit é preferido em Bitcoin para melhorar a taxa de transferência e a segurança. Todos os formatos de endereço (Taproot, SegWit, Legacy) podem ser usados intermudanças para receber BTC independentemente do formato de endereço do remetente, permitindo transações ininterruptas entre diferentes tipos de moedas.
ru: Формат Native SegWit предпочтителен в Биткойне для повышения пропускной способности и безопасности. Все форматы адресов (Taproot, SegWit, Legacy) могут использоваться взаимозаменяемо для получения BTC независимо от формата адреса отправителя, что обеспечивает бесперебойные транзакции между различными типами монет.
tr: Bitcoin'de daha iyi bir verimlilik ve güvenlik için yerel SegWit formatı tercih edilir. Tüm adres formatları (Taproot, SegWit, Legacy), gönderenin adres formatına bakılmaksızın BTC almak için birbirinin yerine kullanılabilir ve farklı para birimlerinde kesintisiz işlemlere olanak tanır.
zh: 本机SegWit格式是比特币中为了改进输送和安全性而偏爱的。 所有地址格式 (Taproot, SegWit, Legacy) 可以互换使用来接收BTC ，而不论发送者的地址格式。 启用跨越不同种类的无缝交易。

# receive_address_format_select.bitcoin_cash.bottom_description
source: The Cash Address format is preferred for receiving Bitcoin Cash (BCH) due to its improved user experience and compatibility. However, both address formats can be used interchangeably to receive BCH, regardless of the sender's address format.
de: Das Cash Address Format wird bevorzugt für den Erhalt von Bitcoin Cash (BCH) aufgrund seiner verbesserten Benutzerfreundlichkeit und Kompatibilität bevorzugt. Beide Adressformate können jedoch unabhängig vom Adressformat des Absenders austauschbar genutzt werden, um BCH zu empfangen.
es: El formato de Dirección de Efectivo es preferido para recibir Bitcoin Cash (BCH) debido a su mejor experiencia de usuario y compatibilidad. Sin embargo, ambos formatos de dirección se pueden utilizar de forma intercambiable para recibir BCH, independientemente del formato de dirección del remitente.
fr: Le format d'adresse en espèces est préféré pour recevoir Bitcoin Cash (BCH) en raison de son expérience utilisateur améliorée et de sa compatibilité. Cependant, les deux formats d'adresse peuvent être utilisés de façon interchangeable pour recevoir le BCH, quel que soit le format de l'adresse de l'expéditeur.
ko: 향상된 사용자 경험과 호환성으로 인해 비트코인 캐시(BCH)를 수신하는 데 현금 주소 형식이 선호됩니다. 그러나 두 주소 형식은 보낸 사람의 주소 형식에 관계없이 BCH를 수신하는 데 상호 교환적으로 사용될 수 있습니다.
pt_br: O formato de endereço em dinheiro é preferido para receber Bitcoin Cash (BCH) devido à sua experiência e compatibilidade melhoradas. No entanto, ambos os formatos de endereço podem ser usados internamente para receber BCH, independentemente do formato de endereço do remetente.
ru: Формат Cash Address предпочтителен для получения Bitcoin Cash (BCH) из-за улучшенного пользовательского опыта и совместимости. Однако, оба формата адреса могут использоваться взаимозаменяемо для получения BCH, независимо от формата адреса отправителя.
tr: Geliştirilmiş kullanıcı deneyimi ve uyumluluğu nedeniyle Bitcoin Cash (BCH) almak için Nakit Adresi formatı tercih edilmektedir. Ancak gönderenin adres formatı ne olursa olsun, BCH'yi almak için her iki adres formatı da birbirinin yerine kullanılabilir.
zh: 现金地址格式更适合接收比特币现金(BCH)，因为它提高了用户体验和兼容性。 然而，无论发件人的地址格式如何，两种地址格式都可以互换地用于接收BCCH。

# blockchain_type.recommended
source: (recommended)
de: (empfohlen)
es: (promedio)
fr: (recommandé)
ko: (평균)
pt_br: (recomendado)
ru: (рекомендовано)
tr: (ortalama)
zh: (平均)

# address.title
source: Enter Address
de: Adresse eingeben
zh: 输入地址

# send.title
source: Send %@
de: Senden %@
es: Enviar %@
fr: Envoyer %@
ko: 전송 %@
pt_br: Enviar %@
ru: Отправить %@
tr: %@ gönder
zh: 发送%@

# send.send
source: Send
de: Senden
es: Enviar
fr: Envoyer
ko: 전송
pt_br: Enviar
ru: Отправить
tr: Gönder
zh: 发送​​

# send.no_assets
source: You have no assets to send.
de: Sie haben keine Assets zu senden.
es: No tiene activos para enviar.
fr: Vous n'avez pas d'actifs à envoyer.
ko: 자산을 보낼 수 없습니다.
pt_br: Você não tem ativos para enviar.
ru: У вас нет активов для отправки.
tr: Gönderilecek öğeniz yok.
zh: 您没有要发送的资产。

# send.amount_placeholder
source: Amount
de: Betrag
es: Importe
fr: Montant
ko: 양
pt_br: Montante
ru: Сумма
tr: Tutar
zh: 金额

# send.address_placeholder
source: Address
de: Adresse
es: Dirección
fr: Adresses
ko: 주소
pt_br: Endereço
ru: Адрес
tr: Adres
zh: 地址

# send.address_or_domain_placeholder
source: Address or Domain
de: Adresse oder Domäne
es: Dominio o dirección
fr: Adresse ou domaine
ko: 주소 또는 도메인
pt_br: Endereço ou Domínio
ru: Адрес или домен
tr: Adres veya Domain
zh: 地址或域名

# send.fee
source: Fee
de: Gebühr
es: Comisión
fr: Frais
ko: 수수료
pt_br: Taxa
ru: Комиссия
tr: Ücret
zh: 费用

# send.network_fee
source: Network Fee
de: Gebühr
es: Cuota de transferencia
fr: Frais de réseau
ko: 네트워크 수수료
pt_br: Taxa de Rede
ru: Комиссия сети
tr: Ağ Ücreti
zh: 费用

# send.estimated_fee
source: Estimated Fee
de: Geschätzte Gebühren
es: Tasa Estimada
fr: Frais estimés
ko: 예상 수수료
pt_br: Taxa estimada
ru: Предполагаемая комиссия
tr: Tahmini Ücret
zh: 预估费用

# send.max_fee
source: Max Fee
de: Max Gebühr
es: Comisión Máx.
fr: Frais Max
ko: 최대 수수료
pt_br: Taxa máxima
ru: Макс. комиссия
tr: Maksimum Ücret
zh: 最大手续费

# send.duration.hours
source: %d h.
de: %d Std.
ko: %d 시
ru: %d ч.
tr: %d sa.
zh: %d小时。
