Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# blockchain_settings.info.restore_source.content
source: This setting is only relevant when restoring an existing wallet. It is a process of getting transaction history for a given cryptocurrency so the wallet app is able to display past transactions and calculate the user's balance. This needs to happen only once when the user restores previously created wallets. At this point, there are two potential ways for a mobile wallet like %@ to do this: 1. from the API Server: There is a third-party predefined server that hosts the entire blockchain and has all the data processed and optimized to provide that data in a fast manner. This method is fast but potentially (not necessarily) less private. It's also a centralized method to restore a wallet as it depends on the availability of a 3rd party server. This option is recommended due to its speed of getting data (5-10 minutes). 2. from Blockchain: The app tries to restore directly from a network of blockchain nodes. This is a decentralized way to restore wallet balance and past transactions. The app pings many of the network nodes and requests data from them without addressing some nodes specifically. This option is slow and can easily take 2-3 hours, the app needs to be open while restoring is happening. This restore method doesn't depend on any entity and should work in all conditions.
de: Diese Einstellung ist nur relevant, wenn eine bestehende Brieftasche wiederhergestellt wird. Es ist ein Prozess, die Transaktionsgeschichte für eine bestimmte Kryptowährung abzurufen, so dass die Wallet-App in der Lage ist, vergangene Transaktionen anzuzeigen und den Kontostand des Benutzers zu berechnen. Dies muss nur einmal passieren, wenn der Benutzer die zuvor erstellten Wallets wiederherstellt. an diesem Punkt es gibt zwei mögliche Wege für eine mobile Brieftasche wie %@ , dies zu tun: 1. vom API-Server: Es gibt einen vordefinierten Server von Dritten, der die gesamte Blockchain beherbergt und alle Daten verarbeitet und optimiert hat, um diese Daten schnell zur Verfügung zu stellen. Diese Methode ist schnell, aber möglicherweise (nicht notwendig) weniger privat. Es ist auch eine zentralisierte Methode, um eine Brieftasche wiederherzustellen, da sie von der Verfügbarkeit eines Drittanbieter-Servers abhängt. Diese Option wird aufgrund der Geschwindigkeit des Abrufs von Daten (5-10 Minuten) empfohlen. 2. von Blockchain: Die App versucht direkt aus einem Netzwerk von Blockchain-Knoten wiederherzustellen. Dies ist ein dezentralisierter Weg, um das Gleichgewicht der Brieftasche und der vergangenen Transaktionen wiederherzustellen. Die App pingt viele Netzwerkknoten und fordert Daten von ihnen an, ohne einige Knoten speziell anzusprechen. Diese Option ist langsam und kann leicht 2-3 Stunden dauern. Die App muss während der Wiederherstellung geöffnet sein. Diese Wiederherstellungsmethode hängt nicht von einer Entität ab und sollte unter allen Bedingungen funktionieren.
es: Esta configuración solo es relevante al restaurar una cartera existente. Es un proceso de obtención del historial de transacciones para una criptomoneda dada, de modo que la aplicación de la cartera pueda mostrar transacciones pasadas y calcular el saldo del usuario. Esto solo necesita suceder una vez cuando el usuario restaura carteras previamente creadas. En este punto, hay dos formas potenciales para que una cartera móvil como %@ haga esto: 1. desde el Servidor API: Hay un servidor de terceros predefinido que almacena toda la cadena de bloques y tiene todos los datos procesados y optimizados para proporcionar esos datos de manera rápida. Este método es rápido, pero potencialmente (no necesariamente) menos privado. También es un método centralizado para restaurar una cartera, ya que depende de la disponibilidad de un servidor de terceros. Esta opción se recomienda debido a su velocidad para obtener datos (5-10 minutos). 2. desde Blockchain: La aplicación intenta restaurar directamente desde una red de nodos de la cadena de bloques. Esta es una forma descentralizada de restaurar el saldo de la cartera y las transacciones pasadas. La aplicación consulta a muchos de los nodos de la red y solicita datos de ellos sin dirigirse a algunos nodos específicamente. Esta opción es lenta y fácilmente puede tomar 2-3 horas; la aplicación necesita estar abierta mientras se realiza la restauración. Este método de restauración no depende de ninguna entidad y debería funcionar en todas las condiciones.
fr: Ce paramètre n'est pertinent que lors de la restauration d'un portefeuille existant. Il s'agit d'un processus visant à obtenir l'historique des transactions pour une cryptomonnaie donnée, afin que l'application de portefeuille puisse afficher les transactions passées et calculer le solde de l'utilisateur. Cela doit se produire une seule fois lorsque l'utilisateur restaure des portefeuilles précédemment créés. À ce stade, il existe deux façons potentielles pour une application de portefeuille mobile comme %@ de le faire : Depuis le serveur API : Il existe un serveur tiers prédéfini qui héberge l'ensemble de la blockchain et dispose de toutes les données traitées et optimisées pour fournir ces données rapidement. Cette méthode est rapide mais potentiellement (pas nécessairement) moins privée. C'est également une méthode centralisée pour restaurer un portefeuille car elle dépend de la disponibilité d'un serveur tiers. Cette option est recommandée en raison de sa rapidité à obtenir des données (5 à 10 minutes). Depuis la blockchain : L'application tente de restaurer directement à partir d'un réseau de nœuds de blockchain. Il s'agit d'une manière décentralisée de restaurer le solde du portefeuille et les transactions passées. L'application envoie des requêtes à de nombreux nœuds du réseau sans spécifiquement adresser certaines nœuds. Cette option est lente et peut facilement prendre 2 à 3 heures, l'application doit rester ouverte pendant la restauration. Cette méthode de restauration ne dépend d'aucune entité et devrait fonctionner dans toutes les conditions.
pt_br: Esta configuração só é relevante ao restaurar uma carteira existente. É um processo de obtenção do histórico de transações de uma determinada criptomoeda para que o aplicativo de carteira seja capaz de exibir transações anteriores e calcular o saldo do usuário. Isso precisa acontecer apenas uma vez quando o usuário restaura carteiras criadas anteriormente. Neste ponto, existem duas maneiras possíveis para uma carteira móvel como %@ fazer isso: 1. do Servidor API: Existe um servidor predefinido de terceiros que hospeda todo o blockchain e tem todos os dados processados e otimizados para fornecer esses dados de forma rápida. Este método é rápido, mas potencialmente (não necessariamente) menos privado. É também um método centralizado para restaurar uma carteira, pois depende da disponibilidade de um servidor de terceiros. Esta opção é recomendada devido à velocidade de obtenção de dados (5 a 10 minutos). 2. da Blockchain: o aplicativo tenta restaurar diretamente de uma rede de nós da blockchain. Esta é uma forma descentralizada de restaurar o saldo da carteira e transações anteriores. O aplicativo executa ping em muitos nós da rede e solicita dados deles sem abordar alguns nós especificamente. Esta opção é lenta e pode levar facilmente de 2 a 3 horas; o aplicativo precisa estar aberto durante a restauração. Este método de restauração não depende de nenhuma entidade e deve funcionar em todas as condições.
ru: Этот параметр актуален только при восстановлении существующего кошелька. Это процесс получения истории транзакций для данной монеты, чтобы приложение кошелька могло отображать предыдущие транзакции и определять последний баланс. Это должно произойти только один раз при восстановлении пользователем ранее созданного кошелька. На данный момент у такого мобильного кошелька, как %@, есть два возможных способа для реализации этого вопроса: 1. С сервера API: существует предопределенный сторонний сервер, на котором размещается вся цепочка блоков, происходит обработка всех данных и их подготовка к быстрому предоставлению. Это быстрый метод, однако он предполагает потенциальное отслеживание IP-адресов и запрашиваемых данных. Этот вариант рекомендуется использовать из-за скорости получения данных (5-10 минут). Он сопряжен с минимальными рисками. Если пользователь восстанавливает данные со своего собственного сервера, то нет никакой угрозы конфиденциальности. 2. Из блокчейна: в этом случае приложение пытается восстановить данные напрямую из p2p-сети узлов блокчейна. Приложение пингует многие из этих узлов и запрашивает у них данные. Потенциально эти узлы могут отслеживать IP-адрес пользователя и сделанные запросы, однако во время восстановления данных приложение может переключаться между узлами. В любое время в сети находится около 10 000 биткойн-узлов. Это медленный вариант обработки данных, она может занять 2-3 часа и приложение должно быть открыто во время их восстановления.
tr: Bu ayar, yalnızca mevcut bir cüzdanı geri yüklerken ilgilidir. Verilen bir kripto para birimi için işlem geçmişini alma sürecidir, böylece cüzdan uygulaması geçmiş işlemleri görüntüleyebilir ve kullanıcının bakiyesini hesaplayabilir. Bu, kullanıcı daha önce oluşturulan cüzdanları geri yüklediğinde yalnızca bir kez gerçekleşmelidir. Bu noktada, %@ gibi bir mobil cüzdan için iki olası yol vardır: API Sunucusundan: Tüm blockchain'i barındıran ve tüm verileri işleyip bu verileri hızlı bir şekilde sağlamak için optimize edilmiş üçüncü taraf belirlenmiş bir sunucu vardır. Bu yöntem hızlıdır, ancak potansiyel olarak (mutlaka değil) daha az özeldir. Ayrıca, bir 3. parti sunucusunun kullanılabilirliğine bağlı olduğu için merkezileştirilmiş bir cüzdan geri yükleme yöntemidir. Bu seçenek, veri alma hızı (5-10 dakika) nedeniyle önerilir. Blockchain'den: Uygulama, doğrudan bir blockchain düğüm ağından geri yüklemeyi dener. Bu, cüzdan bakiyesini ve geçmiş işlemleri geri yüklemenin merkezi olmayan bir yoludur. Uygulama, ağın birçok düğümünü pingler ve onlardan bazı düğümleri özellikle belirtmeden veri talep eder. Bu seçenek yavaştır ve kolayca 2-3 saat sürebilir, geri yükleme yapılırken uygulamanın açık olması gerekir. Bu geri yükleme yöntemi herhangi bir kuruluşa bağlı değildir ve tüm koşullarda çalışmalıdır.
zh: 这个设置只在恢复已存在的钱包时相关。这是一个获取给定加密货币的交易历史的过程，以便钱包应用能够显示过去的交易并计算用户的余额。当用户恢复以前创建的钱包时，这只需要发生一次。 目前，像 %@ 这样的移动钱包有两种潜在的恢复方式： 通过API服务器：有一个第三方预定义的服务器，它托管整个区块链，并且已经处理并优化了所有数据，以便快速提供这些数据。这种方法快速，但可能（不一定）较少隐私。这也是恢复钱包的一种中心化方法，因为它依赖于第三方服务器的可用性。由于获取数据的速度快（5-10分钟），因此推荐这个选项。 通过区块链：应用尝试直接从区块链节点网络恢复。这是恢复钱包余额和过去交易的一种去中心化方式。应用向网络的许多节点发出请求，从它们那里请求数据，而不特别指定某些节点。这个选项速度慢，很容易需要2-3小时，恢复过程中需要保持应用开启。这种恢复方法不依赖于任何实体，应在所有条件下都能工作。

# blockchain_settings.info.rpc_source
source: RPC Source
de: RPC-Quelle
es: Fuente RPC
fr: Source RPC
pt_br: Fonte RPC
ru: Источник RPC
tr: RPC Kaynak
zh: RPC 源

# blockchain_settings.info.rpc_source.content
source: This setting controls how this app interacts with blockchains when sending or receiving transactions. In the case of Bitcoin, Bitcoin Cash, Litecoin, and Dash, the communication with blockchain network nodes is fully peer-to-peer. %@ pings many nodes and communicates with one of them. Each time the app connects to a different node. In the case of Ethereum, Binance Smart Chain, and other EVM blockchains, there are no alternatives for mobile wallets to interact with respective blockchains other than via third-party RPC service providers (i.e. Infura.io) or personal nodes. That essentially means your communication with that blockchain is not decentralized. This doesn't impact your funds in any way, only the ability to connect to the blockchain network. Rest assured, we are keeping this on the radar and will soon try to provide a decentralized way to sync. Patience.
es: Esta configuración controla cómo esta aplicación interactúa con las cadenas de bloques al enviar o recibir transacciones. En el caso de Bitcoin, Bitcoin Cash, Litecoin y Dash, la comunicación con los nodos de la red de la cadena de bloques es completamente peer-to-peer. %@ consulta a muchos nodos y se comunica con uno de ellos. Cada vez, la aplicación se conecta a un nodo diferente. En el caso de Ethereum, Binance Smart Chain y otras cadenas de bloques EVM, no hay alternativas para que las carteras móviles interactúen con las respectivas cadenas de bloques aparte de a través de proveedores de servicios RPC de terceros (es decir, Infura.io) o nodos personales. Eso significa esencialmente que tu comunicación con esa cadena de bloques no es descentralizada. Esto no afecta tus fondos de ninguna manera, solo la capacidad de conectarse a la red de la cadena de bloques. Descansa tranquilo, estamos manteniendo esto en el radar y pronto intentaremos proporcionar una manera descentralizada de sincronizar. Paciencia.
fr: Ce paramètre contrôle la manière dont cette application interagit avec les blockchains lors de l'envoi ou de la réception de transactions. Dans le cas de Bitcoin, Bitcoin Cash, Litecoin et Dash, la communication avec les nœuds du réseau blockchain est entièrement pair à pair. %@ envoie des requêtes à de nombreux nœuds et communique avec l'un d'entre eux. À chaque connexion, l'application se connecte à un nœud différent. Dans le cas d'Ethereum, de Binance Smart Chain et d'autres blockchains EVM, il n'existe aucune autre alternative pour les portefeuilles mobiles que d'interagir avec les blockchains respectifs que via des fournisseurs de services RPC tiers (comme Infura.io) ou des nœuds personnels. Cela signifie essentiellement que votre communication avec cette blockchain n'est pas décentralisée. Cela n'affecte en rien vos fonds, seulement la capacité à se connecter au réseau blockchain. Soyez assuré que nous avons cela à l'œil et essaierons bientôt de fournir une manière décentralisée de synchroniser. Patience.
pt_br: Esta configuração controla como este aplicativo interage com blockchains ao enviar ou receber transações. No caso de Bitcoin, Bitcoin Cash, Litecoin e Dash, a comunicação com os nós da rede blockchain é totalmente peer-to-peer. %@ executa ping em vários nós e se comunica com um deles. Cada vez que o aplicativo se conecta a um nó diferente. No caso de Ethereum, Binance Smart Chain e outros blockchains EVM, não há alternativas para carteiras móveis interagirem com os respectivos blockchains, a não ser por meio de provedores de serviços RPC terceirizados ( ou seja, Infura.io) ou nós pessoais. Isso significa essencialmente que sua comunicação com esse blockchain não é descentralizada. Isso não afeta seus fundos de forma alguma, apenas a capacidade de se conectar à rede blockchain. Fique tranquilo, estamos mantendo isso no radar e em breve tentaremos fornecer uma forma descentralizada de sincronização. Paciência.
ru: Этот параметр определяет способ взаимодействия приложения с блокчейнами при отправке или получении транзакций. Когда речь идет о Bitcoin, Bitcoin Cash, Litecoin, и Dash, связь с сетевыми узлами блокчейна полностью равноправна. %@ пингует многие узлы и связывается с одним из них. Каждый раз приложение подключается к другому узлу. Что касается Ethereum и Binance Smart Chain, то пока нет подходящих альтернативных вариантов мобильных кошельков для взаимодействия с соответствующими блокчейнами кроме сторонних поставщиков услуг RPC (т.е. Infura.io) или личными узлами Ethereum. Это значит, что ваше взаимодействие с блокчейном не децентрализовано. Это влияет не на ваши средства, а на возможность подключения к сети блокчейн.
tr: Bu ayar, bu uygulamanın işlem gönderirken veya alırken blockchain'lerle nasıl etkileşimde bulunduğunu kontrol eder. Bitcoin, Bitcoin Cash, Litecoin ve Dash durumunda, blockchain ağ düğümleriyle iletişim tamamen eşler arasıdır. %@ birçok düğümü pingler ve bunlardan biriyle iletişim kurar. Uygulama her seferinde farklı bir düğüme bağlanır. Ethereum, Binance Smart Chain ve diğer EVM blockchain'leri durumunda, mobil cüzdanların ilgili blockchain'lerle etkileşimde bulunmaları için üçüncü taraf RPC hizmet sağlayıcıları (örn. Infura.io) veya kişisel düğümler dışında bir alternatif yoktur. Bu, blockchain'le iletişiminizin merkezi olmayan olmadığı anlamına gelir. Bu, fonlarınızı herhangi bir şekilde etkilemez, yalnızca blockchain ağına bağlanma yeteneğinizi etkiler. Bu konuyu radarımızda tutuyoruz ve yakında senkronizasyon için merkezi olmayan bir yol sağlamayı deneyeceğiz. Sabır.
zh: 这个设置控制了这个应用程序在发送或接收交易时与区块链的互动方式。 就比特币、比特币现金、莱特币和达世币而言，与区块链网络节点的通信是完全点对点的。%@ 会联系许多节点并与其中一个进行通信。每次应用都会连接到不同的节点。 就以太坊、币安智能链和其他EVM区块链而言，移动钱包与相应区块链互动的方式除了通过第三方RPC服务提供商（例如 Infura.io）或个人节点外，没有其他选择。这基本上意味着您与该区块链的通信不是去中心化的。这不会以任何方式影响您的资金，只影响连接到区块链网络的能力。 请放心，我们正在关注这一点，并将很快尝试提供一种去中心化的同步方式。耐心等待。

# manage_accounts.migration_required
source: Migration Required
de: Migration erforderlich
es: Migración Requerida
fr: Migration Requise
ko: 마이그레이션 필요함
pt_br: Migração Necessária
ru: Требуется миграция
tr: Taşıma Gerekli
zh: 需要迁移

# manage_accounts.migration_recommended
source: Migration recommended
de: Migration empfohlen
es: Migración Recomendada
fr: Migration Recommandée
ko: 마이그레이션 권장
pt_br: Migração Recomendada
ru: Рекомендуется миграция
tr: Değiştirme işlemi için Düşük Ücret
zh: 推荐迁移

# manage_accounts.backup_required
source: Backup required
de: Sicherung erforderlich
es: Copia de seguridad requerida
fr: Sauvegarde requise
ko: 백업이 필요합니다
pt_br: Backup necessário
ru: Необходима резерв. копия
tr: Yedekleme Gerekli
zh: 必须备份

# settings_manage_keys.title
source: Manage Wallets
de: Wallets verwalten
es: Gestionar Carteras
fr: Gérer les portefeuilles
ko: 지갑 관리하기
pt_br: Gerenciar carteiras
ru: Кошельки
tr: Cüzdanları yönet
zh: 管理钱包

# settings_manage_keys.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ko: 삭제
pt_br: Deletar
ru: Удалить
tr: Sil
zh: 删除

# settings_manage_keys.backup
source: Backup
de: Sicherung
es: Copia de seguridad
fr: Sauvegarde
ko: 백업
ru: Резервная копия
tr: Yedekle
zh: 备份

# settings_manage_keys.delete.title
source: Delete Wallet
de: Wallet löschen
es: Eliminar cartera
fr: Supprimer le portefeuille
ko: 지갑 삭제하기
pt_br: Excluir Carteira
ru: Удалить кошелек
tr: Cüzdanı Sil
zh: 删除钱包

# settings_manage_keys.delete.confirmation_remove
source: The action will delete this wallet from the device.
de: Damit wird das Wallet von diesem Gerät gelöscht.
es: Esta acción eliminará esta cartera del dispositivo.
fr: L'action va supprimer ce portefeuille de l'appareil.
ko: 장치에서 이 지갑을 삭제합니다.
pt_br: A ação irá apagar esta carteira do dispositivo.
ru: Действие удалит этот кошелек с устройства.
tr: Bu işlem Cüzdanını bu cihazdan kaldıracak.
zh: 该操作将从此设备删除钱包。

# settings_manage_keys.delete.confirmation_loose
source: If you didn't back up the private key for this wallet, you will lose access to your funds.
de: Wenn Sie den Private Key für dieses Wallet nicht gesichert haben, verlieren Sie den Zugang zu Ihrem Guthaben.
es: Si no hiciste una copia de seguridad de la clave privada de esta cartera, perderás el acceso a tus fondos.
fr: Si vous n'avez pas sauvegardé la clé privée de ce portefeuille, vous perdrez l'accès à vos fonds.
ko: 이 지갑의 개인 암호를 백업하지 않으면 귀하께서는 자금 접근을 하지 못합니다.
pt_br: Se você não fizer o backup da chave privada desta carteira, perderá o acesso aos seus fundos.
ru: Если вы не сделали резервную копию приватного ключа для этого кошелька, вы потеряете доступ к вашим средствам.
tr: Bu cüzdanın özel anahtarını yedeklemediyseniz, fonlarınıza erişiminizi kaybedersiniz.
zh: 如果您尚未对此钱包备份私钥，您将失去您的资金。

# settings_manage_keys.delete.confirmation_watch
source: Do you want to stop watching this wallet address?
de: Möchten Sie die Beobachtung dieser Wallet-Adresse beenden?
es: ¿Quieres dejar de monitorear esta dirección de cartera?
fr: Voulez-vous arrêter de surveiller cette adresse de portefeuille ?
ko: 이 지갑 주소 보기를 중지하시겠습니까?
pt_br: Você quer parar de acompanhar este endereço da carteira?
ru: Вы хотите приостановить просмотр этого адреса кошелька?
tr: Bu cüzdan adresini izlemeyi bırakmak istiyor musunuz?
zh: 您要停止监视这个钱包地址吗？

# settings_manage_keys.delete.confirmation_watch.button
source: Stop Watching
de: Beobachten stoppen
es: Dejar de ver
fr: Arrêter de surveiller
ko: 그만 보기
pt_br: Parar de Acompanhar
ru: Остановить просмотр
tr: İzlemeyi Durdur
zh: 停止监视

# settings.about_app.title
source: About App
de: Über die App
es: Sobre la App
fr: À propos de l'application
ko: 앱 정보
pt_br: Sobre o App
ru: О приложении
tr: Uygulama Hakkında
zh: 关于应用

# settings.about_app.app_version
source: App Version
zh: 应用程序版本

# settings.about_app.website
source: Website
fr: Site Web
pt_br: Site
ru: Веб-сайт
zh: 网站

# settings.contact.title
source: Contact Us
de: Kontaktiere uns
es: Contáctenos
fr: Contactez-nous
ko: 문의하기
pt_br: Fale Conosco
ru: Свяжитесь с нами
tr: Bize Ulaşın
zh: 联系我们

# settings.contact.via_email
source: via E-mail
de: per e-Mail
es: vía E-mail
fr: par e-mail
ko: 이메일로
ru: по электронной почте
tr: E-posta yoluyla
zh: 通过电子邮件

# settings.contact.via_telegram
source: via Telegram
de: per Telegram
es: vía Telegram
fr: par Telegram
ko: 텔레그램을 통해
ru: через Telegram
tr: Telegram aracılığıyla
zh: 通过 Telegram

# settings.privacy
source: Privacy
de: Privatsphäre
es: Privacidad
fr: Confidentialité
ko: 개인정보
pt_br: Privacidade
ru: Приватность
tr: Gizlilik
zh: 隐私保护

# settings.privacy.description
source: %@ never collects personal data such as coin balances or wallet addresses. Only anonymous interface usage data is gathered to help enhance the app experience.
de: %@ sammelt keine persönlichen Daten, die Ihre privaten Informationen offen legen, z.B. Münzsalden oder Adressen. Während wir einige UI-Nutzungsstatistiken sammeln, dient es allein dazu, unsere Benutzer- und App-Nutzungstrends zu verstehen. Dies kann deaktiviert werden, wenn Sie es wünschen.
es: %@ no recopila ningún dato ni utiliza herramientas de análisis que puedan exponer cualquier dato sobre sus usuarios. La cartera está diseñada para garantizar un alto nivel de privacidad para sus usuarios.
fr: %@ ne collecte aucune donnée et n'utilise aucun outil d'analyse susceptible d'exposer des données sur ses utilisateurs. Le portefeuille est conçu pour assurer un haut niveau de confidentialité à ses utilisateurs.
ko: %@은 사용자에 대한 데이터를 노출할 수 있는 데이터를 수집하거나 분석 도구를 사용하지 않습니다. 지갑은 사용자에게 높은 수준의 개인 정보를 보장하도록 설계되었습니다.
pt_br: %@ não coleta nenhum dado ou usa ferramentas de análise que podem expor quaisquer dados sobre seus usuários. A carteira foi projetada para garantir um alto nível de privacidade para seus usuários.
ru: %@ не собирает данные и не использует инструменты аналитики, которые могут раскрывать любые данные о своих пользователях. Кошелек разработан для обеспечения высокого уровня конфиденциальности для своих пользователей.
tr: %@ herhangi bir veri toplamaz veya kullanıcıları hakkında herhangi bir veriyi ifşa edebilecek analiz araçları kullanmaz. Сüzdanı kullanıcıları için yüksek düzeyde gizlilik sağlamak üzere tasarlanmıştır.
zh: %@不收集暴露您私人信息的个人数据，例如币余额或地址。虽然我们收集了一些用户界面使用统计数据，但这仅用于了解我们的用户群和应用程序使用趋势。如果您希望，可以禁用此功能。

# settings.privacy.allow
source: Share UI Data
de: UI-Daten teilen
zh: 共享界面数据

# settings.privacy.allow.description
source: This setting allows you to disable UI/UX analytics and ensure complete confidentiality.
de: Diese Einstellung ermöglicht es Ihnen, UI/UX-Analysen zu deaktivieren und vollständige Vertraulichkeit zu gewährleisten.
zh: 此設置允許您禁用UI/UX分析並確保完全的隱私性。

# appearance.title
source: Appearance
de: App-Einstellungen
es: Apariencia
fr: Apparence
ko: 모양
pt_br: Aparência
ru: Оформление
tr: Görünüm
zh: 应用设置

# appearance.theme
source: Theme
de: Design
es: Tema
fr: Thème
ko: 테마
pt_br: Tema
ru: Тема
tr: Tema
zh: 主题

# appearance.theme.system
source: System
es: Sistema
fr: Système
ko: 시스템
pt_br: Sistema
ru: Системная
tr: Sistem
zh: 系统

# appearance.theme.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ko: 어두운
pt_br: Escuro
ru: Тёмная
tr: Karanlık
zh: 深色
