Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# backup_verify_words.incorrect_word
source: Incorrect Word
de: Falsches Wort
es: Palabra incorrecta
fr: Mot incorrect
ko: 잘못된 단어
pt_br: Palavra incorreta
ru: Неверное слово
tr: Yanlış kelime
zh: 不准确的字

# backup_verify_passphrase.title
source: Verify
de: Prüfen
es: Verificar
fr: Vérifier
ko: 확인하기
pt_br: Confirmar
ru: Подтвердить
tr: Doğrula
zh: 验证

# backup_verify_passphrase.description
source: Enter the passphrase
de: Geben Sie Ihre Passphrase ein
es: Introduzca su frase de contraseña
fr: Entrez le mot de passe
ko: 암호 문구 입력
pt_br: Insira a senha
ru: Введите кодовую фразу
tr: Parolayı girin
zh: 输入密码

# backup_verify_passphrase.incorrect_passphrase
source: Incorrect passphrase
de: Falsches Passwort
es: Contraseña incorrecta
fr: Phrase de passe incorrecte
ko: 잘못된 암호
pt_br: Senha incorreta
ru: Неверная кодовая фраза
tr: Yanlış parola
zh: 密码不正确

# backup_prompt.backup_recovery_phrase
source: Backup Recovery Phrase
de: Wiederherstellungsphrase sichern
es: Backup del Monedero
fr: Sauvegarder le portefeuille
pt_br: Carteira de Backup
ru: Резервная копия
tr: Cüzdanı yedekle
zh: 备份钱包

# backup_prompt.backup_required
source: Backup Required
de: Sicherung erforderlich
es: Se requiere una copia de seg
fr: Sauvegarde requise
pt_br: Backup necessário
ru: Необходима резервная копия
tr: Yedekleme Gerekli
zh: 需要备份

# backup_prompt.warning
source: Create a backup copy of the recovery phrase and the associated password that will allow you to recover your wallet if your phone is lost, stolen, broken, etc.
de: Erstellen Sie eine Sicherungskopie der Wiederherstellungsphrase und des zugehörigen Passworts, mit dem Sie Ihre Wallet wiederherstellen können, wenn Ihr Telefon verloren geht, gestohlen, kaputt, etc.
es: Crear una copia de seguridad de la frase de recuperación y la contraseña asociada que le permitirá recuperar su cartera si su teléfono está perdido, robado, roto, etc.
fr: Créez une copie de sauvegarde de la phrase de récupération et du mot de passe qui vous permettra de récupérer votre portefeuille si votre téléphone est perdu, volé, cassé, etc.
ko: 휴대전화 분실, 도난, 파손 등의 경우 지갑을 복구할 수 있도록 복구 문구 및 관련 비밀번호의 백업 사본을 만드십시오.
pt_br: Listen up, folks. You've got to create a backup of that recovery phrase and the password that goes with it. This is your lifeline, in case your phone decides to go rogue – lost, stolen, broken, you name it. Protect your assets, it's the smart play!
ru: Создайте резервную копию вашей фразы восстановления и пароля, которые позволят вам восстановить ваш кошелек, если телефон потерян, украден, сломал и т.д.
tr: Telefonunuzun kaybolması, çalınması, kırılması vb. durumlarda cüzdanınızı kurtarmanıza olanak sağlayacak kurtarma ifadesinin ve ilgili parolanın yedek bir kopyasını oluşturun.
zh: 创建恢复短语和相关密码的备份副本，允许您在手机丢失时恢复钱包， • 盗窃、故障等问题

# backup_prompt.backup
source: Backup
de: Sicherung
es: Copia de seguridad
fr: Sauvegarde
ko: 백업
ru: Резервная копия
tr: Yedekle
zh: 备份

# backup_prompt.backup_manual
source: Manual Backup
de: Manuelle Sicherung
es: Copia de seguridad manual
fr: Sauvegarde manuelle
ko: 수동으로 백업합니다
pt_br: Backup Manual
ru: Ручное резервное копирование
tr: Manuel Yedekleme
zh: 进行手动备份

# backup_prompt.backup_cloud
source: Backup to iCloud
de: Sicherung in iCloud
es: Copia de seguridad en iCloud
fr: Sauvegarder sur iCloud
ko: iCloud에 백업
pt_br: Backup para o iCloud
ru: Резерв. копирование в iCloud
tr: iCloud'a yedekle
zh: 备份到iCloud

# backup_prompt.later
source: Later
de: Später
es: Más tarde
fr: Plus tard
ko: 나중에
pt_br: Mais tarde
ru: Позже
tr: Sonra
zh: 稍后

# backup.cloud.title
source: Backup to iCloud
de: Sicherung in iCloud
es: Copia de seguridad en iCloud
fr: Sauvegarder sur iCloud
ko: iCloud에 백업
pt_br: Backup para o iCloud
ru: Резерв. копирование в iCloud
tr: iCloud'a yedekle
zh: 备份到iCloud

# backup.cloud.description
source: iCloud storage is a third-party cloud storage service provided by Apple. It's important to know that your data will be stored on Apple's servers, not on your personal devices. This means that you are entrusting your data and handing over the security of your information to a third-party service.
de: iCloud-Speicher ist ein von Apple bereitgestellter Cloud-Speicherdienst. Es ist wichtig zu wissen, dass Ihre Daten auf Apple-Servern gespeichert werden und nicht auf Ihren persönlichen Geräten. Das bedeutet, dass Sie Ihre Daten anvertrauen und die Sicherheit Ihrer Daten einem Drittanbieter überlassen.
es: El almacenamiento en iCloud es un servicio de almacenamiento en la nube de terceros proporcionado por Apple. Es importante tener en cuenta que sus datos se almacenarán en los servidores de Apple, no en sus dispositivos personales. Por lo tanto, está confiando sus datos y entregando la seguridad de su información a un servicio de terceros.
fr: Le stockage iCloud est un service tiers de stockage cloud fourni par Apple. Il est important de savoir que vos données seront stockées sur les serveurs d'Apple, pas sur vos appareils personnels. Cela signifie que vous confiez vos données et que vous transmettez la sécurité de vos informations à un service tiers.
ko: iCloud 저장소는 Apple에서 제공하는 타사 클라우드 저장소 서비스입니다. 데이터가 개인 기기가 아닌 Apple 서버에 저장된다는 점을 아는 것이 중요합니다. 이것은 귀하가 귀하의 데이터를 위탁하고 귀하의 정보 보안을 제3자 서비스에 넘기고 있음을 의미합니다.
pt_br: Let's get this straight, folks. iCloud storage, it's from Apple, okay? But here's the deal: when you use it, your data, it's not hanging out on your own gadgets. Nope, it's on Apple's servers. So, you're putting your trust, your data's security, in the hands of a third-party service. That's the real story here.
ru: iCloud - это облачное хранилище, предоставляемое Apple. Важно знать, что ваши данные будут храниться на серверах Apple, а не на ваших личных устройствах. Это означает, что вы доверяете свои данные и передаете безопасность вашей информации стороннему сервису.
tr: iCloud depolama, Apple tarafından sağlanan bir üçüncü taraf bulut depolama hizmetidir. Verilerinizin kişisel cihazlarınızda değil, Apple'ın sunucularında saklanacağını bilmek önemlidir. Bu, verilerinizi emanet ettiğiniz ve bilgilerinizin güvenliğini üçüncü bir hizmete devrettiğiniz anlamına gelir.
zh: iCloud 存储是 Apple 提供的第三方云存储服务。请注意，您的数据将存储在 Apple 的服务器上，而不是您的个人设备上。这意味着您正在委托您的数据并将信息的安全性移交给第三方服务。

# backup.cloud.terms.item.1
source: I understand that losing access to my iCloud, will result in loosing access to the backup of a respective wallet.
de: Ich verstehe, dass der Verlust des Zugriffs auf meine iCloud dazu führen wird, dass auch der Zugriff auf die Sicherung einer entsprechenden Brieftasche verloren geht.
es: Entiendo que perder el acceso a mi iCloud, resultará en perder el acceso a la copia de seguridad de una cartera respectiva.
fr: Je comprends que la perte d'accès à mon iCloud entraînera la perte d'accès à la sauvegarde du portefeuille correspondant.
ko: 내 iCloud에 대한 액세스 권한을 상실하면 해당 지갑의 백업에 대한 액세스 권한도 잃게 된다는 점을 이해합니다.
pt_br: Compreendo que perder acesso ao meu iCloud resultará em perder acesso ao backup de uma respectiva carteira.
ru: Я понимаю, что закрытие доступа к моему iCloud, приведет к потере доступа к резервной копии соответствующего кошелька.
tr: iCloud'uma erişimi kaybetmenin, ilgili cüzdanın yedeğine erişimi kaybetmeyle sonuçlanacağını anlıyorum.
zh: 我了解无法访问我的 iCloud 将导致无法访问相应钱包的备份。

# backup.cloud.name.title
source: Backup Name
de: Sicherungsname
es: Nombre de copia de seguridad
fr: Nom de la sauvegarde
ko: 백업 이름
pt_br: Nome do Backup
ru: Имя резервной копии
tr: Yedek Adı
zh: 备份名称

# backup.cloud.name.description
source: Enter name for the backup file.
de: Geben Sie den Namen für die Backup-Datei ein.
es: Introduzca el nombre del archivo de copia de seguridad.
fr: Entrez le nom du fichier de sauvegarde.
ko: 백업 파일의 이름을 입력하세요.
pt_br: Give it a name, folks! This backup file needs an identity. Make it memorable!
ru: Введите имя файла резервной копии.
tr: Yedekleme dosyası için ad girin.
zh: 请输入备份文件的名称。

# backup.cloud.name.empty
source: Backup name can't be empty!
de: Sicherungsname darf nicht leer sein!
es: ¡El nombre de la copia de seguridad no puede estar vacío!
fr: Le nom de sauvegarde ne peut pas être vide!
ko: 백업 이름은 비워둘 수 없습니다!
pt_br: Whoops, folks! You can't leave that backup name hanging empty. Fill it up with something good!
ru: Имя резервной копии не может быть пустым!
tr: Yedek adı boş olamaz!
zh: 备份名称不能为空！

# backup.cloud.name.error.empty
source: Backup name must be not empty
de: Sicherungsname darf nicht leer sein
es: El nombre de la copia de seguridad no debe estar vacío
fr: Le nom de sauvegarde ne doit pas être vide
ko: 백업 이름은 비워둘 수 없습니다
pt_br: Remember, folks, that backup name, it can't be an empty slate. Give it some character!
ru: Имя резервной копии не должно быть пустым
tr: Yedekleme adı boş olmamalıdır
zh: 备份名称不能为空

# backup.cloud.name.error.already_exist
source: Backup name already exists!
de: Sicherungsname existiert bereits!
es: ¡El nombre de la copia de seguridad ya existe!
fr: Le nom de sauvegarde existe déjà!
ko: 백업 이름이 이미 존재합니다!
pt_br: O nome do backup já existe!
ru: Имя резервной копии уже существует!
tr: Yedek adı zaten var!
zh: 备份名称已经存在！

# backup.cloud.name.placeholder
source: Name
es: Nombre
fr: Nom
ko: 이름
pt_br: Nome
ru: Название
tr: İsim
zh: 名称

# backup.cloud.password.title
source: Set Password
de: Passwort festlegen
es: Establecer contraseña
fr: Créer un mot de passe
ko: 암호를 설정하세요.
pt_br: Definir Senha
ru: Установить пароль
tr: Şifre Ayarla
zh: 设置密码

# backup.cloud.password.description
source: Set the unlock password for your backup. It must consist of at least 8 symbols and include at least one lowercase letter, uppercase letter, number, and a special character.
de: Legen Sie ein Passwort fest, um das Entsperren zu ermöglichen. Das Passwort muss mindestens 8 Zeichen lang sein und einen Kleinbuchstaben, einen Großbuchstaben, eine Zahl und ein Sonderzeichen enthalten.
es: Establezca la contraseña de desbloqueo para su copia de seguridad. La contraseña debe contener al menos 8 caracteres, incluyendo una letra minúscula, una letra mayúscula, un número y un carácter especial.
fr: Définissez le mot de passe de déverrouillage de votre sauvegarde. Il doit contenir au moins 8 symboles, y compris une lettre minuscule, une lettre majuscule, un chiffre et un caractère spécial.
ko: 백업에 대한 잠금 해제 암호를 설정하십시오. 최소 8개의 기호로 구성되어야 하며 소문자, 대문자, 숫자 및 특수 문자가 하나 이상 포함되어야 합니다.
pt_br: Defina a senha de desbloqueio para o seu backup. Deve consistir de pelo menos 8 símbolos e incluir pelo menos uma letra minúscula, uma letra maiúscula, um número e um caractere especial.
ru: Установите пароль разблокировки для вашей резервной копии. Пароль должен содержать как минимум 8 символов и включать хотя бы одну строчную букву, заглавную букву, цифру и специальный символ.
tr: Yedeklemeniz için kilit açma parolasını ayarlayın. En az 8 sembolden oluşmalı ve en az bir küçük harf, büyük harf, sayı ve özel karakter içermelidir.
zh: 为您的备份设置解锁密码。密码长度必须至少为8个字符，并且包含至少一个小写字母、大写字母、数字和特殊字符。

# backup.cloud.password.highlighted_description
source: Don't forget this password! It is separate from your Apple iCloud password, and it cannot be recovered or reset.
de: Vergessen Sie dieses Passwort nicht! Es ist getrennt von Ihrem Apple iCloud-Passwort und kann nicht wiederhergestellt oder zurückgesetzt werden.
es: ¡No olvides esta contraseña! Es independiente de tu contraseña de iCloud de Apple, y no se puede recuperar o restablecer.
fr: N'oubliez pas ce mot de passe ! Il est différent de votre mot de passe Apple iCloud, et ne peut pas être récupéré ou réinitialisé.
ko: 이 비밀번호를 잊지 마세요! Apple iCloud 암호와는 별개이며 복구하거나 재설정할 수 없습니다.
pt_br: Não esqueça esta senha! Ela é separada da sua senha do iCloud da Apple e não pode ser recuperada ou redefinida.
ru: Не забудьте этот пароль! Он отличается от вашего пароля для Apple iCloud и не может быть восстановлен или сброшен.
tr: Bu şifreyi unutmayın! Apple iCloud parolasından farklıdır ve kurtarılamaz veya sıfırlanamaz.
zh: 请不要忘记这个密码！它与您的 Apple iCloud 密码不同，无法恢复或重置。

# backup.cloud.password.placeholder
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ko: 비밀번호
pt_br: Senha
ru: Пароль
tr: Şifre
zh: 密码

# backup.cloud.password.confirm.placeholder
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ko: 확인
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
zh: 确认

# backup.cloud.password.save
source: Save and Backup
de: Speichern und sichern
es: Guardar y hacer una copia de seguridad
fr: Enregistrez une copie de sauvegarde
ko: 저장 및 백업
pt_br: Salvar e fazer Backup
ru: Сохранить и создать резервную копию
tr: Kaydet ve Yedekle
zh: 保存并备份

# backup.cloud.password.error.empty_passphrase
source: Password cannot be empty
de: Passwort darf nicht leer sein
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide
ko: 암호 문구는 필수 입력 사항입니다
pt_br: A senha não pode estar vazia
ru: Пароль не может быть пустым
tr: Parola boş bırakılamaz
zh: 密码不能为空

# backup.cloud.password.error.forbidden_symbols
source: Please use only supported symbols: A-Z a-z 0-9 ' " ` & / ? ! : ; . , ~ * $ = + - [ ] ( ) { } < > \ _ # @ | %
de: Bitte verwende nur unterstützte Symbole: <![CDATA[A-Z a-z 0-9 ' " ` & / ? ! : ; . , ~ * $ = + - [ ](){} <> \ _ # @ | % ]]>
es: Utilice solo símbolos admitidos: A-Z a-z 0-9 ' " ` & / ? ! : ; . , ~ * $ = + - [ ] ( ) { } < > \ _ # @ | %
fr: Veuillez utiliser uniquement les symboles pris en charge : A-Z a-z 0-9 ' " ` & / ? ! : ; . , ~ * $ = + - [ ] ( ) { } < > \ _ # @ | %
ko: 지원되는 기호만 사용하세요: A-Z a-z 0-9 ' " ` & / ? ! : ; . , ~ * $ = + - [ ] ( ) { } < > \ _ # @ | %
pt_br: Por favor, use apenas símbolos suportados: A-Z a-z 0-9 ' " ` & / ? ! : ; . , ~ * $ = + - [ ] ( ) { } < > \ _ # @ | %
ru: Пожалуйста, используйте только поддерживаемые символы: A-Z a-z 0-9 ' " ` & / ! : ; . , ~ * $ = + - [ ] ( ) { } < > \ _ # @ | %
tr: Lütfen yalnızca desteklenen sembolleri kullanın: A-Z a-z 0-9 ' " ` & / ? ! : ; . , ~ * $ = + - [ ] ( ) { } < > \ _ # @ | %
zh: 请只使用支持的符号：A-Z a-z 0-9 ' " & / ? , ~ * $ = + - [ ] ( ) { } < > \ _ # @ | %

# backup.cloud.password.error.minimum_requirement
source: At least 8 characters, including one uppercase letter, one lowercase letter, one number, and one symbol
de: Das Passwort muss mindestens 8 Zeichen enthalten, darunter ein Großbuchstabe, ein Kleinbuchstabe, eine Zahl und ein Symbol.
es: Al menos 8 caracteres, incluyendo una letra mayúscula, una letra minúscula, un número y un símbolo
fr: Votre mot de passe doit contenir au moins 8 caractères, y compris une lettre majuscule, une lettre minuscule, un chiffre et un symbole
ko: 대문자 1개, 소문자 1개, 숫자 1개, 기호 1개를 포함하여 8자 이상
pt_br: Pelo menos 8 caracteres, incluindo uma letra maiúscula, uma letra minúscula, um número e um símbolo
ru: Не менее 8 символов, включая одну заглавную букву, одну строчную букву, одну цифру и один символ
tr: Bir büyük harf, bir küçük harf, bir rakam ve bir sembol dahil olmak üzere en az 8 karakter
zh: 密码需要至少8个字符，包括一个大写字母、一个小写字母、一个数字和一个符号。

# backup.cloud.password.error.invalid_password
source: Incorrect Password
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
ko: 잘못된 비밀번호
pt_br: Senha Incorreta
ru: Неверный пароль
tr: Yanlış parola
zh: 密码错误

# backup.cloud.password.error.invalid_backup
source: Backup is corrupted
de: Backup ist beschädigt
es: Copia de seguridad corrupta
fr: La sauvegarde est corrompue
ko: 백업이 손상되었습니다
pt_br: O backup está corrompido
ru: Резервная копия повреждена
tr: Yedekleme bozuk
zh: 备份已损坏

# backup.cloud.password.confirm.error.doesnt_match
source: Password doesn’t match
de: Passwort stimmt nicht überein
es: La contraseña no coincide
fr: Le mot de passe ne correspond pas
ko: 비밀번호가 일치하지 않습니다
pt_br: A senha não corresponde
ru: Пароли не совпадают
tr: Şifre eşleşmiyor
zh: 密码不匹配

# backup.cloud.not_available
source: iCloud not Available
de: iCloud nicht verfügbar
es: iCloud no disponible
fr: iCloud n'est pas disponible
ko: iCloud를 사용할 수 없음
pt_br: iCloud indisponível
ru: iCloud недоступен
tr: iCloud Kullanılamıyor
zh: iCloud 服务不可用

# backup.cloud.cant_create_file
source: Can't save File to iCloud
de: Die Datei kann nicht in iCloud gespeichert werden
es: No se puede guardar el archivo en iCloud
fr: Impossible de sauvegarder le fichier sur iCloud
ko: 파일을 iCloud에 저장할 수 없음
pt_br: Não é possível salvar o arquivo no iCloud
ru: Не удается сохранить файл в iCloud
tr: Dosya iCloud'a kaydedilemiyor
zh: 无法将文件保存到iCloud。

# backup.cloud.cant_delete_file
source: Can't delete from iCloud
de: Kann nicht von iCloud gelöscht werden
es: No se puede eliminar de iCloud
fr: Impossible de supprimer de iCloud
ko: iCloud에서 삭제할 수 없습니다
pt_br: Não é possível excluir do iCloud
ru: Не удается удалить из iCloud
tr: iCloud'dan silinemiyor
zh: 无法从 iCloud 删除

# backup.cloud.no_access.title
source: Access iCloud
de: Zugriff auf iCloud
es: Acceder a iCloud
fr: Accéder à iCloud
ko: 아이클라우드 접근하기
pt_br: Acessar o iCloud
ru: Доступ к iCloud
tr: iCloud'a erişim
zh: 访问 iCloud

# backup.cloud.no_access.description
source: To create a backup, you need to provide access to iCloud storage.
de: Um ein Backup zu erstellen, müssen Sie Zugriff auf iCloud-Speicher gewähren.
es: Para crear una copia de seguridad, necesita proporcionar acceso al almacenamiento de iCloud.
fr: Pour créer une sauvegarde, vous devez fournir un accès au stockage iCloud.
ko: iCloud 스토리지에 백업을 만들려면 액세스 권한을 제공해야 합니다.
pt_br: Para criar um backup, você precisa fornecer acesso ao armazenamento iCloud.
ru: Для создания резервной копии необходимо предоставить доступ к iCloud памяти.
tr: Yedek oluşturmak için, iCloud depolama alanına erişim sağlamanız gerekmektedir.
zh: 要创建备份，您需要提供访问 iCloud 存储。

# error.send.self_transfer
source: Sending to yourself is not supported
de: Sich selbst zu senden wird nicht unterstützt
es: Enviarte a vos mismo no está soportado
fr: L'envoi à soi-même n'est pas pris en charge
ko: 자체로 전송이 지원되지 않음
pt_br: Não é possível enviar para você mesmo
ru: Отправка самому себе невозможна
tr: Kendine gönderme desteklenmiyor
zh: 不支持发送给自己

# error.send_binance.memo_required
source: The receiver requires a non-empty memo in the transfer transaction
de: Empfänger benötigt nicht-leeren Vermerk bei Transfer einer Transaktion
es: El receptor requiere que el memo no esté vacío en la transacción de transferencia
fr: Le destinataire a besoin d'une note non vide pour une opération de transfert
ko: 수신자는 송금 내역에 메모 기록을 필요로 합니다
pt_br: O receptor requer uma nota não vazia na transação de transferência
ru: При отправке транзакции получателю необходимо заполнить поле мемо
tr: Alıcı, transfer işleminde boş olmayan bir not gerektirmektedir
zh: 收款人要求在转账交易中包含非空的备注

# error.send_binance.only_digits_allowed
source: Requires the memo to contain only digits
de: Der Vermerk darf nur Zahlen enthalten
es: Es necesario que el memo contenga únicamente dígitos
fr: Nécessite que le mémo ne contienne que des chiffres
ko: 메모에는 숫자만 포함하셔야 합니다
pt_br: Requer que o memorando contenha apenas dígitos
ru: Поле мемо должно содержать только цифры
tr: Notun yalnızca rakam içermesini gerektirir
zh: 要求备注仅包含数字

# error.send_z_cash.transparent_address
source: %@ doesn't support payments to a transparent address
de: %@ unterstützt keine Zahlungen an eine transparente Adresse
es: %@ no soporta pagos a una dirección transparente
fr: %@ ne prend pas en charge les paiements à une adresse transparente
ko: %@은 투명 주소에 대한 지불을 지원하지 않습니다
pt_br: O %@ não suporta pagamentos para um endereço transparente
ru: %@ не поддерживает платежи на публичный адрес
tr: %@, bir transparan adrese yapılan ödemeleri desteklemez
zh: %@ 不支持付款到一个透明地址

# balance.title
source: Balance
de: Wallet
es: Saldo
fr: Solde
ko: 잔액
pt_br: Saldo
ru: Баланс
tr: Bakiye
zh: 钱包

# balance.tab_bar_item
source: Balance
de: Guthaben
es: Saldo
fr: Solde
ko: 잔액
pt_br: Saldo
ru: Баланс
tr: Bakiye
zh: 余额

# balance.send
source: Send
de: Senden
es: Enviar
fr: Envoyer
ko: 전송
pt_br: Enviar
ru: Отправить
tr: Gönder
zh: 发送​​

# balance.withdraw
source: Withdraw
de: Abheben
es: Retirar
fr: Retraits
ko: 빼다
pt_br: Sacar
ru: Вывод средств
tr: Hesaptan Çek
zh: 提取

# balance.swap
source: Swap
es: Permutar
fr: Echanger
ko: 스왑
pt_br: Trocar
ru: Обмен
tr: Takas
zh: 掉期交易

# balance.receive
source: Receive
de: Empfangen
es: Recibir
fr: Recevoir
ko: 수령
pt_br: Receber
ru: Получить
tr: Al
zh: 接收

# balance.deposit
source: Deposit
de: Anfordern
es: Recibir
fr: Recevoir
ko: 수신
pt_br: Receber
ru: Пополнение
tr: Al
zh: 接收

# balance.syncing
source: Syncing...
de: Synchronisieren...
es: Sincronizando...
fr: Synchronisation...
ko: 동기화 중입니다...
pt_br: Sincronizando...
ru: Идет синхронизация...
tr: Eşitleniyor...
zh: 正在同步...

# balance.searching
source: Searching transactions...
de: Transaktionen werden gesucht...
es: Buscando transacciones…
fr: Recherche des transactions…...
ko: 거래 검색 중...
pt_br: Procurando transações...
ru: Поиск транзакций...
tr: İşlemler aranıyor ...
zh: 正在搜索交易…...

# balance.stopped
source: Stopped
de: Stoppen
es: Detenido
fr: Arrêté
pt_br: Parado
ru: Остановлено
tr: Durduruldu
zh: 已停止

# balance.downloading_sapling
source: Downloading Sapling... %d%%
de: Setze herunterladen... %d%%
es: Descargando Sapling... %d%%
fr: Téléchargement de la pousse... %d%%
ko: 묘목 다운로드 중... %d%%
pt_br: Baixando prévias.. %d%%
ru: Загрузка sapling... %d%%
tr: Sapling indiriliyor... %d%%
zh: Downloading...

# balance.synced_through
source: until %@
de: bis %@
es: hasta %@
fr: jusqu'à: %@
ko: %@ 까지
pt_br: até %@
ru: до %@
tr: %@ kadar
zh: 直到 %@

# balance.empty.description
source: You haven't added any coins to this wallet.
de: Sie haben keine Coins zu diesem Wallet hinzugefügt.
es: No has añadido ninguna moneda a esta cartera.
fr: Vous n'avez ajouté aucune pièce à ce portefeuille.
ko: 이 지갑에 코인을 넣지 않았습니다.
pt_br: Você não adicionou nenhuma moeda nesta carteira.
ru: Вы еще не добавили токены в этот кошелек.
tr: Bu cüzdana hiç jeton eklemediniz.
zh: 您还没有添加任何代币到此钱包中。

# balance.sort.header
source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
ko: 정렬 기준
pt_br: Organizar por
ru: Сортировать
tr: Sıralama şekli
zh: 排序方式

# balance.sort.valueHighToLow
source: Balance
de: Guthaben
es: Saldo
fr: Solde
ko: 잔액
pt_br: Saldo
ru: Баланс
tr: Bakiye
zh: 余额

# balance.sort.az
source: Name
es: Nombre
fr: Nom
ko: 이름
pt_br: Nome
ru: Название
tr: İsim
zh: 名称

# balance.sort.price_change
source: Price Change
de: Preisänderung
es: Cambio de Precio
fr: Variation de prix
ko: 가격 변경
pt_br: Mudança de Preço
ru: по изменению цены (%)
tr: Fiyat Değişimi
zh: 价格变动

# balance_error.change_source
source: Change Source
de: Quelle ändern
es: Cambiar Origen
fr: Changer la Source
ko: 출처를 변경하다
pt_br: Mudar a fonte
ru: Изменить источник
tr: Kaynağı Değiştir
zh: 更改源

# balance_error.sync_error
source: Sync Error
de: Sync-Fehler
es: Error de sincronización
fr: Erreur de synchronisation
ko: 동기화 오류
pt_br: Erro de Sincronização
ru: Ошибка синхронизации
tr: Senk. hatası
zh: 同步出错

# lost_accounts.warning_title
source: iOS Keychain Error
de: iOS-Keychain-Fehler
es: Error de la cadena de Claves del iOs
fr: Erreur du trousseau d’accès iOS
ko: iOS 키체인 오류
pt_br: Erro de Keychain do iOS
ru: Ошибка связки ключей iOS
tr: iOS Keychain Hatası
zh: iOS Keychain 错误
