Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# restore.non_standard_import.description
source: This page provides a special wallet import mechanism to %@ users who have a non-standard wallet. Such wallets might have been created in %@ version 0.27 - 0.28 using a non-English recovery phrase and/or a special character in the wallet passphrase (i.e. diacritic symbol). If you're an affected user then your wallet balance will be shown 0 after importing such wallet in version 0.29 or above. This page will enable you to restore access to your non-standard wallet. Once imported you're recommended to create a new wallet (which will be standard compliant) and move funds there.
de: Diese Seite bietet einen speziellen Wallet-Importmechanismus für Benutzer von %@ die eine nicht standardmäßige Wallet haben. Solche Brieftaschen könnten in %@ Version 0 erstellt worden sein. 7 - 0.28 unter Verwendung einer nicht-englischen Wiederherstellungsphrase und/oder eines Sonderzeichens in der Brieftasche Passphrase (d.h. diakritisches Symbol). Wenn Sie ein betroffener Benutzer sind, wird Ihr Wallet-Guthaben nach dem Import in Version 0.29 oder höher 0 angezeigt. Auf dieser Seite können Sie den Zugriff auf Ihre nicht standardmäßige Brieftasche wiederherstellen. Sobald Sie importiert haben, empfehlen wir Ihnen eine neue Wallet zu erstellen (die standardkonform ist) und Geld dorthin zu verschieben.
es: Esta página proporciona un mecanismo especial de importación de carteras para usuarios de %@ que tienen una cartera no estándar. Dichas carteras podrían haberse creado en la versión %@ 0.27 - 0.28 utilizando una frase de recuperación en un idioma que no es inglés y/o un carácter especial en la frase de contraseña de la cartera (por ejemplo, un símbolo diacrítico). Si eres un usuario afectado, entonces tu saldo en la cartera se mostrará como 0 después de importar dicha cartera en la versión 0.29 o superior. Esta página te permitirá restaurar el acceso a tu cartera no estándar. Una vez importada, se recomienda crear una nueva cartera (que cumpla con los estándares) y transferir allí los fondos.
fr: Sur cette page, vous trouverez un mécanisme spécial de restauration de portefeuille pour les utilisateurs %@ dont le portefeuille n'est pas standard. En général, de tels portefeuilles ont été créés dans la version 0.27 - 0.28 %@ en utilisant une liste de mots mnémoniques non-anglais et/ou un caractère spécial dans la phrase de passe du portefeuille (c'est-à-dire un symbole diacritique). Si vous êtes un utilisateur concerné, le solde de votre portefeuille sera affiché à 0 après la restauration de ce portefeuille dans la version 0.29 ou supérieure. Grâce à cette page, vous pourrez restaurer l'accès à votre portefeuille non-standard. Une fois la restauration effectuée, il est conseillé de créer un nouveau portefeuille (qui sera conforme aux normes) et d'y transférer vos fonds.
ko: 이 페이지는 비표준 지갑을 가지고 있는 %@ 사용자를 위한 특별한 지갑 복원 메커니즘을 제공합니다. 일반적으로 이러한 지갑은 %@ 버전 0.27 - 0.28에서 영어가 아닌 니모닉 단어 목록 및/또는 지갑 암호의 특수 문자(예: 분음 부호)를 사용하여 생성되었을 수 있습니다. 영향을 받는 사용자인 경우 버전 0.29로 업데이트하면 지갑 잔액이 0으로 표시됩니다. 이 페이지에서는 비표준 지갑에 대한 액세스를 복원할 수 있습니다. 복원되면 새 지갑(표준 준수)을 만들고 그곳으로 자금을 옮기는 것이 좋습니다.
pt_br: Esta página fornece um mecanismo de importação de carteira especial para usuários %@ que têm uma carteira não padrão. Tais carteiras podem ter sido criadas na versão %@ do 0. 7 - 0,28 usando uma frase de recuperação não inglesa e/ou um caractere especial na senha da carteira (ou seja, símbolo diacrítico). Se você é afetado com o seu saldo de carteira será mostrado 0 após importar tal carteira na versão 0.29 ou superior. Esta página permitirá que você restaure o acesso à sua carteira não padrão. Uma vez importado, recomenda-se criar uma nova carteira (que será compatível com o padrão) e mover fundos para lá.
ru: На этой странице представлен специальный механизм восстановления кошелька для пользователей %@ с нестандартным кошельком. Как правило, такие кошельки могли быть созданы в версиях %@ 0.27–0.28 с использованием неанглоязычного списка мнемонических слов и/или специального символа в парольной фразе кошелька (например, диакритического знака). Если вы являетесь затронутым пользователем, то баланс вашего кошелька будет отображаться как 0 после восстановления такого кошелька в версии 0.29 или выше.Эта страница позволит вам восстановить доступ к вашему нестандартному кошельку. После восстановления рекомендуется создать новый кошелек (который будет соответствовать стандарту) и перевести туда средства.
tr: Bu sayfa, standart olmayan bir cüzdanı olan %@ kullanıcıları için özel geri yükleme mekanizması sağlar. Genel olarak, bu tür cüzdanlar, İngilizce olmayan bir anımsatma kelimeleri listesi ve/veya cüzdan şifresinde özel bir karakter (yani aksan simgesi) kullanılarak %@ 0.27 - 0.28 sürümünde oluşturulmuş olabilir. Bu durumdan etkilenen bir kullanıcıysanız, 0.29 sürümüne güncelledikten sonra cüzdan bakiyeniz 0 olarak görüntülenir. Bu sayfa, standart olmayan cüzdanınıza erişimi geri yüklemenizi sağlayacaktır. Geri yüklendikten sonra, yeni bir cüzdan oluşturmanız (standartlarla uyumlu) ve paranızı oraya taşımanız önerilir.
zh: 此页面为拥有非标准钱包的 %@ 用户提供一个特殊的钱包导入机制。 此钱包可能已在 %@ 版本 0中创建。 7 - 0.28 使用非英文恢复短语和/或钱包密码中的特殊字符(例如拨号符号)。 如果您是受影响的用户，那么您的钱包余额将会在导入此钱包版本0.29或以上后显示0。 此页面将使您能够恢复对非标准钱包的访问。 一旦导入，您建议创建一个新的钱包(它将符合标准)，并将资金转移到那里。

# restore.warning.non_recommended.description
source: This wallet seems to use a non-standard character in its recovery phrase and/or a passphrase. If you do not see a balance or transactions please read below for details. CLICK TO GET MORE INFO
de: Diese Brieftasche scheint ein nicht standardmäßiges Zeichen in ihrer geheimen Wortliste und/oder einer Passphrase zu verwenden. Wenn Sie kein Guthaben oder Transaktionen sehen, lesen Sie bitte unten für Details. KLICKEN, UM WEITERE INFORMATIONEN ZU ERHALTEN
es: Parece que esta cartera utiliza un carácter no estándar en su frase de recuperación y/o contraseña. Si no ves un saldo o transacciones, por favor lee abajo para más detalles. HAGA CLIC PARA OBTENER MÁS INFORMACIÓN
fr: Ce portefeuille semble utiliser un caractère non-standard dans sa liste de mots secrets et/ou dans une phrase de passe. Si vous ne voyez pas de solde ou de transactions, veuillez vous reporter aux informations ci-dessous. CLIQUEZ POUR OBTENIR PLUS D'INFOS
ko: 이 지갑은 비밀 단어 목록 및/또는 암호 문구에 비표준 문자를 사용하는 것 같습니다. 잔액이나 거래 내역이 보이지 않으면 아래에서 자세한 내용을 읽어보세요. 더 많은 정보를 얻으려면 클릭하십시오
pt_br: Esta carteira parece usar um caractere não padrão em sua lista de palavras secretas e/ou uma frase secreta. Se você não ver um saldo ou transações, leia abaixo para obter detalhes. CLIQUE PARA OBTER MAIS INFORMAÇÕES
ru: Похоже, этот кошелек использует нестандартный символ в списке мнемонических слов и/или парольной фразе. Если вы не видите баланс или транзакции, пожалуйста, прочтите подробности ниже. ПОЖАЛУЙСТА НАЖМИТЕ, ЧТОБЫ ПОЛУЧИТЬ БОЛЬШЕ ИНФОРМАЦИИ
tr: Bu cüzdan, gizli sözcükler listesinde ve/veya bir şifrede standart olmayan bir karakter kullanıyor gibi görünüyor. Bir bakiye veya işlem göremiyorsanız lütfen bilgi için aşağıya bakınız. DAHA FAZLA BİLGİ ALMAK İÇİN TIKLAYINIZ
zh: 这个钱包似乎在其密码列表和/或密码短语中使用了非标准字符。 如果您没有看到余额或交易，请阅读下面的详细信息。 点击获取更多信息

# restore.error.non_standard.description
source: This is a non-standard wallet. CLICK TO GET MORE INFO
de: Dies ist eine nicht standardmäßige Wallet. KLICKEN SIE MEHR INFO
es: Esta es una cartera no estándar. CLICK PARA CONTRAR MÁS INFO
fr: Ce portefeuille n'est pas conforme aux normes. CLIQUEZ POUR OBTENIR PLUS D'INFOS
ko: 비표준 호환 지갑입니다. 자세한 내용은 아래를 참조하십시오. 더 많은 정보를 얻으려면 클릭하십시오
pt_br: Esta é uma carteira não padrão. CLIQUE PARA OBTER MAIS INFORMAÇÕES
ru: Это нестандартный кошелек. НАЖМИТЕ, ЧТОБЫ ПОЛУЧИТЬ БОЛЬШЕ ИНФОРМАЦИИ
tr: Bu standart olmayan bir cüzdandır. DAHA FAZLA BİLGİ ALMAK İÇİN TIKLAYIN
zh: 这是一个不符合标准的钱包。 详情请阅读下文。 点击获取更多信息

# restore_type.title
source: Import Wallet
de: Wallet importieren
es: Importar Cartera
fr: Importer le porte-monnaie
ko: 다음에서 복원하기
pt_br: Importar carteira
ru: Импорт кошелька
tr: Cuzdan Yükle
zh: 恢复自

# restore_type.recovery.title
source: from Recovery Phrase
de: von Wiederherstellungsphrase
es: de Frase de Recuperación
fr: Voir la phase de récupération
ko: 복구 문구에서
pt_br: da Frase de Recuperação
ru: Фраза восстановления
tr: Kurtarma İfadesinden
zh: 恢复短语

# restore_type.cloud.title
source: from iCloud
de: von iCloud
es: desde iCloud
fr: depuis iCloud
ko: 아이클라우드에서
pt_br: do iCloud
ru: iCloud
tr: iCloud'dan
zh: 来自 iCloud

# restore_type.file.title
source: from Files
de: aus Dateien
es: del archivo
fr: à partir des fichiers
pt_br: de Arquivos
ru: из файлов
tr: Dosyadan
zh: 从文件

# restore_type.recovery.description
source: Import using recovery phrase or private key.
de: Importieren Sie mithilfe der Wiederherstellungsphrase oder des privaten Schlüssels.
es: Importe utilizando la frase de recuperación o la clave privada.
fr: Importer à l'aide de la phrase de récupération ou de la clé privée.
ko: 이 문구는 복구 문구 또는 개인 키를 사용하여 가져올 수 있습니다.
pt_br: Import like a pro! Recovery phrase or private key, you choose. It's your call, folks!
ru: Импорт с помощью фразы восстановления или приватного ключа.
tr: Kurtarma ifadesini veya özel anahtarı kullanarak içe aktarın.
zh: 使用恢复短语或私钥导入。

# restore_type.cloud.description
source: Import from a backup file in your keychain.
de: Importieren Sie aus einer Sicherungsdatei in Ihrem Schlüsselbund.
es: Importar desde un archivo de copia de seguridad en su llavero.
fr: Importer un fichier de sauvegarde dans votre trousseau de clés.
ko: 키체인의 백업 파일에서 가져옵니다.
pt_br: Import straight from your keychain, folks. It's like having the keys to the kingdom right at your fingertips!
ru: Импорт из файла резервной копии в вашем keychain.
tr: Anahtar zincirinizdeki bir yedek dosyadan içe aktarın.
zh: 从您的密钥链备份文件中导入。

# restore_type.file.description
source: Import a backup file from your local folder.
de: Importieren Sie eine Sicherungsdatei aus Ihrem lokalen Ordner.
es: Importar un archivo de copia de seguridad de su carpeta local.
fr: Importez un fichier de sauvegarde depuis votre dossier local.
pt_br: Importar um arquivo de backup da sua pasta local.
ru: Импортируйте файл резервной копии из локальной папки.
tr: Yerel klasörünüzden bir yedek dosyası içe aktarın.
zh: 从本地文件夹导入备份文件。

# restore.cloud.title
source: Select Backup
de: Sicherung auswählen
es: Seleccionar copia de seguridad
fr: Choisir la sauvegarde
ko: 백업 선택
pt_br: Selecionar Backup
ru: Выберите резервную копию
tr: Yedekleme Seç
zh: 选择备份

# restore.cloud.description
source: Select the backup file that you want to restore.
de: Wählen Sie die Sicherungsdatei, die Sie wiederherstellen möchten.
es: Seleccione el archivo de copia de seguridad que desea restaurar.
fr: Sélectionnez le fichier de sauvegarde que vous souhaitez restaurer.
ko: 지갑을 복원하려면 백업 사본을 선택하세요.
pt_br: Selecione o arquivo de backup que você deseja restaurar.
ru: Выберите файл резервной копии, который вы хотите восстановить.
tr: Geri yüklemek istediğiniz yedekleme dosyasını seçin
zh: 选择您想要恢复的备份文件。

# restore.cloud.empty
source: No backups found.
de: Keine Sicherungen gefunden.
es: No se encontraron copias de seguridad.
fr: Aucune sauvegarde trouvée.
ko: 백업이 없습니다.
pt_br: Can you believe it, folks? No backups found. It's a clean slate, a fresh start!
ru: Резервные копии не найдены.
tr: Yedek bulunamadı.
zh: 未找到备份。

# restore.cloud.wallets
source: Wallet backups
de: Wallet-Sicherungen
es: Copia de seguridad de la cartera
fr: Sauvegardes du portefeuille
pt_br: Backups da Carteira
ru: Резервные копии кошелька
tr: Cüzdan Yedekleri
zh: 钱包备份

# restore.cloud.imported
source: Imported wallets
de: Importierte Wallet
es: Carteras importadas
fr: Importer le portefeuille
ko: 수입 지갑
pt_br: Carteiras importadas
ru: Импортированные кошельки
tr: Ithal cüzdanlar
zh: 导入钱包

# restore.cloud.app_backups
source: App backups
de: App Sicherungen
es: Copias de seguridad de aplicaciones
fr: Sauvegardes de l'application
pt_br: Backups do Aplicativo
ru: Резервные копии приложений
tr: Uygulama Yedekleri
zh: 应用备份

# restore.cloud.password.title
source: Enter Password
de: Passwort eingeben
es: Introduzca contraseña
fr: Entrez le mot de passe
ko: 암호를 입력하세요
pt_br: Digite a senha
ru: Введите пароль
tr: Parolanı Gir
zh: 请输入密码

# restore.cloud.password.placeholder
source: Backup Password
de: Passwort sichern
es: Copiar contraseña
fr: Mot de passe de la sauvegarde
ko: 백업 비밀번호
pt_br: Fazer Backup da Senha
ru: Пароль резервной копии
tr: Yedek Şifre
zh: 备份密码

# restore.cloud.password.description
source: Enter the password to import your backup
de: Geben Sie das Passwort ein, um Ihre Sicherung zu importieren
es: Introduzca la contraseña de copia de seguridad para importar su cartera desde iCloud.
fr: Entrez le mot de passe de sauvegarde pour importer votre portefeuille depuis iCloud.
ko: iCloud에서 지갑을 가져오려면 백업 비밀번호를 입력하세요.
pt_br: Give me that backup password, folks. We're importing your wallet from iCloud, and security is the name of the game!
ru: Введите пароль резервной копии для импорта вашего кошелька из iCloud.
zh: 输入密码以导入您的备份

# coin_settings.title
source: Blockchain Settings
de: Blockchain Einstellungen
es: Configuración de Blockchain
fr: Paramètres de la Blockchain
ko: 블록 체인 설정
pt_br: Configurações da Blockchain
ru: Настройки блокчейна
tr: Blockchain Ayarları
zh: 区块链设置

# coin_settings.bitcoin_cash_coin_type.title.type0
source: Legacy
zh: 遗留问题

# coin_settings.bitcoin_cash_coin_type.title.type145
source: CashAddress
de: CashAddress (empfohlen)
es: Dirección de caja (recomendado)
fr: CashAddress (recommendé)
ko: 현금주소(권장)
pt_br: CashAddress (recomendado)
tr: CashAddress (önerilen)
zh: 资金地址（推荐）

# sync_mode.hybrid
source: Hybrid
es: Híbrido
fr: Hybride
pt_br: Híbrido
zh: 混合型

# sync_mode.from_blockchain
source: %@ Blockchain
de: Von Blockchain
es: Desde Blockchain
fr: De la Blockchain
ko: 블록체인으로 부터
pt_br: Da Blockchain
ru: Из блокчейна
tr: Blockchain çıkışlı
zh: 来自区块链

# blockchain_settings.description
source: Select the address format for receiving payments. A correct format should be chosen when restoring an existing wallet.
de: Wählen Sie das Adressformat für den Empfang von Zahlungen. Ein korrektes Format sollte bei der Wiederherstellung einer bestehenden Brieftasche gewählt werden.
es: Seleccione el formato de dirección para recibir pagos. Debe elegirse un formato correcto cuando se restaure una cartera existente.
fr: Sélectionnez le format d'adresse pour la réception des paiements. Un format correct doit être choisi lors de la restauration d'un portefeuille existant.
ko: 지불을 받기 위한 주소 형식을 선택하십시오. 기존 지갑을 복원할 때 올바른 형식을 선택해야 합니다.
pt_br: Get ready to receive payments, folks! When restoring your wallet, make sure to select the right address format. It's all about getting it right!
ru: Выберите формат адреса для получения средств. Правильный формат должен быть выбран при восстановлении существующего кошелька.
tr: Ödemeleri almak için adres biçimini seçin. Mevcut bir cüzdanı geri yüklerken doğru bir format seçilmelidir.
zh: Select the address format for the coin.

# coin_platforms.native
source: Native
de: Nativ
es: Nativa
fr: Natif
ko: 네이티브
pt_br: Nativo
ru: Нативный
tr: Yerel
zh: 原生

# copy_warning.title
source: Risk of Copying
de: Kopierrisiko
es: Riesgo de Copia
fr: Risque de copie
ko: 복사의 위험
pt_br: Risco de Copiar
ru: Риск копирования
tr: Kopyalama Riski
zh: 复制的风险

# copy_warning.description
source: As a safety measure, we recommend that you do not use the copy action for this value.
de: Als Sicherheitsmaßnahme empfehlen wir, die Kopierfunktion nicht für diesen Wert zu verwenden.
es: Como medida de seguridad, le recomendamos que no utilice la acción de copia para este valor.
fr: Comme mesure de sécurité, nous vous recommandons de ne pas utiliser l'action de copie pour cette valeur.
ko: 안전 조치로 이 값에 대해 복사 작업을 사용하지 않는 것이 좋습니다.
pt_br: Como medida de segurança, recomendamos que você não use a ação de copiar para este valor.
ru: В качестве меры безопасности мы рекомендуем не использовать действие копирования.
tr: Bir güvenlik önlemi olarak, bu değer için kopyalama eylemini kullanmamanızı öneririz.
zh: 作为一项安全措施，我们建议您不要使用此值的复制操作。

# copy_warning.dont_copy
source: Don't Copy
de: Nicht kopieren
es: No copiar
fr: Ne pas copier
ko: 복사 금지
pt_br: Não Copiar
ru: Не копировать
tr: Kopyalama
zh: 不复制

# copy_warning.i_will_risk_it
source: I will risk it
de: Ich werde es riskieren
es: Lo arriesgaré
fr: Je prends le risque
ko: 위험을 감수하겠습니다
pt_br: Eu vou arriscar
ru: Я рискую
tr: Riski alıyorum
zh: 我会冒险！

# recovery_phrase.title
source: Recovery Phrase
de: Wiederherstellungsphrase
es: Frase de Recuperación
fr: Phrase de récupération
ko: 복구 문구
pt_br: Frase de Recuperação
ru: Фраза восстановления
tr: Kurtarma cümlesi
zh: 恢复码

# recovery_phrase.warning
source: Never share this key with anyone. %@ Wallet support team will never ask for it.
de: Teilen Sie diesen Schlüssel niemals mit niemandem. %@ Wallet-Support-Team wird ihn niemals anfragen.
es: Nunca compartas esta clave con nadie. El equipo de soporte de la cartera %@ nunca la solicitará.
fr: Ne partagez jamais cette clé avec quiconque. L'équipe de support du portefeuille %@ ne le demandera jamais.
ko: 복구 문구를 누구와도 공유하지 마십시오. %@ 팀은 복구 문구를 요구하지 않습니다.
pt_br: Listen up, folks, and listen good. This key, you never, ever share it with anyone, okay? Not even with the %@ Wallet support team. They'll never ask for it. It's your key to the kingdom, so keep it locked up tight!
ru: Никогда не делитесь этим ключом с кем-либо. Команда поддержки кошелька %@ никогда не будет запрашивать его.
tr: Kurtarma ifadenizi asla kimseyle paylaşmayın. %@ ekip asla kurtarma ifadenizi istemez.
zh: 切勿与任何人共享此密钥。 %@ 钱包支持团队永远不会要求它。

# recovery_phrase.tap_to_show
source: Tap to show recovery phrase
de: Tippen, um Wiederherstellungsphrase anzuzeigen
es: Toca para mostrar la frase de recuperación
fr: Appuyez pour afficher la phrase de récupération
ko: 탭하여 복구 문구 표시
pt_br: Tap right there, folks, and behold the recovery phrase. It's like unlocking a treasure chest!
ru: Нажмите, чтобы показать фразу восстановления
tr: Kurtarma ifadesini göstermek için dokunun
zh: 点击显示恢复密语

# recovery_phrase.passphrase
source: Passphrase
de: Passwort
es: Frase de contraseña
fr: Phrase d'authentification
ko: 암호문구
pt_br: Senha
ru: Кодовая фраза
tr: Parola
zh: 密码

# recovery_phrase.copy_warning.title
source: Risk of Recovery Phrase copy
de: Risiko der Wiederherstellungs-Phrase-Kopie
es: Copia de Riesgo de Recuperación
fr: Copie de la phrase de récupération
ko: 복구 문구 복사 위험
pt_br: Risco ao copiar a frase de recuperação
ru: Риск копирования фразы восстановления
tr: Kurtarma Riski İfadesi kopyası
zh: 恢复短语复制的风险

# recovery_phrase.copy_warning.description
source: As a security measure,we recommend not using copy action on recovery phrase.
de: Als Sicherheitsmaßnahme empfehlen wir, Kopiermaßnahmen nicht auf Wiederherstellungs-Phrase zu verwenden.
es: Como medida de seguridad recomendamos no utilizar la acción de copia en la clave privada.
fr: Pour des raisons de sécurité, nous recommandons de ne pas utiliser l'action de copie sur la clé privée.
ko: 보안 조치로 개인 키에 복사 작업을 사용하지 않는 것이 좋습니다.
pt_br: Como medida de segurança, recomendamos que não use a ação de copiar na frase de recuperação.
ru: В целях безопасности мы не рекомендуем использовать действие копирования фразы восстановления.
tr: Bir güvenlik önlemi olarak, kopyalama eylemi kullanmamanızı öneririz.
zh: 作为一项安全措施，我们建议不要复制私钥。

# evm_private_key.title
source: EVM Private Key
de: EVM privater Schlüssel
es: Clave Privada EVM
fr: Clé privée EVM
ko: EVM 개인 키
pt_br: Chave Privada EVM
ru: Приватный ключ EVM
tr: EVM Özel anahtar
zh: EVM 私钥

# evm_private_key.tap_to_show
source: Tap to show private key
de: Tippen um privaten Schlüssel anzuzeigen
es: Toca para mostrar la clave privada
fr: Appuyez pour afficher la clé privée
ko: 개인 키 보기
pt_br: Give it a tap, folks, and reveal that private key. It's like finding the secret to success!
ru: Нажмите, чтобы показать приватный ключ
tr: Özel anahtarı göstermek için dokunun
zh: 点击显示私钥

# extended_key.purpose
source: Purpose
de: Zweck
es: Propósito
fr: Objectif
ko: 목적
pt_br: Propósito
zh: 目的

# extended_key.account
source: Account
fr: Compte
ko: 계정
pt_br: Conta
zh: 账户

# extended_key.account.description
source: This is a setting for advanced users. If you are trying to import wallet (via extended private key )or transactions list (via extended public key) you need account 0.
de: Dies ist eine Einstellung für fortgeschrittene Benutzer. Wenn Sie versuchen, ein Wallet (über einen erweiterten privaten Schlüssel) oder eine Transaktionsliste (über einen erweiterten öffentlichen Schlüssel) zu importieren, benötigen Sie das Konto 0.
zh: 这是高级用户的设置。 如果您试图导入钱包(通过扩展私钥)或交易列表(通过扩展公钥)，您需要账户 0。

# extended_key.tap_to_show
source: Tap to show extended private key
de: Zum Anzeigen des erweiterten privaten Schlüssels tippen
es: Toque para mostrar extended private key
fr: Appuyez pour afficher extended private key
ko: 탭하여 extended private key 표시
pt_br: Get ready for it, folks! A little tap, and you'll see that extended private key. It's like unlocking a world of possibilities!
ru: Нажмите, чтобы показать extended private key
tr: Extended private key göstermek için dokunun
zh: 点击點擊顯示 extended private key 显示扩展私钥

# backup.title
source: Recovery Phrase
de: Wiederherstellungsphrase
es: Frase de Recuperación
fr: Phrase de récupération
ko: 복구 문구
pt_br: Frase de Recuperação
ru: Фраза восстановления
tr: Kurtarma cümlesi
zh: 恢复码

# backup.description
source: Write these words down in the correct order and keep them in a safe place
de: Schreibe diese Wörter in die richtige Reihenfolge und halte sie an einem sicheren Ort
es: Escriba estas palabras en el orden correcto y guárdelas en un lugar seguro
fr: Écrivez ces mots dans le bon ordre et conservez-les dans un endroit sûr
ko: 이 단어들을 올바른 순서로 기록하고 안전한 장소에 보관하십시오
pt_br: Here's the drill, folks: Write these words down, in the right order, and keep 'em locked up tight in a safe place. It's your ticket to security!
ru: Запишите эти слова в правильном порядке и храните их в безопасном месте
tr: Bu kelimeleri doğru sırayla yazın ve güvenli bir yerde saklayın
zh: 按正确顺序写下这些单词，并将其保留在一个安全的地方

# backup.tap_to_show
source: Tap to show recovery phrase
de: Tippen, um Wiederherstellungsphrase anzuzeigen
es: Toca para mostrar la frase de recuperación
fr: Appuyez pour afficher la phrase de récupération
ko: 탭하여 복구 문구 표시
pt_br: Tap right there, folks, and behold the recovery phrase. It's like unlocking a treasure chest!
ru: Нажмите, чтобы показать фразу восстановления
tr: Kurtarma ifadesini göstermek için dokunun
zh: 点击显示恢复密语

# backup.passphrase
source: Passphrase
de: Passwort
es: Frase de contraseña
fr: Phrase d'authentification
ko: 암호문구
pt_br: Senha
ru: Кодовая фраза
tr: Parola
zh: 密码

# backup.verify
source: Verify
de: Prüfen
es: Verificar
fr: Vérifier
ko: 확인하기
pt_br: Confirmar
ru: Подтвердить
tr: Doğrula
zh: 验证

# backup.verified
source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
ko: 확인
pt_br: Confirmado
ru: Подтверждено
tr: Onaylandı
zh: 已验证

# backup_verify_words.title
source: Verify
de: Prüfen
es: Verificar
fr: Vérifier
ko: 확인하기
pt_br: Confirmar
ru: Подтвердить
tr: Doğrula
zh: 验证

# backup_verify_words.description
source: Select two requested words from your wallet recovery phrase
de: Wählen Sie zwei angeforderte Wörter aus Ihrer Wallet-Wiederherstellungsphrase
es: Seleccione dos palabras solicitadas de su frase de recuperación de cartera
fr: Sélectionnez deux mots demandés dans la phrase de récupération de votre portefeuille
ko: 지갑 복구 문구에서 요청한 단어 2개 선택
pt_br: Selecione duas palavras solicitadas da sua frase de recuperação de carteira
ru: Выберите два запрошенных слова из вашей фразы восстановления кошелька
tr: Cüzdan kurtarma ifadenizden istenen iki kelimeyi seçin
zh: 从你的钱包恢复短语中选择两个请求的单词
