Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# fee_settings.warning.risk_of_getting_stuck.info
source: The transaction may remain pending for a while or fail entirely.
de: Die Transaktion kann eine Zeit lang ausstehend bleiben oder ganz fehlschlagen.
es: La transacción puede permanecer pendiente por un tiempo o fallar por completo.
fr: La transaction risque de rester en attente pendant un certain temps ou d'échouer complètement.
ko: 트랜잭션이 잠시 동안 보류 상태로 유지되거나 완전히 실패할 수 있습니다.
pt_br: A transação pode permanecer pendente por um tempo ou falhar completamente.
ru: Обработка транзакции может отложиться на некоторое время, или транзакцию могут полностью отклонить.
tr: İşlem bir süre beklemede kalabilir veya tamamen başarısız olabilir.
zh: 交易可能会在一段时间内仍然处于待处理状态或完全失败。

# fee_settings.warning.overpricing
source: Fee Too High
de: Gebühr zu hoch
es: Cuota demasiado alta
fr: Frais trop élevés
ko: 수수료가 너무 높음
pt_br: Taxa Muito Alta
ru: Слишком высокая комиссия
tr: Ücret Çok Yüksek
zh: 费用太高

# fee_settings.warning.overpricing.info
source: The set transaction fee is higher than necessary for processing this transaction now.
de: Die festgelegte Transaktionsgebühr ist höher als für die Bearbeitung dieser Transaktion jetzt erforderlich.
es: La tarifa de transacción establecida es mayor de lo necesario para procesar esta transacción ahora.
fr: Les frais de transaction fixés sont plus élevés que ce qui est nécessaire pour traiter cette transaction immédiatement.
ko: 설정된 거래 수수료가 지금 이 거래를 처리하는 데 필요한 것보다 높습니다.
pt_br: A taxa de transação definida é maior que o necessário para processar esta transação agora.
ru: Установленная комиссия за транзакцию больше чем требуется для обработки этой транзакции.
tr: Belirlenen işlem ücreti, bu işlemin şimdi işlenmesi için gereken ücretten daha yüksek.
zh: 当前设置的交易费用高于处理此交易所需的费用。

# watch_address.title
source: Watch Wallet
de: Wallet de solo visualización
es: Ver carteras
fr: Regarder les portefeuilles
ko: 주소 관찰
pt_br: Ver Endereço
ru: Просмотр кошелька
tr: Cüzdan İzle
zh: 观察地址

# watch_address.watch
source: Watch
de: Beobachten
es: Ver
fr: Suivi
ko: 다음
pt_br: Ver
ru: Смотреть
tr: İzle
zh: 观察

# watch_address.address
source: Address
de: Adresse
es: Dirección
fr: Adresses
ko: 주소
pt_br: Endereço
ru: Адрес
tr: Adres
zh: 地址

# watch_address.error.not_supported
source: Address format is not supported
de: Adressformat wird nicht unterstützt
es: El formato de dirección no está soportado
fr: Le format de l'adresse n'est pas pris en charge
pt_br: Formato de endereço não suportado
ru: Формат адреса не поддерживается
tr: Adres formatı desteklenmiyor
zh: 不支持的地址格式

# watch_address.error.non_public_key
source: Watching by private key is not allowed
de: Das Beobachten mit privatem Schlüssel ist nicht erlaubt
es: No se permite la visualización por clave privada
fr: La surveillance par clé privée n'est pas autorisée
pt_br: Não é permitido observar por chave privada
ru: Просмотр по приватному ключу не разрешён
tr: Özel anahtarla izlemeye izin verilmiyor
zh: 不允许使用私钥进行观察

# watch_address.error.not_supported_derived_type
source: Derived type is not supported
de: Abgeleiteter Typ wird nicht unterstützt
es: El tipo derivado no está soportado
fr: Le type dérivé n'est pas pris en charge
pt_br: Tipo derivado não suportado
ru: Неподдерживаемый тип
tr: Türetilmiş tür desteklenmiyor
zh: 不支持的派生类型

# watch_address.watch_data.placeholder
source: Enter Your EVM, TRON, TON or Public Address (Bitcoin, Litecoin, Bitcoin Cash) or Account xPubKey.
de: Fügen Sie Ihre öffentliche Adresse oder Ihren XPUB ein
es: Introduzca su EVM, TRON, TON o Dirección Pública (Bitcoin, Litecoin, Bitcoin Cash) o Cuenta xPubKey.
fr: Entrez votre EVM, TRON, TON ou adresse publique (Bitcoin, Litecoin, Bitcoin Cash) ou votre compte xPubKey.
pt_br: Digite seu EVM, TRON, TON ou Endereço Público (Bitcoin, Litecoin, Bitcoin Cash) ou Conta xPubKey.
ru: Введите ваш EVM, TRON, TON или публичный адрес (Bitcoin, Litecoin, Bitcoin Cash) или Account xPubKey.
tr: EVM, TRON, TON veya Genel Adresinizi (Bitcoin, Litecoin, Bitcoin Cash) veya Hesap xPub Anahtarınızı Girin.
zh: 粘贴您的公开地址或 XPUB

# watch_address.choose_blockchain
source: Choose Blockchain
de: Blockchain auswählen
es: Elegir Blockchain
fr: Choisir la blockchain
ko: 블록체인 선택
pt_br: Escolha Blockchain
ru: Выбрать блокчейн
tr: Blockchain Seç
zh: 选择区块链

# watch_address.choose_coin
source: Choose Coin
de: Coins auswählen
es: Elegir moneda
fr: Choisir la pièce
ko: 코인 선택
pt_br: Escolher Moedas
ru: Выберите токен
tr: Kripto Parayı Seç
zh: 选择代币

# nft_collections.title
source: NFTs
ko: NFT
ru: NFT
tr: NFT'ler
zh: NFT

# nft_collections.price_mode
source: Price Mode
de: Preismodus
es: Modo precio
fr: Mode prix
ko: 가격 모드
pt_br: Modo de Preço
ru: Режим цены
tr: Fiyat Modu
zh: 价格模式

# nft_collections.last_sale
source: Last Sale
de: Letzter Verkauf
es: Última venta
fr: Dernière vente
ko: 마지막 판매
pt_br: Última Venda
ru: Последняя продажа
tr: Son İndirim
zh: 收盘价

# nft_collections.average_7d
source: Average 7D
de: Durchschnitt 7D
es: Promedio 7D
fr: Moyenne sur 7 j
ko: 평균 7일
pt_br: Média 7D
ru: Средн. 7Д
tr: Ortalama 7G
zh: 平均7天

# nft_collections.average_30d
source: Average 30D
de: Durchschnitt 30D
es: Promedio 30D
fr: Moyenne sur 30 j
ko: 평균 30일
pt_br: Média 30D
ru: Средн. 30Д
tr: Ortalama 30G
zh: 平均30天

# nft_collections.on_sale
source: On Sale
de: Im Verkauf
es: En venta
fr: En Vente
ko: 판매 중
pt_br: À Venda
ru: В продаже
tr: İndirimde
zh: 在售

# nft_collections.empty
source: You don’t have any NFTs in your wallet
de: Sie haben keinen NFT in Ihrer Brieftasche
es: No tiene un NFT en su cartera
fr: Vous n'avez pas de NFT dans votre portefeuille
ko: 지갑에 NFT가 없습니다.
pt_br: Você não tem NFTs em sua carteira
ru: В вашем кошельке нет NFT
tr: Cüzdanınızda hiç NFT yok
zh: 您的钱包中没有任何NFT

# top_nft_collections.title
source: Top NFT Collections
de: Top NFT-Sammlungen
es: Mejores colecciones NFT
fr: Meilleures collections NFT
pt_br: Principais Coleções NFT
ru: Топ NFT коллекции
tr: En İyi NFT Koleksiyonlar
zh: 前列 NFT 收藏

# top_nft_collections.description
source: Leading NFT collections by trading volume.
de: Führen von NFT-Sammlungen durch Handelsvolumen.
es: Líder de cobranzas NFT por volumen de operación.
fr: Meilleures collections NFT en termes de volume de trading.
pt_br: Liderando coleções NFT pelo volume de trading.
ru: Популярные коллекции NFT по объему торгов.
tr: İşlem hacmine göre önde gelen NFT koleksiyonları.
zh: 按交易量排列的主要NFT收藏。

# nft_asset.tab.overview
source: Overview
de: Übersicht
es: Información General
fr: Synthèse
pt_br: Visão geral
ru: Обзор
tr: İzleme
zh: 行情

# nft_asset.tab.activity
source: Activity
de: Aktivität
es: Actividad
fr: Activité
ko: 활동
pt_br: Atividade
ru: Активность
tr: Aktivite
zh: 活动

# nft_asset.last_sale
source: Last Sale
de: Letzter Verkauf
es: Última venta
fr: Dernière vente
ko: 마지막 판매
pt_br: Última Venda
ru: Последняя продажа
tr: Son İndirim
zh: 收盘价

# nft_asset.average_7d
source: 7 Day Average
de: 7-Tages-Durchschnitt
es: Promedio de 7 días
fr: Moyenne sur 7 jours
ko: 7일 평균
pt_br: Média de 7 dias
ru: Среднее за 7 дней
tr: 7 Günlük Ortalama
zh: 7天平均

# nft_asset.average_30d
source: 30 Day Average
de: 30-Tages-Durchschnitt
es: Promedio de 30 días
fr: Moyenne sur 30 jours
ko: 30일 평균
pt_br: Média de 30 dias
ru: Среднее за 30 дней
tr: 30 Günlük Ortalama
zh: 30天平均

# nft_asset.floor_price
source: Floor Price
de: Mindestpreis
es: Precio mínimo
fr: Prix plancher
ko: 바닥 가격
pt_br: Preço Mínimo
ru: Минимальная цена
tr: Taban Fiyatı
zh: 底价

# nft_asset.on_sale
source: On Sale
de: Im Verkauf
es: En venta
fr: En Vente
ko: 판매 중
pt_br: À Venda
ru: В продаже
tr: İndirimde
zh: 在售

# nft_asset.on_auction
source: On Auction
de: Auf Auktion
es: En subasta
fr: Mise aux enchères
ko: 판매중
pt_br: Leilão
ru: На аукционе
tr: Müzayedede
zh: 在拍卖时

# nft_asset.until_date
source: until %@
de: bis %@
es: hasta %@
fr: jusqu'à: %@
ko: %@ 까지
pt_br: até %@
ru: до %@
tr: %@ kadar
zh: 直到 %@

# nft_asset.buy_now
source: Buy Now
de: Jetzt kaufen
es: Comprar ahora
fr: Acheter Maintenant
ko: 지금 구매
pt_br: Compre Agora
ru: Купить сейчас
tr: Şimdi Al
zh: 立即购买

# nft_asset.minimum_bid
source: Minimum Bid
de: Mindestgebot
es: Licitación Mínima
fr: Enchère minimale
ko: 최저 매수가
pt_br: Oferta Mínima
ru: Мин. cтавка
tr: Minimum Teklif
zh: 最低出价

# nft_asset.best_offer
source: Best Offer
de: Bestes Angebot
es: Mejor oferta
fr: Meilleure offre
ko: 최고 제안
pt_br: Melhor Oferta
ru: Лучшее предложение
tr: En İyi Teklif
zh: 最佳报价

# nft_asset.properties
source: Properties
de: Eigenschaften
es: Propiedades
fr: Propriétés
ko: 속성
pt_br: Propriedades
ru: Параметры
tr: Özellikler
zh: 属性

# nft_asset.description
source: Description
de: Beschreibung
es: Descripción
fr: Libellé
ko: 설명
pt_br: Descrição
ru: Описание
tr: Açıklama
zh: 描述

# nft_asset.details
source: Details
de: Info
es: Detalles
fr: Détailles
ko: 상세 정보
pt_br: Detalhes
ru: Подробности
tr: Ayrıntılar
zh: 详细信息

# nft_asset.details.contract_address
source: Contract Address
de: Vertragsadresse
es: Dirección del contrato
fr: Adresse du contrat
ko: 계약 주소
pt_br: Endereço do Contrato
ru: Адрес контракта
tr: Sözleşme Adresi
zh: 智能合约地址

# nft_asset.details.token_id
source: Token ID
es: ID del token
fr: Identifiant du token
ko: 토큰 ID
pt_br: ID do Token
ru: ID токена
tr: Token Kimliği
zh: 代币 ID

# nft_asset.details.token_standard
source: Token Standard
es: Token estándar
fr: Standard du token
ko: 토큰 표준
pt_br: Critérios do Token
ru: Стандарт Токена
tr: Token Standardı
zh: 代币标准

# nft_asset.links
source: Links
es: Enlaces
fr: Liens
ru: Ссылки
tr: Bağlantılar
zh: 链接

# nft_asset.links.website
source: Website
fr: Site Web
pt_br: Site
ru: Веб-сайт
zh: 网站

# nft_asset.options.save_to_photos
source: Save to Photos
de: In Fotos speichern
es: Guardar a Fotos
fr: Enregistrer dans Photos
ko: 사진 저장하기
pt_br: Salvar na Galeria
ru: Сохранить в фото
tr: Fotoğraflara Kaydet
zh: 保存到照片

# nft_asset.options.set_as_watch_face
source: Set as Watch Face
de: Als Watch-Face festlegen
es: Establecer como Watch Face
fr: Créer un cadran
ko: 시계 모드로 설정
pt_br: Definir como Face Assistida
ru: Установить как Watch Face
tr: İzleme Yüzü olarak ayarla
zh: 设为表盘

# nft_asset.save_to_photos.failed
source: Failed to save NFT image
de: NFT-Bild konnte nicht gespeichert werden
es: Error al guardar la imagen NFT
fr: Échec de la sauvegarde de l'image NFT
ko: NFT 이미지를 저장하지 못했습니다
pt_br: Falha ao salvar a imagem NFT
ru: Не удалось сохранить NFT-изображение
tr: NFT resmi kaydedilemedi
zh: 无法保存保存NFT图像

# nft_collection.tab.overview
source: Overview
de: Übersicht
es: Información General
fr: Synthèse
pt_br: Visão geral
ru: Обзор
tr: İzleme
zh: 行情

# nft_collection.tab.assets
source: Items
de: Artikel
es: Elementos
fr: Éléments
ko: 항목
pt_br: Itens
ru: Элементы
tr: Ögeler
zh: 条目

# nft_collection.tab.activity
source: Activity
de: Aktivität
es: Actividad
fr: Activité
ko: 활동
pt_br: Atividade
ru: Активность
tr: Aktivite
zh: 活动

# nft_collection.overview.description
source: Description
de: Beschreibung
es: Descripción
fr: Libellé
ko: 설명
pt_br: Descrição
ru: Описание
tr: Açıklama
zh: 描述

# nft_collection.overview.contracts
source: Contracts
de: Verträge
es: Contratos
fr: Contrats
ko: 계약
pt_br: Contratos
ru: Контракты
tr: Kişiler
zh: 合约

# nft_collection.overview.links
source: Links
es: Enlaces
fr: Liens
ru: Ссылки
tr: Bağlantılar
zh: 链接

# nft_collection.overview.links.website
source: Website
fr: Site Web
pt_br: Site
ru: Веб-сайт
zh: 网站

# nft_collection.overview.owners
source: Owners
de: Besitzer
es: Propietarios
fr: Propriétaires
ko: 소유자
pt_br: Donos
ru: Владельцы
tr: Sahip
zh: 所有者

# nft_collection.overview.items
source: Items
de: Artikel
es: Elementos
fr: Éléments
ko: 항목
pt_br: Itens
ru: Элементы
tr: Ögeler
zh: 条目

# nft_collection.overview.24h_volume
source: 24h Volume
de: 24h-Volumen
es: Volumen de 24 horas
fr: Volume des dernières 24h
pt_br: Volume em 24h
ru: Объем торгов (24ч)
tr: 24 saat hacim
zh: 24h成交量

# nft_collection.overview.today_sellers
source: Today's Sellers
de: Heutige Verkäufer
es: Súbditos de hoy
fr: Vendeurs d'aujourd'hui
ko: 오늘의 판매자
pt_br: Vendedores de Hoje
ru: Продавцы сегодня
tr: Bugünün Satıcıları
zh: 今天的卖家

# nft_collection.overview.floor_price
source: Floor Price
de: Mindestpreis
es: Precio mínimo
fr: Prix plancher
ko: 바닥 가격
pt_br: Preço Mínimo
ru: Минимальная цена
tr: Taban Fiyatı
zh: 底价

# nft_collection.overview.all_time_average
source: All time average
de: Ganzzeitiger Durchschnitt
es: Promedio de tiempo
fr: Moyenne du temps
ko: 모든 시간 평균
pt_br: Média de todo o período
ru: Среднее за все время
tr: Tüm Zamanların Ortalaması
zh: 全部时间平均值

# nft_collection.overview.royalty
source: Royalty
fr: Redevance
ko: 고귀함
pt_br: Direitos Autorais
ru: Вознаграждение
zh: 荣耀

# nft_collection.overview.inception_date
source: Inception Date
de: Startdatum
es: Fecha de inicio
fr: Date de création
pt_br: Data de Início
ru: Дата старта
tr: Başlangıç ​​tarihi
zh: 起始日期

# nft.activity.contracts
source: Contracts
de: Verträge
es: Contratos
fr: Contrats
ko: 계약
pt_br: Contratos
ru: Контракты
tr: Kişiler
zh: 合约

# nft.activity.empty_list
source: No item activity yet
de: Noch keine Artikel-Aktivität
es: Aún no hay actividad de artículo
fr: Aucune activité pour l'instant
ko: 아직 항목 활동이 없습니다
pt_br: Sem atividade de item ainda
ru: Нет активности
tr: Henüz öğe etkinliği yok
zh: 还没有项目活动

# nft.activity.event_types
source: Event Types
de: Ereignistypen
es: Tipos de Evento
fr: Types d'évènement
ko: 이벤트 유형
pt_br: Tipos de Eventos
ru: Типы событий
tr: Etkinlik Türleri
zh: 事件类型

# nft.activity.event_type.all
source: All Events
de: Alle Ereignisse
es: Todos los eventos
fr: Tous les événements
ko: 모든 이벤트
pt_br: Todos os Eventos
ru: Все события
tr: Tüm Etkinlikler
zh: 全部事件

# nft.activity.event_type.sale
source: Sale
de: Kauf
es: Venta
fr: Vente
ko: 판매
pt_br: Venda
ru: Продажа
tr: İndirim
zh: 出售

# nft.activity.event_type.transfer
source: Transfer
de: Überweisung
es: Transferencia
fr: Transfert
ko: 전송
pt_br: Transferir
ru: Перевод
zh: 转帐

# nft.activity.event_type.mint
source: Mint
ko: 민트
ru: Минт
zh: 薄荷绿

# nft.activity.event_type.list
source: List
de: Liste
es: Lista
fr: Liste
ko: 목록
pt_br: Lista
ru: Залистить
tr: Liste
zh: 列表

# nft.activity.event_type.listCancel
source: List Cancel
de: Liste abbrechen
es: Lista Cancelar
fr: Annuler la liste
ko: 목록 취소
pt_br: Lista De Cancelar
ru: Убрать из листинга
tr: Liste İptal
zh: 取消列表

# nft.activity.event_type.offer
source: Offer
de: Angebot
es: Oferta
fr: Offre
ko: 제안
pt_br: Oferta
ru: Предложение
tr: Teklif
zh: 报价

# nft.activity.event_type.offerCancel
source: Offer Cancel
de: Angebot abbrechen
es: Cancelar oferta
fr: Offre annulée
ko: 제안 취소
pt_br: Cancelar oferta
ru: Предложение отменено
tr: Teklif İptal
zh: 取消报价

# subscription_info.title
source: Premium Features
de: Premium-Funktionen
es: Características Premium
fr: Fonctionnalités Premium
pt_br: Recursos Premium
ru: Премиум-функции
tr: Premium Ayrıcalıkları
zh: 高级功能

# subscription_info.info1.title
source: Cryptocurrency Analytics
de: Analyse der Kryptowährung
es: Análisis de criptomonedas
fr: Analyse des cryptomonnaies
pt_br: Análise de Criptomoedas
ru: Анализ криптовалют
tr: Kripto Para Analitiği
zh: 加密货币分析

# subscription_info.info1.text
source: Spot Lucrative Opportunities, Avoid Scams, and Maximize Your Profits in the Dynamic World of Cryptocurrency.
de: Erkennen Sie lukrative Chancen, vermeiden Sie Betrügereien und maximieren Sie Ihre Gewinne in der dynamischen Welt der Kryptowährung.
es: Oportunidades lucrativas, evite las estafas y maximice sus beneficios en el mundo dinámico de la criptomoneda.
fr: Trouvez des opportunités Lucratives, évitez les Scams et maximisez vos profits dans le monde dynamique de la cryptomonnaie.
pt_br: Oportunidades Spot Lucrativas, Evite Bases e Maximize Seus Lucros no Mundo Dinâmico das Criptomoedas.
ru: Найдите перспективные возможности, избегайте мошенничества и максимизируйте свою прибыль в динамичном мире криптовалют.
tr: Kripto Para Dünyasının Dinamik Ortamında Karlı Fırsatları Keşfedin, Dolandırıcılıklardan Kaçının ve Karlarınızı Maksimize Edin.
zh: 精彩的机会，避开Scams，最大限度地实现您在Cryptocurren动态世界中的利润。

# subscription_info.info2.title
source: Chart Indicators
de: Diagrammindikatoren
es: Indicadores de cartas
fr: Indicateurs de la carte
pt_br: Indicadores de Gráfico
ru: Индикаторы
tr: Grafik Göstergeleri
zh: 图表指示器

# subscription_info.info2.text
source: Spot Lucrative Opportunities, Avoid Scams, and Maximize Your Profits in the Dynamic World of Cryptocurrency.
de: Erkennen Sie lukrative Chancen, vermeiden Sie Betrügereien und maximieren Sie Ihre Gewinne in der dynamischen Welt der Kryptowährung.
es: Oportunidades lucrativas, evite las estafas y maximice sus beneficios en el mundo dinámico de la criptomoneda.
fr: Trouvez des opportunités Lucratives, évitez les Scams et maximisez vos profits dans le monde dynamique de la cryptomonnaie.
pt_br: Oportunidades Spot Lucrativas, Evite Bases e Maximize Seus Lucros no Mundo Dinâmico das Criptomoedas.
ru: Найдите перспективные возможности, избегайте мошенничества и максимизируйте свою прибыль в динамичном мире криптовалют.
tr: Kripto Para Dünyasının Dinamik Ortamında Karlı Fırsatları Keşfedin, Dolandırıcılıklardan Kaçının ve Karlarınızı Maksimize Edin.
zh: 精彩的机会，避开Scams，最大限度地实现您在Cryptocurren动态世界中的利润。

# subscription_info.info3.title
source: Personal Support
de: Persönlicher Support
es: Soporte personal
fr: Assistance Personnelle
pt_br: Suporte Pessoal
ru: Персональная поддержка
tr: Kişisel Destek
zh: 个人支持

# subscription_info.info3.text
source: Spot Lucrative Opportunities, Avoid Scams, and Maximize Your Profits in the Dynamic World of Cryptocurrency.
de: Erkennen Sie lukrative Chancen, vermeiden Sie Betrügereien und maximieren Sie Ihre Gewinne in der dynamischen Welt der Kryptowährung.
es: Oportunidades lucrativas, evite las estafas y maximice sus beneficios en el mundo dinámico de la criptomoneda.
fr: Trouvez des opportunités Lucratives, évitez les Scams et maximisez vos profits dans le monde dynamique de la cryptomonnaie.
pt_br: Oportunidades Spot Lucrativas, Evite Bases e Maximize Seus Lucros no Mundo Dinâmico das Criptomoedas.
ru: Найдите перспективные возможности, избегайте мошенничества и максимизируйте свою прибыль в динамичном мире криптовалют.
tr: Kripto Para Dünyasının Dinamik Ortamında Karlı Fırsatları Keşfedin, Dolandırıcılıklardan Kaçının ve Karlarınızı Maksimize Edin.
zh: 精彩的机会，避开Scams，最大限度地实现您在Cryptocurren动态世界中的利润。

# subscription_info.get_premium
source: Get Premium
de: Premium erhalten
es: Hazte usuario Premium
fr: Devenez Premium
pt_br: Obter Premium
ru: Получите премиум
zh: 成为付费会员

# subscription_info.already_have
source: I already have Premium
de: Ich habe bereits Premium
es: Ya tengo Premium
fr: J'ai déjà Premium
pt_br: Eu já tenho Premium
ru: У меня уже есть премиум
zh: 我已经有高级版

# activate_subscription.title
source: Activate
de: Aktivieren
es: Activar
fr: Activer
ko: 활성화
pt_br: Ativar
ru: Активировать
tr: Aktiveet
zh: 激活

# activate_subscription.wallet
source: Wallet
es: Cartera
fr: Portefeuille
pt_br: Carteira
ru: Кошелек
tr: Cüzdanı
zh: 钱包

# activate_subscription.address
source: Address
de: Adresse
es: Dirección
fr: Adresses
ko: 주소
pt_br: Endereço
ru: Адрес
tr: Adres
zh: 地址

# activate_subscription.message
source: Message to Sign
de: zu signierende Nachricht
es: Mensaje a firmar
fr: Message à signer
pt_br: Mensagem para Assinar
ru: Сообщение для подписи
tr: İmza için mesaj
zh: 待签名消息

# activate_subscription.sign
source: Sign
de: Signieren
es: Firma
fr: Signer
ko: 가입
pt_br: Assinar
ru: Подписать
tr: kaydol
zh: 签名

# activate_subscription.activating
source: Activating...
de: Aktivieren...
es: Activando...
fr: Activation...
pt_br: Ativando...
ru: Активация...
zh: 激活

# activate_subscription.failed_to_activate
source: Failed to activate subscription
de: Fehler beim Aktivieren des Abonnements
es: Error al activar la suscripción
fr: Impossible d'activer l'abonnement
pt_br: Falha ao ativar a assinatura
ru: Не удалось активировать подписку
zh: 订阅激活失败

# activate_subscription.activated
source: Activated
de: Aktiviert
es: Activado
fr: Activé
pt_br: Ativado
ru: Активировано
zh: 已激活

# activate_subscription.no_subscriptions
source: Your wallet address does not have a subscription to premium features, you need to purchase it to activate the subscription.
de: Ihre Wallet-Adresse hat kein Abonnement für Premium-Funktionen, Sie müssen sie kaufen, um das Abonnement zu aktivieren.
es: Su dirección de cartera no tiene una suscripción a funciones premium, necesita comprarla para activar la suscripción.
fr: L'adresse de votre portefeuille n'a pas d'abonnement aux fonctionnalités premium, vous devez l'acheter pour activer l'abonnement.
pt_br: Seu endereço de carteira não tem uma assinatura para recursos premium, você precisa comprá-la para ativar a assinatura.
ru: Ваш адрес кошелька не имеет подписки на премиум-функции. Вам необходимо ее приобрести, чтобы активировать подписку.
zh: 您的钱包地址没有高级功能的订阅，您需要购买它才能激活订阅。

# launch.failed_to_launch
source: Failed to launch application due to internal error. Please try restarting the app or report the error to our support team.
de: Anwendung konnte aufgrund eines internen Fehlers nicht gestartet werden. Bitte versuchen Sie die App neu zu starten oder melden Sie den Fehler an unser Support-Team.
es: Error al iniciar la aplicación debido a un error interno. Por favor, intenta reiniciar la aplicación o reporta el error a nuestro equipo de soporte.
fr: Échec du lancement de l'application en raison d'une erreur interne. Essayez de redémarrer l'application ou signalez l'erreur à notre équipe d'assistance.
ko: Failed to launch application due to internal error. Please try restarting app or report the error to our support team.
pt_br: Falha ao iniciar o aplicativo devido a um erro interno. Tente reiniciar o aplicativo ou relate o erro à nossa equipe de suporte.
ru: Не удалось запустить приложение из-за внутренней ошибки. Попробуйте перезапустить приложение или сообщите об ошибке нашей службе поддержки.
tr: Failed to launch application due to internal error. Please try restarting app or report the error to our support team.
zh: 由于内部错误，应用程序无法启动。请尝试重新启动应用程序或向我们的支持团队报告错误。

# launch.failed_to_launch.report
source: Report
de: Melden
es: Reportar
fr: Signaler
ko: 보고
pt_br: Reportar
ru: Пожаловаться
tr: Şikayet Et
zh: 报告

# tron.send.activation_fee
source: Activation Fee
de: Aktivierungsgebühr
es: Tarifa de activación
fr: Frais d'activation
ko: 활성화 수수료
pt_br: Taxa de ativação
ru: Комиссия за активацию
tr: Aktivasyon ücreti
zh: 激活费

# tron.send.resources_consumed
source: Resources Consumed
de: Verbrauchte Ressourcen
es: Recursos consumidos
fr: Ressources consommées
ko: 소모된 자원
pt_br: Recursos consumidos
ru: Расходуемые ресурсы
tr: Tüketilen Kaynaklar
zh: 消耗的资源

# tron.send.fee.info
source: The estimated cost of sending a given transaction on the network. (Without excluding Energy, Bandwidth, and Activating Fee)
de: Die geschätzten Kosten für den Versand einer Transaktion im Netzwerk (ohne Energie-, Bandbreiten- und Aktivierungsgebühren)
es: El coste estimado del envío de una transacción en la red. (sin excluir Energía, Ancho de Banda y Tarifa Activa)
fr: Le coût estimé pour envoyer une transaction donnée sur le réseau (sans exclure les coûts d'énergie, de bande passante et d'activation)
ko: 네트워크에서 거래하는 데 드는 예상 비용입니다. (energy, bandwidth 및 활성화 수수료 제외)
pt_br: O custo estimado de envio de determinada transação na rede. (Sem excluir Energy, Bandwidth e Taxa de Ativação)
ru: Ориентировочные затраты на отправку данной транзакции по сети (без учёта energy, Bandwidth и комиссии за активацию) предполагаются
tr: Ağda belirli bir işlemi göndermenin tahmini maliyeti. (Enerji, Bant Genişliği ve Aktivasyon Ücreti hariç)
zh: 估算在网络上发送特定交易所需的成本，包括能源、带宽和激活费
