Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# create_wallet.passphrase_description
source: Passphrases add an additional security layer for wallets. To restore such a wallet a user required both a recovery phrase as well as a passphrase. Passphrases also make it easy for users to have many multi-coin wallets using a single mnemonic but different password.
de: Passphrases fügen eine zusätzliche Sicherheitsschicht für Brieftaschen hinzu. Um eine solche Brieftasche wiederherzustellen, benötigt ein Benutzer sowohl mnemonische als auch eine Passphrase. Passphrasen erleichtern es Benutzern auch, mehrere Multicoin-Wallets mit einem einzigen mnemonischen, aber anderen Passwort zu haben.
es: Las frases de contraseña añaden una capa de seguridad adicional para las carteras. Para restaurar dicha cartera, un usuario necesita tanto una frase de recuperación como una frase de contraseña. Las frases de contraseña también facilitan a los usuarios tener muchas carteras multi-moneda usando una sola mnemotécnica, pero con diferentes contraseñas.
fr: Les phrases de passe ajoutent une couche de sécurité supplémentaire pour les portefeuilles. Pour restaurer un tel portefeuille, un utilisateur a besoin à la fois de mnémonique et d'une phrase de passe. Les phrases de passe permettent également aux utilisateurs d'avoir facilement de nombreux portefeuilles multi-pièces en utilisant un seul mot de passe mnémonique mais différent.
ko: 암호는 지갑에 대한 추가 보안 계층을 추가합니다. 이러한 지갑을 복원하려면 사용자는 니모닉과 암호가 모두 필요했습니다. 암호는 또한 사용자가 하나의 니모닉을 사용하지만 다른 암호를 사용하여 여러 코인 지갑을 쉽게 가질 수 있도록 합니다.
pt_br: As frases-chave adicionam uma camada de segurança adicional para carteiras. Para restaurar tal carteira, um usuário precisa tanto de uma senha quanto mnemônica. As frases-chave também tornam mais fácil para os usuários terem muitas carteiras de multi moedas usando uma única senha mnemônica, mas diferente.
ru: Think of passphrases as your wallet's secret handshake. If you ever need to bring back a lost wallet, you'll need the recovery phrase and this passphrase. Plus, with just one mnemonic, you can unlock a bunch of multi-coin wallets with different passphrases. Neat, right?
tr: Parolalar, cüzdanlar için ek bir güvenlik katmanı ekler. Bir cüzdanı geri yüklemek için bir kullanıcı hem anımsatıcı hem de bir parola gerektiriyordu. Parolalar, kullanıcıların tek bir anımsatıcı ancak farklı bir parola kullanarak çok paralı cüzdanlara sahip olmalarını da kolaylaştırır.
zh: 密码为钱包添加一个额外的安全层。要恢复这个钱包，用户既需要密码，也需要密码。 密码也使得用户可以轻松地使用单一的密钥但不同的密码来拥有许多多币钱包。

# create_wallet.error.empty_passphrase
source: Passphrase cannot be empty
de: Passphrase darf nicht leer sein
es: La frase de contraseña no puede estar vacía
fr: La phrase d'authentification ne peut pas être laissée en blanc
ko: 암호 문구는 필수 입력 사항입니다
pt_br: A senha não pode estar vazia
ru: Поле для кодовой фразы не может быть пустым
tr: Parola boş olamaz
zh: 密码不能为空

# create_wallet.error.forbidden_symbols
source: Please use only supported symbols:A-Z a-z 0-9 ' " ` & / ? ! : ; . , ~ * $ = + - [ ] ( ) { } < > \ _ # @ | %
de: Bitte verwenden Sie nur unterstützte Symbole: A-Z a-z 0-9 ' " ` & / ? ! : ; . , ~ * $ = + - [ ] ( ) { } < > \ _ # @ | %
es: Utilice solo símbolos admitidos: A-Z a-z 0-9 ' " ` & / ? ! : ; . , ~ * $ = + - [ ] ( ) { } < > \ _ # @ | %
fr: Veuillez utiliser uniquement les symboles pris en charge : A-Z a-z 0-9 ' " ` & / ? ! : ; . , ~ * $ = + - [ ] ( ) { } < > \ _ # @ | %
ko: 지원되는 기호만 사용하세요: A-Z a-z 0-9 ' " ` & / ? ! : ; . , ~ * $ = + - [ ] ( ) { } < > \ _ # @ | %
pt_br: Por favor, use apenas símbolos suportados: A-Z a-z 0-9 ' " ` & / ? ! : ; . , ~ * $ = + - [ ] ( ) { } < > \ _ # @ | %
ru: Hold on there, cowboy! Let's stick to the symbols we know and love::A-Z a-z 0-9 ' " ` & / ? ! : ; . , ~ * $ = + - [ ] ( ) { } < > \ _ # @ | %
tr: Lütfen yalnızca desteklenen sembolleri kullanın: A-Z a-z 0-9 ' " ` & / ? ! : ; . , ~ * $ = + - [ ] ( ) { } < > \ _ # @ | %
zh: 请只使用支持的符号：A-Z a-z 0-9 ' " & / ? , ~ * $ = + - [ ] ( ) { } < > \ _ # @ | %

# create_wallet.error.invalid_confirmation
source: Passphrase confirmation does not match
de: Passphrase-Bestätigung stimmt nicht überein
es: La confirmación de la frase de contraseña no coincide
fr: La confirmation de la phrase d'authentification ne correspond pas
ko: 암호 확인이 일치하지 않습니다
pt_br: Confirmação da senha não coincide
ru: Hmm, your passphrase confirmations aren't matching. Let's try that again.
tr: Parola onayı eşleşmiyor
zh: 确认密码不匹配

# restore_select.title
source: Choose Blockchains
de: Blockchains auswählen
es: Elegir Blockchain
fr: Choisir la blockchain
ko: 블록체인 선택
pt_br: Escolha as Blockchains
ru: Выберите блокчейны
tr: Blockchain Seç
zh: 选择区块链

# lock_info.text
source: The sender sent these funds with a spending lock that will expire on the shown date. No worries, the received Bitcoins are already yours, but until the lock period expires you cannot spend them on the Bitcoin network.
de: Der Sender hat dieses Guthaben mit einer Ausgabesperre versehen, die zu dem angezeigten Datum abläuft. Keine Sorge, die erhaltenen Bitcoin sind bereits Ihre. Die Bitcoins sind nur zeitweise gesperrt, so dass Sie sie erst nach Ablauf der Sperrzeit im Bitcoin-Netzwerk ausgeben können.
es: El remitente envió estos fondos con un bloqueo del gasto que expirará en la fecha mostrada. No te preocupes, los Bitcoins recibidos ya son tuyos, pero hasta que el período de bloqueo expire, no puedes gastarlos en la red Bitcoin.
fr: L'expéditeur a envoyé ces fonds avec un délai prédéfini qui se terminera à la date indiquée. Pas de soucis, les Bitcoins reçues sont déjà à vous mais vous devez attendre l'expiration de la période de verrouillage pour les dépenser sur le réseau Bitcoin.
ko: 발송자는 이러한 자금들을 표시된 날짜에 만료가 되는 잠금 지출과 함께 보냈습니다. 걱정 하지마십시오, 수신된 비트코인은 이미 귀하의 것입니다 하지만 잠금 기간이 만료될때 까지 비트코인 네트워크에서 사용하실 수 없습니다.
pt_br: O remetente enviou esses fundos com um fechamento de gastos que expirará na data mostrada. Não se preocupe, o Bitcoin recebido já é seu, mas até que o período de bloqueio expire, você não pode gastá-los na rede Bitcoin.
ru: Отправитель отправил эти средства с временной блокировкой, которая истекает в указанную дату. Не волнуйтесь, полученные биткоины уже принадлежат вам, но до истечения срока блокировки вы не сможете потратить их в сети Bitcoin.
tr: Gönderici bu fonları belirtilen tarihte sona erecek şekilde bir harcama kilidiyle gönderdi. Endişelenmeyin, alınan Bitcoin'ler zaten sizindir ancak kilitleme süresi sona erene kadar bunları Bitcoin ağında harcayamazsınız.
zh: 汇款人通过将在所显示日期失效的消费锁定汇出这些资金。 无需担心，收到的比特币已经属于您，但在锁定期限结束前，您无法在比特币网络上消费它们。

# double_spend_info.title
source: Double Spend
es: Doble gasto
fr: Double dépense
ko: 이중 지출
pt_br: Gasto Duplo
ru: Двойная трата
tr: Çifte Harcama
zh: 双复支付

# double_spend_info.header
source: Double Spend Risk! There is another transaction on the blockchain that is trying to spend inputs used in this transaction. Only one transaction will be accepted by the network
de: Double-Spend-Risiko! Es gibt eine weitere Transaktion auf der Blockchain, die versucht, die in dieser Transaktion verwendeten Inputs auszugeben. Nur eine Transaktion wird vom Netzwerk akzeptiert
es: ¡Riesgo de doble gasto! Hay otra transacción en blockchain que intenta gastar entradas usadas en esta transacción. Solo una transacción será aceptada por la red
fr: Risque de double dépense ! Il y a une autre transaction sur la blockchain qui essaie de dépenser les intrants utilisés dans cette transaction. Une seule transaction sera acceptée par le réseau
ko: 이중 지출 위험! 블록 체인에 있는 거래에 지출된 정보를 사용하려는 또 다른 거래가 있습니다. 네트워크는 하나의 거래만 수용합니다
pt_br: Risco de Gasto Duplo! Existe outra transação na Blockchain que está tentando gastar entradas usadas nesta transação. Apenas uma transação será aceita pela rede
ru: Риск двойной траты! Существует другая транзакция в блокчейне, которая пытается использовать входные данные, используемые в этой транзакции. Только одна транзакция будет принята сетью
tr: Çifte Harcama Riski! Blockchain'de, bu işlemde kullanılan girdileri harcamaya çalışan başka bir işlem var. Ağ tarafından yalnızca bir işlem kabul edilecektir
zh: 双重支付风险！区块链上还有另一笔交易试图支付这笔交易所使用的投入。 网络只接受一笔交易。

# double_spend_info.this_hash
source: This Tx
de: Dieser Tx
es: Esta Tx
fr: Cette Tx
ko: 이 Tx
pt_br: Esta Tx
ru: Эта транзакция
tr: Bu Tx
zh: 此Tx

# double_spend_info.conflicting_hash
source: Conflicting Tx
de: Gegensätzliche Tx
es: Tx en conlicto
fr: Tx conflictuelle
ko: 충돌하는 Tx
pt_br: Tx Conflitante
ru: Конфликтующая транзакция
tr: Çakışan Tx
zh: 冲突Tx

# timestamp.days_ago
source: %lud ago
de: vor %luT
es: Hace %lu d
fr: Il y a %luj
ko: %lu일 전에
pt_br: %lud atrás
ru: %luд назад
tr: %lusaat önce
zh: %lu天之前

# timestamp.hours_ago
source: %luh ago
de: vor %luSt
es: Hace %lu h
fr: il y a %luh
ko: %lu시간 전에
pt_br: %luh atrás
ru: %luч назад
tr: %lusaat önce
zh: %lu小时之前

# timestamp.min_ago
source: %lum ago
de: vor %luMin
es: Hace %lu m
fr: il y a %lum
ko: %lu분 전에
pt_br: %lumin. atrás
ru: %luмин назад
tr: %ludk önce
zh: %lu分钟之前

# intro.unchain_assets.title
source: Unchain Assets
de: Assets lösen
es: Desencadenar Activos
fr: Désenchaînez les actifs
ko: 풀린 자산
pt_br: Libere Recursos
ru: Непривязанные активы
tr: Varlıkları Serbest Bırak
zh: 解除资产

# intro.unchain_assets.description
source: Don't lock yourself in and don't let others do that to you
de: Sperren Sie sich nicht ein und lassen Sie nicht zu, dass andere das mit Ihnen tun
es: No te encierres y no dejes que otros te hagan eso
fr: Ne vous enfermez pas et ne laissez pas les autres vous le faire
ko: 자신을 잠금하지 말고 다른 사람들이 귀하에게 그렇게 하도록 두지 마십시오.
pt_br: Não se prenda, e não deixe que te prendam
ru: Распоряжайтесь активами свободно и без ограничений
tr: Kendinizi kilitlemeyin ve başkalarının bunu sizin için yapmasına izin vermeyin
zh: 请勿锁定您自己，也不要让别人对您这样做

# intro.go_borderless.title
source: Go Borderless
de: Jetzt loslegen
es: Actúa sin Fronteras
fr: Sans frontières
ko: 무경계로
pt_br: Seja sem fronteiras
ru: Избавьтесь от границ
tr: Sınırları Kaldırın
zh: 进入无国界

# intro.go_borderless.description
source: Bypass conditional barriers and access markets globally
de: Umgehung der bedingten Schranken und globaler Marktzugang
es: Supere las barreras condicionales y acceda a los mercados a nivel mundial
fr: Contournement des barrières conditionnelles et accès aux marchés à l'échelle mondiale
ko: 조건부 장벽을 우회하고 전 세계적으로 시장에 접근
pt_br: Ultrapasse barreiras e acesse mercados globais
ru: Обходите условные барьеры и получайте доступ к мировым рынкам.
tr: Şartların getirdiği engelleri atlatın ve dünyanın her piyasasına erişim sağlayın
zh: 避开有条件障碍，进入全球市场

# intro.stay_private.title
source: Stay Private
de: Privat bleiben
es: Manténgase en Privado
fr: Maintenez la confidentialité
ko: 개인 정보 유지
pt_br: Mantenha sua Privacidade
ru: Сохраняйте конфиденциальность
tr: Gizliliğinizi Koruyun
zh: 保持私密

# intro.stay_private.description
source: Do not leak your private and financial data to the world
de: Geben Sie Ihre privaten und finanziellen Daten nicht an die Welt weiter
es: No filtre sus datos privados y financieros al resto del mundo
fr: Ne divulguez pas vos données privées et financières au monde entier
ko: 개인 및 금융 데이터를 세상에 유출하지 마십시오.
pt_br: Não vaze seus dados privados e financeiros para o mundo
ru: Не раскрывайте свои личные и финансовые данные миру
tr: Özel ve finansal bilgilerinizi dünyaya açmayın
zh: 不要向外界泄漏您的私密和财务数据

# add_token.title
source: Add Token
de: Token hinzufügen
es: Añadir Token
fr: Ajouter le token
ko: 토큰 추가
pt_br: Adicionar token
ru: Добавить токен
tr: Token Ekle
zh: 添加代币

# add_token.already_added
source: This token is already in the Coin Manager list
de: Dieser Token befindet sich bereits in der Coin-Verwaltungsliste
es: Este token ya está en la lista del gestor de monedas
fr: Ce token figure déjà sur la liste du gestionnaire des pièces
ko: 이 토큰은 이미 코인 매니저 리스트에 있습니다.
pt_br: Este token já está na lista de moedas
ru: Этот токен уже есть в списке
tr: Bu token zaten kripto para yöneticisi listesindedir
zh: 该代币已在代币管理列表中

# add_token.invalid_contract_address
source: Invalid contract address
de: Ungültige Vertragsadresse
es: Dirección del contrato inválida
fr: Adresse du contrat invalide
ko: 잘못된 계약 주소
pt_br: Endereço do contrato inválido
ru: Недействительный адрес контракта
tr: Geçersiz sözleşme adresi
zh: 请输入正确的合约地址

# add_token.invalid_ton_address
source: Invalid Ton address
de: Ungültige Ton Adresse
zh: 无效Ton 地址

# add_token.contract_address_not_found
source: Contract address not found in %@ blockchain
de: Vertragsadresse in %@ Blockchain nicht gefunden
es: Dirección del contrato no encontrada en la cadena de bloques %@
fr: Adresse du contrat introuvable dans la blockchain %@
ko: %@ 블록체인에서 계약 주소를 찾을 수 없습니다.
pt_br: Endereço do contrato não encontrado em %@ blockchain
ru: Адрес контракта не найден в %@ блокчейне
tr: Sözleşme adresi %@ blockchain'de bulunamadı
zh: 在 %@ 区块链中找不到合同地址

# add_token.jetton_master_not_found
source: Jetton Master not found in %@ blockchain
de: Jetton Master nicht in %@ Blockchain gefunden
zh: 在 %@ 区块链中找不到杰顿大师

# add_token.input_placeholder.contract_address
source: Contract Address
de: Vertragsadresse
es: Dirección del contrato
fr: Adresse du contrat
ko: 계약 주소
pt_br: Endereço do Contrato
ru: Адрес контракта
tr: Sözleşme Adresi
zh: 智能合约地址

# add_token.input_placeholder.jetton_master_address
source: Jetton Master Address
de: Jetton Hauptadresse
zh: Jetton Master 地址

# add_token.coin_name
source: Coin Name
de: Münzname
es: Nombre de moneda
fr: Nom de la pièce
ko: 코인 이름
pt_br: Nome da Moeda
ru: Название токена
tr: Kripto Para Adı
zh: 代币图片

# add_token.symbol
source: Symbol
es: Símbolo
fr: Symbole
ko: 기호
pt_br: Símbolo
ru: Символ
tr: Sembol
zh: 标志

# add_token.decimals
source: Decimals
de: Dezimalen
es: Decimales
fr: Decimales
ko: 소수점
pt_br: Decimais
ru: Десятичные знаки
zh: 小数

# wallet_connect.error.invalid_url
source: Invalid URL Address
de: Ungültige URL-Adresse
es: Dirección URL inválida
fr: Adresse URL invalide
ko: 잘못된 주소
pt_br: Endereço URL Inválido
ru: Неверный URL-адрес
tr: Geçersiz URL Adresi
zh: 无效的URL地址

# wallet_connect.active_account
source: Active Wallet
de: Aktive Wallet
es: Active su cartera
fr: Activer le portefeuille
ko: 지갑 활성화
pt_br: Carteira ativa
ru: Активный кошелек
tr: Aktif Cüzdan
zh: 激活钱包

# wallet_connect.address
source: Address
de: Adresse
es: Dirección
fr: Adresses
ko: 주소
pt_br: Endereço
ru: Адрес
tr: Adres
zh: 地址

# wallet_connect.network
source: Network
de: Netzwerk
es: La red
fr: Réseau
ko: 회로망
pt_br: Rede
ru: Сеть
tr: Ağ
zh: 網絡

# wallet_connect.list.pending_requests
source: Pending Requests
de: Ausstehende Anfragen
es: Solicitudes Pendientes
fr: Demandes en attente
ko: 보류 중인 요청
pt_br: Solicitações Pendentes
ru: Ожидающие запросы
tr: Bekleyen Talepler
zh: 待处理请求

# wallet_connect.main.no_any_supported_chains
source: No any supported chains!
de: Keine unterstützten Ketten!
es: ¡No hay cadenas compatibles!
fr: Aucune chaîne prise en charge !
ko: 지원되는 체인이 없습니다!
pt_br: Nenhuma cadeia suportada!
ru: Нет поддерживаемых блокчейнов!
tr: Desteklenen zincir yok!
zh: 没有任何支持的链！

# wallet_connect.main.unsupported_chains
source: Some chains are unsupported!
de: Einige Ketten werden nicht unterstützt!
es: ¡Algunas cadenas no son soportadas!
fr: Certaines chaînes ne sont pas prises en charge !
ko: 일부 체인은 지원되지 않습니다!
pt_br: Algumas cadeias não são suportadas!
ru: Некоторые блокчейны не поддерживаются!
tr: Bazı zincirler desteklenmiyor!
zh: 一些链是不支持的！

# wallet_connect.connect_description
source: By clicking approve, you allow this app to view your public address. This is an important security step to protect your data from potential phishing risks.
de: Indem Sie auf "Genehmigen" klicken, erlauben Sie dieser App, Ihre öffentliche Adresse anzuzeigen. Dies ist ein wichtiger Sicherheitsschritt, um Ihre Daten vor potenziellen Phishing-Risiken zu schützen.
es: Al hacer clic en aprobar, usted puede permitir que esta aplicación vea su dirección pública. Esto es un paso importante de seguridad para proteger sus datos de posibles riesgos de phishing.
fr: En cliquant sur accepter, vous autorisez cette application à afficher votre adresse publique. Il s'agit d'une étape importante de sécurité pour protéger vos données contre les risques potentiels d'hameçonnage.
ko: 승인을 눌러 이 앱이 귀하의 공공 주소를 볼 수 있도록 허용하십시오. 이것은 잠재적인 피싱 위험으로부터 데이터를 보호하기 위한 중요한 보안 단계 입니다.
pt_br: Ao clicar em aprovar, você permite que este aplicativo veja seu endereço público. Este é um importante passo de segurança para proteger seus dados de potenciais riscos de phishing.
ru: Нажимая "Подтвердить", вы разрешаете этому приложению просматривать ваш общедоступный адрес. Это важный шаг для защиты ваших данных от потенциальных рисков фишинга.
tr: Onayla butonunu tıklayarak, bu uygulamanın açık adresinizi görüntülemesine izin vermiş olursunuz. Bu, verilerinizi olası kimlik hırsızlığı risklerinden korumak için önemli bir güvenlik adımıdır.
zh: 点击批准，表示您允许此应用查看您的公开地址。这是保护您的数据免受潜在钓鱼风险威胁的重要安全步骤。

# wallet_connect.usage_description
source: You can go to the browser. Do not close this page while interacting in the browser.
de: Sie können den Browser aufrufen. Schließen Sie diese Seite nicht, während Sie im Browser interagieren.
es: Puede ir al navegador. No cierre esta página mientras interactúa en el navegador.
fr: Vous pouvez aller sur le navigateur. Ne fermez pas cette page pendant que vous interagissez dans le navigateur.
ko: 브라우저로 이동하십시오. 브라우저에서 상호 작용하는 동안에는 이 페이지를 닫지 마십시오.
pt_br: Você pode ir ao navegador. Não feche esta página enquanto interage no navegador.
ru: Вы можете перейти в браузер. Не закрывайте эту страницу во время использования браузера.
tr: Tarayıcıya gidebilirsiniz. Tarayıcıda etkileşim içindeyken bu sayfayı kapatmayın.
zh: 您可以前往浏览器。在浏览器中进行交互时不要关闭此页面。

# wallet_connect.no_connection
source: Failed to establish a connection. Try reconnecting again.
de: Verbindung konnte nicht hergestellt werden. Versuchen Sie, die Verbindung erneut herzustellen.
es: Error al establecer la conexión. Intenta volver a conectarte.
fr: Échec de connexion. Essayez de vous reconnecter à nouveau.
ko: 연결을 설정하지 못했습니다. 다시 연결해 보세요.
pt_br: Não foi possível estabelecer a conexão. Tente reconectar novamente.
ru: Не удалось установить соединение. Попробуйте переподключиться снова.
tr: Bağlantı kurulamadı. Yeniden bağlanmayı deneyin.
zh: 无法建立连接。请重新连接。

# wallet_connect.button_reconnect
source: Reconnect
de: Wiederverbinden
es: Volver a conectar
fr: Reconnexion
ko: 재연결
pt_br: Reconectar
ru: Повторное подключение
tr: Yeniden bağlan
zh: 重新连接

# wallet_connect.button_disconnect
source: Disconnect
de: Verbindung trennen
es: Desconectar
fr: Déconnecter
ko: 연결 해제
pt_br: Desconectar
ru: Отсоединить
tr: Bağlantıyı Kes
zh: 断开连接

# ethereum_transaction.error.title
source: Error
de: Fehler
es: Erreur
fr: Erreur
ko: 오류
pt_br: Erro
ru: Ошибка
tr: Hata
zh: 出错

# ethereum_transaction.error.insufficient_balance
source: The transaction requires %@ for sending.
de: Die Transaktion erfordert %@ zum Senden.
es: La transacción requiere %@ para enviar.
fr: La transaction nécessite %@ pour l'envoi.
ko: 거래에서 전송하려면 %@가 필요합니다.
pt_br: A transação requer %@ para enviar.
ru: Для отправки транзакции требуется %@.
tr: İşlem, göndermek için %@ gerektirir.
zh: 交易需要%@才能发送。

# ethereum_transaction.error.insufficient_balance_with_fee
source: The current %@ balance is below the amount required to process this transaction, including the transaction fee.
de: Das aktuelle %@-Guthaben liegt unter dem für die Abwicklung dieser Transaktion erforderlichen Betrag einschließlich der Transaktionsgebühr.
es: El saldo actual de %@ es inferior al monto requerido para procesar esta transacción, incluida la tarifa de transacción.
fr: Le solde actuel des ETH est inférieur au montant requis pour traiter cette transaction, frais de transaction compris.
ko: 현재 %@ 잔액은 거래 수수료를 포함하여이 거래를 처리하는 데 필요한 금액보다 적습니다.
pt_br: O saldo atual de %@ está abaixo do valor necessário para processar a transação, incluindo taxa de transação.
ru: Текущий баланс %@ ниже суммы, необходимой для обработки этой транзакции, включая комиссию за транзакцию.
tr: Mevcut %@ bakiyesi, işlem ücreti dahil bu işlemi gerçekleştirmek için gereken miktarın altında.
zh: 當前%@餘額低於處理此交易所需的金額，包括交易費用。

# ethereum_transaction.error.lower_than_base_gas_limit
source: The selected fee value is too low and will be rejected!
de: Der gewählte Gebührenwert ist zu niedrig und wird abgelehnt!
es: El valor de la comisión seleccionada es demasiado bajo y será rechazado!
fr: La valeur de frais sélectionnée est trop faible et sera rejetée !
ko: 선택한 수수료 값이 너무 낮아 거부됩니다!
pt_br: O valor da taxa selecionada é muito baixo e será rejeitado!
ru: Выбранное значение комиссии слишком низкое и будет отклонено!
tr: Seçilen ücret tutarı çok düşüktür ve reddedilecektir!
zh: 选定的费用值太低，将被拒绝！

# ethereum_transaction.error.nonce_already_in_block
source: The transaction is already in block!
de: Transaktion bereits im Block!
es: La transacción ya está en bloque!
fr: Transaction déjà dans le block!
ko: 이미 차단된 거래!
pt_br: A transação já foi confirmada!
ru: Транзакция уже в блоке!
tr: İşlem zaten blokta!
zh: 交易已在区块中!

# ethereum_transaction.error.replacement_transaction_underpriced
source: Fee is not enough to replace the transaction
de: Gebühr reicht nicht aus, um die Transaktion zu ersetzen
es: Cuota no suficiente para reemplazar la transacción
fr: Frais insuffisants pour remplacer la transaction
ko: 거래를 대체하기에 충분하지 않은 수수료
pt_br: Taxa insuficiente para substituir a transação
ru: Комиссия недостаточна для замены транзакции
tr: İşlemi değiştirmek için yeterli ücret yok
zh: 费用不足以替换交易

# ethereum_transaction.error.transaction_underpriced
source: Fee not enough to send the transaction
de: Gebühr nicht ausreichend, um die Transaktion zu ersetzen
es: Cuota no suficiente para enviar la transacción
fr: Frais insuffisants pour envoyer la transaction
ko: 거래를 보내기에 수수료가 충분하지 않음
pt_br: Taxa insuficiente para realizar transação
ru: Комиссия недостаточна для отправки транзакции
tr: Ücret işlemi göndermek için yeterli değil
zh: 费用不足以发送交易

# ethereum_transaction.error.tips_higher_than_max_fee
source: Max fee cannot be lower than the tips, because Max fee includes the tips.
de: Maximale Gebühr kann nicht niedriger sein als die Tipps, da die Max-Gebühr die Tipps enthält.
es: La tarifa máxima no puede ser inferior a los consejos, ya que la tarifa máxima incluye los consejos.
fr: Les frais maximaux ne peuvent pas être inférieurs aux pourboires (tips), car les pourboires sont inclus dans les frais maximaux.
ko: 최대 수수료에는 팁이 포함되어 있으므로 최대 수수료는 팁보다 낮을 수 없습니다.
pt_br: Taxa máxima não pode ser inferior à dica, porque a taxa máxima inclui as dicas.
ru: Максимальное вознаграждение не может быть меньше чаевых, так как максимальное вознаграждение включает чаевые.
tr: Maksi. ücret tipsden daha düşük olamaz, çünkü Maks. ücret tipsi içerir.
zh: 最大费用不能低于小费，因为最大费用包含了小费。

# ethereum_transaction.error.reverted
source: The transaction cannot be executed: %@
de: Die Transaktion kann nicht ausgeführt werden: %@
es: La transacción no pudo ser ejecutada: %@
fr: La transaction ne peut être exécutée : %@
ko: 거래를 실행할 수 없습니다: %@
pt_br: A transação não pode ser executada: %@
ru: Транзакция не может быть выполнена: %@
tr: İşlem gerçekleştirilemiyor: %@
zh: 无法执行交易： %@

# wallet_connect.request_title
source: Contract Call
de: Vertragsaufruf
es: Llamada de Contrato
fr: Appel de contrat
ko: 계약 콜
pt_br: Chamada de Contrato
ru: Вызов контракта
tr: Sözleşme Çağrısı
zh: 合约调用

# wallet_connect.button.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ko: 확인
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
zh: 确认

# wallet_connect.sign.request_title
source: Sign Request
de: Signaturanfrage
es: Solicitud de Firma
fr: Signer la demande
ko: 서명 요청
pt_br: Solicitação de assinatura
ru: Запрос на подпись
tr: İmza Talebi
zh: 签名请求
