Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# button.ok
source: OK
es: Aceptar
ko: 확인
ru: ОК
tr: Tamam
zh: 确定

# button.apply
source: Apply
de: Übernehmen
es: Aplicar
fr: Appliquer
ko: 적용
pt_br: Aplicar
ru: Применить
tr: Uygula
zh: 应用

# button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ko: 취소
pt_br: Cancelar
ru: Отменить
tr: İptal
zh: 取消

# button.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ko: 가까운, 닫힌
pt_br: Fechar
ru: Закрыть
tr: Kapat
zh: 关闭

# button.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
zh: 确认

# button.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ko: 계속
pt_br: Continuar
ru: Продолжить
tr: Devam
zh: 继续

# button.done
source: Done
de: Fertig
es: Listo
fr: Fait
ko: 완료
pt_br: Concluído
ru: Готово
tr: Bitti
zh: 完成

# button.reset
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ko: 초기화
pt_br: Resetar
ru: Сбросить
tr: Sıfırla
zh: 重置

# button.import
source: Import
de: Wiederherstellen
es: Importar
fr: Importation
ko: 복구
pt_br: Importar
ru: Импорт
tr: Geri Yükle
zh: 恢复

# button.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ko: 다음
pt_br: Próximo
ru: Далее
tr: İleri
zh: 下一步

# button.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ko: 삭제
pt_br: Deletar
ru: Удалить
tr: Sil
zh: 删除

# button.share
source: Share
de: Teilen
es: Compartir
fr: Partager
ko: 공유
pt_br: Compartilhar
ru: Поделиться
tr: Paylaş
zh: 分享

# button.paste
source: Paste
de: Einsetzen
es: Pegar
fr: Coller
ko: 불여넣기
pt_br: Colar
ru: Вставить
tr: Yapıştır
zh: 粘帖

# button.resend
source: Resend
de: Nochmal senden
es: Reenviar
fr: Réenvoyer
ko: 재전송
pt_br: Enviar novamente
ru: Отправить повторно
tr: Yeniden Gönder
zh: 重新发送

# button.backup
source: Backup
de: Sicherung
es: Copia de seguridad
fr: Sauvegarde
ko: 백업
ru: Резервная копия
tr: Yedekle
zh: 备份

# button.restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
pt_br: Restaurar
ru: Восстановить
tr: Geri Yükle
zh: 恢复

# button.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ko: 복사
pt_br: Copiar
ru: Копировать
tr: Kopyala
zh: 复制

# button.retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ko: 재시도
pt_br: Tentar de Novo
ru: Повторить
tr: Yeniden Dene
zh: 重试

# button.report
source: Report
de: Melden
es: Reportar
fr: Signaler
ko: 보고
pt_br: Reportar
ru: Пожаловаться
tr: Şikayet Et
zh: 报告

# button.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ko: 추가
pt_br: Adicionar
ru: Добавить
tr: Ekle
zh: 添加

# button.approve
source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
ko: 승인
pt_br: Aprovar
ru: Разрешить
tr: Onayla
zh: 批准

# button.revoke
source: Revoke
de: Widerrufen
es: Revocar
fr: Révoquer
ko: 취소
pt_br: Revogar
ru: Отменить
tr: İptal et
zh: 撤回

# button.reject
source: Reject
de: Verwerfen
es: Rechazar
fr: Rejeter
ko: 거절
pt_br: Rejeitar
ru: Отклонить
tr: Reddet
zh: 拒绝

# button.connect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ko: 연결
pt_br: Conectar
ru: Подключиться
tr: Bağlan
zh: 连接

# button.save
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
ko: 저장
pt_br: Salvar
ru: Сохранить
tr: Kaydet
zh: 保存

# button.send
source: Send
de: Senden
es: Enviar
fr: Envoyer
ko: 전송
pt_br: Enviar
ru: Отправить
tr: Gönder
zh: 发送​​

# button.sign
source: Sign
de: Signieren
es: Firma
fr: Signer
ko: 가입
pt_br: Assinar
ru: Подписать
tr: kaydol
zh: 签名

# button.more
source: Show More
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
ko: 더 보기
pt_br: Mostrar Mais
ru: Показать больше
tr: Daha Fazlası
zh: 显示更多

# button.i_understand
source: I Understand
de: Ich stimme zu
es: Entiendo
fr: J’ai Compris
ko: 이해합니다
pt_br: Estou ciente
ru: Я понимаю
tr: Anlıyorum
zh: 我理解

# button.learn_more
source: Learn More
de: Mehr erfahren
es: Aprender más
fr: En savoir plus
ko: 자세히 보기
pt_br: Saiba Mais
ru: Подробнее
tr: Daha fazla bilgi edin
zh: 了解更多

# button.unlock
source: Unlock
de: Entsperren
es: Desbloquear
ru: Разблокировать
tr: Kilidi Aç
zh: 解锁​​​​

# button.select
source: Select
de: Auswählen
zh: 选择

source: Alert
de: Alarm
es: Alerta
fr: Alerte
ko: 알림
pt_br: Alerta
ru: Предупреждение
tr: Uyarı
zh: 警报

# alert.copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
ko: 복사됨
pt_br: Copiado
ru: Скопировано
tr: Kopyalandı
zh: 已复制

# alert.saved
source: Saved
de: Gespeichert
es: Salvar
fr: Sauvegardé
ko: 저장
pt_br: Salvo
ru: Сохранено
tr: Kaydet
zh: 已保存

# alert.saved_to_icloud
source: Saved to iCloud
de: In iCloud gespeichert
es: Guardado en iCloud
fr: Enregistré dans iCloud
ko: 저장된 위치: 아이클라우드
pt_br: Salvo no iCloud
ru: Сохранено в iCloud
tr: iCloud'a kaydedildi
zh: 保存到 iCloud

# alert.no_internet
source: No Internet
de: Kein Internet
es: Sin conexión a Internet
fr: Aucune connexion Internet
ko: 인터넷에 연결되지 않음
pt_br: Sem Internet
ru: Нет интернета
tr: Internet Bağlantısı Yok
zh: 没有网络

# alert.wrong_amount
source: Wrong Amount
de: Falscher Betrag
es: Cantidad Incorrecta
fr: Montant incorrect
ko: 잘못된 금액
pt_br: Quantia Errada
ru: Неправильная сумма
tr: Yanlış Tutar
zh: 金额有误

# alert.no_fee
source: Wrong Fee
de: Falsche Gebühr
es: Tarifa Incorrecta
fr: Commission incorrecte
ko: 잘못된 요금
pt_br: Taxa Errada
ru: Неверная комиссия
tr: Yanlış Masraf
zh: 错误费用

# alert.warning
source: Warning
de: Warnung
es: Aviso
fr: Attention
ko: 경고
pt_br: Aviso
ru: Внимание
tr: Uyarı
zh: 警告

# alert.notice
source: Notice
de: Hinweis
es: Aviso
fr: Remarque
pt_br: Aviso
ru: Уведомление
tr: Bildirim
zh: 通知

# alert.error
source: Error
de: Fehler
es: Erreur
fr: Erreur
ko: 오류
pt_br: Erro
ru: Ошибка
tr: Hata
zh: 出错

# alert.unknown_error
source: Unknown Error
de: Unbekannter Fehler
es: Error Desconocido
fr: Erreur inconnue
ko: 알수없는 오류
pt_br: Erro Desconhecido
ru: Неизвестная ошибка
tr: Bilinmeyen Hata
zh: 未知错误

# alert.success_action
source: Done
de: Fertig
es: Listo
fr: Fait
ko: 완료
pt_br: Concluído
ru: Готово
tr: Bitti
zh: 完成

# alert.restored
source: Restored
de: Wiederhergestellt
es: Restaurado
fr: Restauré
pt_br: Restaurado
ru: Восстановлено
tr: Geri yüklendi
zh: 恢复

# alert.success
source: Success
de: Erfolgreich
es: Completado
fr: Effectué
ko: 성공
pt_br: Sucesso or Completado
ru: Успешно
tr: Başarılı
zh: 成功

# alert.added_to_watchlist
source: Added to Favorites
de: Zur Merkliste hinzugefügt
es: Añadido a tu Lista de Seguimiento
fr: Ajouter à la liste de suivi
ko: 관심목록에 추가되었습니다
pt_br: Adicionado à Lista
ru: Добавлено в избранное
tr: Added To Watchlist
zh: 添加到观察名单

# alert.removed_from_watchlist
source: Removed from Favorites
de: Aus Merkliste entfernt
es: Eliminado de la Lista de Seguimiento
fr: Retirer de la liste de suivi
ko: 관심목록에서 제거
pt_br: Removido da Lista
ru: Удалить из избранного
tr: İzleme Listesinden Kaldır
zh: 从观察名单中删除

# alert.added_to_wallet
source: Added to Wallet
de: Zum Wallet hinzugefügt
es: Añadido a la cartera
fr: Ajouté au portefeuille
ko: 지갑에 추가됨
pt_br: Adicionado à Carteira
ru: Добавлено в кошелек
tr: Cüzdana Eklendi
zh: 添加到钱包

# alert.removed_from_wallet
source: Removed from Wallet
de: Aus Wallet entfernt
es: Eliminado de la cartera
fr: Supprimé du portefeuille
pt_br: Removido da Carteira
ru: Удалено из кошелька
tr: Cüzdandan Kaldırıldı
zh: 已从钱包删除

# alert.already_added_to_wallet
source: Already added to Wallet
de: Bereits im Wallet enthalten
es: Ya añadido a la cartera
fr: Déjà ajouté au portefeuille
ko: 이미 지갑에 추가됨
pt_br: Já adicionado à carteira
ru: Уже добавлено в кошелек
tr: Zaten cüzdana eklendi
zh: 已添加到钱包

# alert.not_supported_yet
source: Not Supported Yet
de: Wird noch nicht unterstützt
es: Aún no compatible
fr: Pas pris en charge pour le moment
ko: 아직 지원하지 않음
pt_br: Não suportado ainda
ru: Ещё не поддерживается
tr: Henüz Desteklenmiyor
zh: 目前不支持

# alert.created
source: Created
de: Erstellt
es: Creado
fr: Établi
ko: 생성됨
pt_br: Criado
ru: Создан
tr: Oluşturuldu
zh: 已创建

# alert.imported
source: Imported
de: Wiederherstellen
es: Restaurado
fr: Importé
ko: 복구됨
pt_br: Importado
ru: Импортировано
tr: Geri yüklendi
zh: 已恢复

# alert.wallet_added
source: Wallet Added
de: Wallet hinzugefügt
es: Cartera añadida
fr: Portefeuille ajouté
ko: 지갑이 추가됨
pt_br: Carteira Adicionada
ru: Кошелек добавлен
tr: Cüzdan Eklendi
zh: 钱包已添加

# alert.deleted
source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimer
ko: 삭제
pt_br: Excluído
ru: Удалено
tr: Sil
zh: 已删除

# alert.waiting_for_session
source: Waiting for Session
de: Warte auf Sitzung
es: Esperando a la sesión
fr: En attente de session
ko: 세션을 기다리는 중
pt_br: Aguardando sessão
ru: Ожидание cессии
tr: Oturum bekleniyor
zh: 等待会话

# alert.try_again
source: Try Again
de: Nochmals versuchen
es: Inténtalo de nuevo
fr: Réessayez
ko: 다시 시도하십시오.
pt_br: Tentar novamente
ru: Попробовать ещё раз
tr: Tekrar deneyin
zh: 再试一次

# alert.disconnecting
source: Disconnecting
de: Verbindung wird getrennt
es: Desconectando
fr: Déconnexion
ko: 연결을 끊는 중...
pt_br: Desconectando
ru: Отсоединение
tr: Bağlantı kesiliyor
zh: 正在断开连接

# alert.disconnected
source: Disconnected
de: Verbindung getrennt
es: Desconectado
fr: Déconnecté
ko: 연결 해제
pt_br: Desconectado
ru: Отсоединено
tr: Bağlantı kesildi
zh: 已断开连接

# alert.enabling
source: Enabling
de: Aktivieren
es: Activando
fr: Activation
ko: 활성화 중
pt_br: Ativando
ru: Идет активация
tr: Etkinleştiriliyor
zh: 正在启用

# alert.enabled_coins
source: Enabled %@ more coins
de: %@ weitere Coins aktiviert
es: Activado %@ monedas más
fr: %@ pièces supplémentaires activées
ko: 활성화된 %@ 더 많은 코인
pt_br: Moedas a mais ativadas %@
ru: Включено ещё %@ монет
tr: %@ daha fazla jeton etkinleştirildi
zh: 启用了 %@ 多硬币

# alert.sending
source: Sending
de: Wird gesendet
es: Enviar
fr: En attente
ko: 전송중
pt_br: Enviando
ru: Отправка
tr: Gönderiliyor
zh: 发送中

# alert.sent
source: Sent
de: Gesendet
es: Enviado
fr: Envoyée
ko: 전송됨
pt_br: Enviado
ru: Отправлено
tr: Gönderildi
zh: 已发送

# alert.swapping
source: Swapping
es: Intercambio
ko: 스와핑
pt_br: Trocando
ru: Обмен
tr: Takas
zh: 交易

# alert.swapped
source: Swapped
es: Cambiado
fr: Échangé
ko: 스왑됨
pt_br: Trocado
ru: Обмен выполнен
tr: Takas Edildi
zh: 已交换

# alert.approving
source: Approving
de: Wird bestätigt
es: Aprobando
fr: En cours d'approbation
ko: 승인 중
pt_br: Aprovando
ru: Разрешение
tr: Onaylayan
zh: 审批中

# alert.approved
source: Approved
de: Bestätigt
es: Aprobar
fr: Approuvé
ko: 승인됨
pt_br: Aprovado
ru: Разрешено
tr: Onayla
zh: 批准

# alert.revoking
source: Revoking
de: Widerrufen
es: Revocando
fr: Révocation en cours
ko: 철회
pt_br: Revogando
ru: Отмена
tr: İptal ediliyor
zh: 正在取消

# alert.revoked
source: Revoked
de: Widerrufen
es: Revocada
fr: Révoqué
ko: 철회됨
pt_br: Revogado
ru: Отменен
tr: İptal et
zh: 已注销

# alert.cant_recognize
source: Can't Recognize
de: Kann nicht erkennen
es: No se puede reconocer
fr: Impossible de reconnaître
ko: 인식할 수 없음
pt_br: Impossível Reconhecer
ru: Не удалось распознать
tr: Tanıyamıyorum
zh: 无法识别

# alert.fee_too_low
source: Fee Too Low
de: Gebühr zu niedrig
es: Tarifa Demasiado Baja
ru: Комиссия слишком низкая
tr: Ücret Çok Düşük
zh: 费用过低

# alert.rbf_not_Enabled
source: RBF not enabled
de: RBF(Ersetzen durch Gebühr) nicht aktiviert
zh: RBF(替换交易) 未启用

# alert.unable_to_replace
source: Unable to replace
de: Nicht möglich zu ersetzen
es: No se puede reemplazar
ru: Не удается заменить
tr: Değiştirilemiyor
zh: 无法替换

# alert.already_replaced
source: Already replaced
de: Bereits ersetzt
es: Ya reemplazado
ru: Уже заменены
zh: 已经替换

source: No results found
de: Keine Ergebnisse gefunden
es: No se han encontrado resultados
fr: Aucun résultat
pt_br: Nenhum resultado encontrado
ru: Ничего не найдено
tr: Sonuç bulunamadı
zh: 未发现结果

# action.loading
source: loading...
de: wird geladen ...
es: cargando...
fr: chargement en cours...
ko: 로딩중
pt_br: carregando...
ru: загрузка...
tr: yükleniyor...
zh: 正在加载...

# placeholder.search
source: Search
de: Suche
es: Buscar
fr: Chercher
ko: 검색
pt_br: Buscar
ru: Поиск
tr: Ara
zh: 搜索​​​​

source: Status
es: Estado
fr: Statut
ko: 상태
ru: Статус
tr: Durum
zh: 状态

source: Connecting...
de: Verbinde...
es: Conectando...
fr: Connexion en cours...
ko: 연결 중...
pt_br: Conectando...
ru: Подключение...
tr: Bağlanıyor...
zh: 正在连接...

source: Online
es: En Línea
fr: En ligne
ko: 온라인
ru: Доступен
tr: Çevrimiçi
zh: 在线

source: Offline
es: Desconectado
fr: Déconnecté
ko: 오프라인
pt_br: Desconectado
ru: Не доступен
tr: Çevrimdışı
zh: 离线

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ko: 확인
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
zh: 确认

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ko: 연결
pt_br: Conectar
ru: Подключиться
tr: Bağlan
zh: 连接

source: Price
de: Preis
es: Precio
fr: Prix
ko: 금액
pt_br: Preço
ru: Цена
tr: Fiyat
zh: 价格

source: Value
de: Wert
es: Valor
fr: Valeur
ko: 값
pt_br: Valor
ru: Значение
tr: Değer
zh: 价值

source: Note
de: Hinweis
es: Nota
fr: Remarque
ko: 참고
pt_br: Observação
ru: Примечание
tr: Not
zh: 备注

source: Version %@
es: Versión %@
ko: 버전 %@
pt_br: Versão %@
ru: Версия %@
tr: Sürüm %@
zh: 版本%@

source: n/a
fr: S. O.
ko: 해당 없음
ru: Нет данных
zh: 不可用

# sync_error
source: Sync error. Try again.
de: Sync-Fehler. Versuchen Sie es erneut.
es: Error de sincronización. Inténtalo de nuevo.
fr: Erreur de synchronisation. Réessayez.
ko: 동기화 오류입니다. 다시 시도하십시오.
pt_br: Erro de sincronização. Tente novamente.
ru: Ошибка синхронизации. Повторите попытку.
tr: Senkronizasyon hatası. Tekrar deneyin.
zh: 同步错误。请再试一次.

# number.thousand
source: %@K
de: %@Tsd
es: %@mil
ko: %@천
ru: %@ тыс.
tr: %@B
zh: %@千

# number.million
source: %@M
de: %@Mio
ko: %@백만
ru: %@ млн
zh: %@百万

# number.billion
source: %@B
de: %@Mrd
es: %@MM
fr: %@G
ko: %@십억
ru: %@ млрд
zh: %@十亿

# number.trillion
source: %@T
de: %@Bio
ko: %@일조
ru: %@ трл
zh: %@万亿

# number.quadrillion
source: %@Q
de: %@Bill
fr: %@P
ko: %@천조
ru: %@ квадрлн
zh: %@千萬億

# selector.any
source: Any
de: Beliebig
es: Cualquier
fr: N'importe lequel
ko: 어떤
pt_br: Qualquer
ru: Любое
tr: Herhangi
zh: 任何

# selector.none
source: None
de: Keins
zh: 无动画

# auto_lock.immediate
source: Immediate
de: Sofort
es: Inmediato
fr: Immédiat
pt_br: Imediato
ru: Немедленно
tr: Hemen
zh: 即时的

# auto_lock.minute1
source: 1 minute
es: 1 minuto
pt_br: 1 minuto
ru: 1 минута
tr: 1 dakika
zh: 1 分钟

# auto_lock.minute5
source: 5 minutes
de: 5 Minuten
es: 5 minutos
pt_br: 5 Minutos
ru: 5 минут
tr: 5 dakika
zh: 5 分钟

# auto_lock.minute15
source: 15 minutes
de: 15 Minuten
es: 15 minutos
pt_br: 15 Minutos
ru: 15 минут
tr: 15 dakika
zh: 15 分钟

# auto_lock.minute30
source: 30 minutes
de: 30 Minuten
es: 30 minutos
pt_br: 30 Minutos
ru: 30 минут
tr: 30 dakika
zh: 30 分钟

# auto_lock.hour1
source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
ko: 1시간
pt_br: 1 hora
ru: 1 час
tr: 1 saat
zh: 1 小时

# access_camera.message
source: Access to your camera for this app was denied, you can go to settings and allow access
de: %@ benötigt Zugriff auf Ihre Kamera, um den QR-Code zu scannen. Gehe zu Einstellungen - > %@ und erlaube Zugriff auf die Kamera.
es: %@ necesita acceso a tu cámara para escanear el código QR. Ir a Ajustes - > %@ y permitir el acceso a la cámara.
fr: %@ a besoin d'accéder à votre caméra pour scanner le code QR. Allez dans Paramètres - > %@ et autorisez l'accès à la caméra.
ko: %@이 QR코드를 스캔하기 위해선 카메라에 대한 접근이 필요합니다. 설정 -> %@으로 가서 카메라 접근을 허용해 주세요.
pt_br: %@ absolutely needs access to your tremendous camera for scanning that fantastic QR code. Believe me!. Go to Settings - > %@ and allow access to the camera.
ru: %@ требуется доступ к вашей камере для сканирования QR-кода. Перейдите в "Настройки" - > %@ и разрешите доступ к камере.
tr: %@, QR kodunu okuyabilmek için kameranıza erişime ihtiyaç duyuyor. Ayarlar - > %@ ekranına giderek kamera erişimine izin verin.
zh: %@ 需要访问您的相机以扫描二维码。 前往设置 - > %@ 并允许访问相机。

# access_camera.not_supported
source: Your device does not support scanning a code from an item. Please use a device with a camera.
de: Ihr Gerät unterstützt das Scannen eines Codes von einem Artikel nicht. Verwenden Sie bitte ein Gerät mit einer Kamera.
es: Su dispositivo no es compatible con el escaneo de un código de un artículo. Por favor, use un dispositivo con cámara.
fr: Votre appareil ne prend pas en charge la numérisation d'un code depuis un article. Veuillez utiliser un appareil doté d'une caméra.
pt_br: Seu dispositivo não suporta a leitura de um código de um item. Por favor, use um dispositivo com câmera.
ru: Ваше устройство не поддерживает сканирование кода с предмета. Пожалуйста, используйте устройство с камерой.
tr: Cihazınız bir öğeden kod tarımını desteklemiyor. Bir kameraya sahip bir cihaz kullanın lütfen.
zh: 您的设备不支持扫描物品上的代码。请使用带有摄像头的设备。

# access_camera.settings
source: Go To Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ko: 설정
pt_br: Configurações
ru: Настройки
tr: Ayarlar
zh: 设置

# restore.title
source: Import Wallet
de: Wallet importieren
es: Importar Cartera
fr: Importer le porte-monnaie
ko: 다음에서 복원하기
pt_br: Importar carteira
ru: Импорт кошелька
tr: Cuzdan Yükle
zh: 恢复自

# restore.advanced
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ko: 고급의
pt_br: Avançado
ru: Доп. настройки
tr: İleri düzey
zh: 高级

# restore.import_by
source: Import By
de: Importieren von
es: Importar por
fr: Importer par
ko: 으로
pt_br: Importar por
ru: Импорт по
tr: Yükleme seç
zh: 由

# restore.restore_type.mnemonic
source: Recovery Phrase
de: Wiederherstellungsphrase
es: Frase de Recuperación
fr: Phrase de récupération
ko: 복구 문구
pt_br: Frase de Recuperação
ru: Фраза восстановления
tr: Kurtarma cümlesi
zh: 恢复码

# restore.restore_type.private_key
source: Private Key
de: Privater Schlüssel
es: Clave privada
fr: Clé privée
ko: 개인 암호
pt_br: Chave Privada
ru: Приватный ключ
tr: Gizli Anahtar
zh: 私钥

# restore.mnemonic.placeholder
source: Enter Recovery Phrase
de: 12, 15, 18, 21 oder 24 Wörter eingeben
es: Introduzca 12, 15, 18, 21 o 24 palabras
fr: Entrez 12, 15, 18, 21 ou 24 mots
ko: 12, 15, 18, 21 또는 24단어 입력
pt_br: Insira 12, 15, 18, 21 ou 24 palavras
ru: Введите фразу восстановления
tr: 12, 15, 18, 21 veya 24 kelime girin
zh: 输入12、15、18、21或24个单词

# restore.private_key.placeholder
source: Enter EVM Private Key, BIP32 Root Key or Account Extended Private Key
de: Geben Sie EVM privaten Schlüssel, BIP32 Root-Schlüssel oder Account Extended Private Key ein
es: Introduzca la clave privada EVM, BIP32 Root Key o Account Extended Private Key
fr: Entrez clé privée EVM, BIP32 Root Key ou Account Extended Private Key
ko: EVM 개인 키, BIP32 Root Key 또는 Account Extended Private Key 입력
pt_br: Give me that EVM Private Key, that BIP32 Root Key, or that Account Extended Private Key, folks. We're talking big league security here!
ru: Введите приватный ключ EVM, BIP32 Root Key или Account Extended Private Key
tr: EVM Özel Anahtarını, BIP32 Root Key veya Account Extended Private Key girin
zh: 輸入 EVM 私鑰、BIP32 Root Key 或 Account Extended Private Key

# restore.private_key.invalid_key
source: Invalid Key
de: Ungültiger Schlüssel
es: Clave no válida
fr: Clé invalide
ko: 잘못된 암호입니다
pt_br: Chave Inválida
ru: Неверный ключ
tr: Geçersiz Anahtar
zh: 错误密钥

# restore_error.mnemonic_word_count
source: Wrong words count. It must be between 12 and 24 words. You entered: %@
de: Falsche Wortzahl. Sie muss zwischen 12 und 24 Wörtern liegen. Sie haben eingegeben: %@
es: Número de palabras erróneas. Debe tener entre 12 y 24 palabras. Has ingresado: %@
fr: Nombre de mots incorrect. Il doit être compris entre 12 et 24 mots. Vous en avez saisi : %@
ko: 단어 수가 틀렸습니다. 12 개 와 24개 사이여야 합니다. 이렇게 입력했습니다: %@
pt_br: Hey, you, %@! You're off the mark. You need between 12 and 24 words, no less, no more. Let's get it right!
ru: Неверное количество слов. Должно быть от 12 до 24 слов. Вы ввели: %@
tr: Hatalı sözcük sayısı. 12-24 arası sözcük olmalıdır. Girilen: %@
zh: 错误的单词数。它必须介于12到24个单词之间。您输入了： %@

# restore.checksum_error
source: Invalid checksum
de: Ungültige Prüfsumme
es: Suma de verificación inválida
fr: Somme de contrôle invalide
ko: 유효하지 않은 체크섬
pt_br: Soma de Verificação Inválida
ru: Неверная контрольная сумма
tr: Geçersiz sağlama toplamı
zh: 校验和无效

# restore.passphrase
source: Passphrase
de: Passwort
es: Frase de contraseña
fr: Phrase d'authentification
ko: 암호문구
pt_br: Senha
ru: Кодовая фраза
tr: Parola
zh: 密码

# restore.input.passphrase
source: Passphrase
de: Passwort
es: Frase de contraseña
fr: Phrase d'authentification
ko: 암호문구
pt_br: Senha
ru: Кодовая фраза
tr: Parola
zh: 密码

# restore.wallet.passphrase_description
source: Enter the passphrase you used when creating this recovery phrase. Restoring an existing wallet with a new passphrase will generate a brand-new wallet.
de: Bitte geben Sie die Passphrase ein, die Sie beim Erstellen dieses Wiederherstellungsphrases verwendet haben. Das Wiederherstellen einer bestehenden Brieftasche mit einer neuen Passphrase generiert eine ganz neue Brieftasche.
tr: Bu kurtarma cümlesini oluştururken kullandığınız parolayı girin. Mevcut bir cüzdanı yeni bir parola ile geri yüklemek tamamen yeni bir cüzdan oluşturacaktır.
zh: 请输入您在创建恢复短语时使用的密码。使用新密码恢复现有钱包将生成全新的钱包。

# restore.passphrase_description
source: This password is used to encrypt backup file of your wallet. It's not related to your Apple iCloud password. It can't be recovered or reset if lost or forgotten.
de: Dieses Passwort wird verwendet, um die Sicherungsdatei Ihrer Wallet zu verschlüsseln. Es hat nichts mit Ihrem Apple iCloud-Passwort zu tun. Wenn Sie es vergessen oder verlieren, kann es nicht wiederhergestellt oder zurückgesetzt werden.
es: Esta contraseña se utiliza para encriptar el archivo de respaldo de tu cartera. No está relacionada con tu contraseña de Apple iCloud. No se puede recuperar ni restablecer si se pierde o se olvida.
fr: Ce mot de passe est utilisé pour chiffrer le fichier de sauvegarde de votre portefeuille. Il n'est pas lié à votre mot de passe Apple iCloud, et il ne peut pas être récupéré ou réinitialisé en cas de perte ou d'oubli.
ko: 이 암호는 지갑의 백업 파일을 암호화하는 데 사용됩니다. 이 암호는 Apple iCloud 암호와는 관련이 없습니다. 만약 분실하거나 잊어버린 경우, 복구하거나 재설정할 수 없습니다.
pt_br: Listen up, folks. This password right here, it's for your wallet's backup file, not your fancy Apple iCloud password, okay? And here's the deal, you forget this one, there's no recovery, no reset. It's like a key to Fort Knox, so guard it like gold!
ru: Этот пароль используется для шифрования файлов резервной копии вашего кошелька. Он не связан с вашим паролем Apple iCloud. Если вы потеряете или забудете этот пароль, его нельзя будет восстановить или сбросить.
tr: Bu şifre, cüzdanınızın yedek dosyasını şifrelemek için kullanılır. Apple iCloud parolanızla ilgili değil. Kaybolur veya unutulursa kurtarılamaz veya sıfırlanamaz.
zh: 此密码用于加密您的钱包备份文件。与您的 Apple iCloud 密码无关。如果丢失或遗忘，将无法恢复或重置。

# restore.error.empty_passphrase
source: The passphrase cannot be empty
de: Die Passphrase darf nicht leer sein
es: La frase no puede estar vacía
fr: La phrase d'authentification ne peut pas être une valeur vide
ko: 암호 문구는 필수 입력 사항입니다
pt_br: Folks, we can't have an empty passphrase here, okay?
ru: Поле для кодовой фразы не может быть пустым
tr: Şifre boş bırakılamaz
zh: 密码不能为空白

# restore.non_standard_import
source: Non-Standard Import
de: Nicht standardmäßige Wiederherstellung
es: Restauración no estándar
fr: Restauration non-standard
ko: 비표준 복원
pt_br: Restauração Não-Padrão
ru: Нестандартный импорт
tr: Standart Olmayan Yükleme
zh: 非标准还原
