Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# purchase.period.month
source: month
de: monate
zh: 月

# purchase.period.description1
source: Enjoy the first 7 days FREE.
de: Genießen Sie die ersten 7 Tage kostenlos.
zh: 畅享前 7 天免费体验

# purchase.period.description2
source: You can cancel your App Store subscription at any time.
de: Sie können Ihr App-Store-Abonnement jederzeit kündigen.
zh: 您可随时在 App Store 取消订阅

# purchase.lifetime.description
source: You can purchase a one-time subscriiption without any restrictions
de: Du kannst ein einmaliges Abonnement ohne Einschränkungen erwerben
zh: 您可以購買無任何限制的一次性訂閱

# purchases.period.button.try
source: Get 7 days for FREE
de: 7 Tage kostenlos erhalten
zh: 获取 7 天免费试用

# purchases.period.button.subscribe
source: Subscribe
de: Abonnieren
zh: 訂閱

# purchases.period.button.buy
source: Buy now
de: Jetzt kaufen
zh: 立即购买

# purchases.period.button.promo
source: Add Promo Code
de: Promo-Code hinzufügen
zh: 添加優惠碼

# purchases.promocode.title
source: Enter Promo Code
de: Promo-Code eingeben
zh: 输入优惠码

# purchases.promocode.button.invalid
source: Invalid Promo Code
de: Ungültiger Promo-Code
zh: 无效的优惠码

# purchases.promocode.button.already_used
source: Promo Code Already Used
de: Promo-Code bereits verwendet
zh: 优惠码已被使用

# purchases.successful_subscription.title
source: Premium
de: Prämie
zh: 高級版

# purchases.successful_subscription.description
source: Thank you for your subscription!
de: Vielen Dank für Ihr Abonnement!
zh: 感謝您的訂閱！

# purchases.successful_subscription.subscribed
source: Enjoy the full power of the app.
de: Genießen Sie die volle Leistung der App.
zh: 盡享應用程式的全部功能。

# purchases.successful_subscription.button.go_app
source: Go to App
de: Zur App
zh: 前往應用程式

# balance.rate_per_coin
source: %@ per %@
de: %@ pro %@
es: %@ por %@
fr: %@ par %@
ko: %@ 당 %@
pt_br: %@ por %@
ru: %@ за %@

# balance.downloading_blocks
source: Downloading Blocks
de: Blöcke herunterladen
es: Descargando bloques
fr: Téléchargement des blocs
ko: 블록 다운로드
pt_br: Baixando Blocos
ru: Загрузка блоков
tr: Blokları İndirme

# balance.scanning_blocks
source: Scanning Blocks
de: Scanne Blöcke
es: Bloques de escaneo
fr: Blocs de numérisation
ko: 스캐닝 블록
pt_br: Verificando Blocos
ru: Сканирование блоков
tr: Tarama Blokları

# balance.enhancing_transactions
source: Enhancing Transactions
de: Transaktionen verbessern
es: Mejorar las transacciones
fr: Amélioration des transactions
ko: 거래 향상
pt_br: Aprimorando Transações
ru: Улучшение транзакций
tr: İşlemleri Geliştirme

# balance.syncing_percent
source: Syncing... %@
de: Synchronisieren... %@
es: Sincronizando... %@
fr: Synchronisation... %@
ko: 동기화 중... %@
pt_br: Sincronizando... %@
ru: Идет синхронизация... %@
tr: Senkronize ediliyor... %@

# market.advanced_search.less_5_m
source: < 5M
de: < 5 Mio
ru: < 5млн

# terms.item.1
source: Securely backup recovery phrases for each wallet. It's the only way to regain access to funds if the app malfunctions.
de: Sicheres Backup der Wiederherstellungsausdrücke für jede Wallet. Dies ist die einzige Möglichkeit, den Zugriff auf Gelder zurückzugewinnen, wenn die App nicht funktioniert.
es: Realiza una copia de seguridad segura de las frases de recuperación para cada cartera. Es la única manera de recuperar el acceso a los fondos si la aplicación falla.
fr: Sauvegarde sécurisée des phrases de récupération pour chaque portefeuille. C'est le seul moyen de récupérer l'accès aux fonds si l'application ne fonctionne pas.
ko: 지갑별 복구 문구를 안전하게 백업합니다. 앱이 오작동하는 경우 자금에 다시 액세스할 수 있는 유일한 방법입니다.
pt_br: Frases de recuperação de backup seguros para cada carteira. É a única maneira de recuperar o acesso a fundos se o aplicativo não funcionar.
ru: Безопасное резервное копирование фраз для каждого кошелька. Это единственный способ восстановить доступ к средствам, если приложение не работает.
tr: Her cüzdan için kurtarma ifadelerini güvenli bir şekilde yedekleyin. Uygulama arızalanırsa fonlara yeniden erişmenin tek yolu budur.

# terms.item.2
source: The wallet recovery phrases are randomly generated on the device during setup and are not stored elsewhere.
de: Das Deaktivieren der PIN (Code) auf dem Smartphone löscht alle Brieftaschen aus der App. Wiederherstellungs-Phrasen werden benötigt, um den Zugriff auf Gelder wiederherzustellen.
es: Las frases de recuperación de la cartera se generan aleatoriamente en el dispositivo durante la configuración y no se almacenan en ningún otro lugar.
fr: Les phrases de récupération du portefeuille sont générées aléatoirement sur l'appareil lors de l'installation et ne sont pas stockées ailleurs.
ko: 지갑 복구 문구는 설정 중에 장치에서 임의로 생성되며 다른 곳에 저장되지 않습니다.
pt_br: As frases de recuperação de carteira são geradas aleatoriamente no dispositivo durante a configuração e não são armazenadas em outro lugar.
ru: Фразы восстановления кошелька генерируются случайным образом на устройстве во время установки и не хранятся в другом месте.
tr: Cüzdan kurtarma ifadeleri kurulum sırasında cihazda rastgele oluşturulur ve başka bir yerde saklanmaz.

# tron.send.energy
source: Energy
de: Energie

# restore_type.cex.title
source: from Exchange Wallet
es: desde la Cartera de Intercambio
fr: depuis Exchange Wallet
ko: 거래소 지갑에서
pt_br: da Exchange Wallet
ru: с кошелька биржи
tr: Exchange Wallet'tan

# restore_type.cex.description
source: Connect to a wallet on a centralized exchange.
es: Conectar a una cartera en un intercambio centralizado.
fr: Connectez-vous à un portefeuille en échange centralisé.
ko: 중앙집중형 거래소의 지갑에 연결하세요.
pt_br: Conecte a uma carteira em uma troca centralizada.
ru: Подключиться к кошельку на централизованной бирже.
tr: Merkezi borsada bir cüzdana bağlanın.

# restore.cex.title
source: Select CEX
es: Seleccionar CEX
fr: Sélectionner CEX
ko: CEX를 선택하세요
pt_br: Selecione o CEX
ru: Выберите CEX
tr: CEX'i seçin

# restore.cex.description
source: Select the centralized exchange to which you want to connect.
es: Seleccione el intercambio centralizado al que desea conectar.
fr: Sélectionnez l'exchange centralisé auquel vous voulez vous connecter.
ko: 연결하고자 하는 중앙 집중식 거래소를 선택하십시오.
pt_br: Choose your battlefield, folks! Select the centralized exchange you want to connect to, and let's make some deals!
ru: Выберите централизованную биржу, к которой вы хотите подключиться.
tr: Bağlanmak istediğiniz merkezi santrali seçin.

# restore.binance.description
source: Please provide the API Keys and API Secret to link your exchange.
es: Por favor, proporcione las claves API y el secreto API para vincular su intercambio.
fr: Veuillez fournir les clés API et API Secret pour lier votre échange.
ko: 거래소를 연결하려면 API 키 및 API 비밀 키를 제공해주세요.
pt_br: Por favor, forneça as Chaves da API e Segredo da API para vincular o seu troco.
ru: Пожалуйста, предоставьте API ключ и секрет API, чтобы связать вашу биржу.
tr: Lütfen değiş tokuşunuzu bağlamak için API Anahtarlarını ve API Sırrını sağlayın.

# restore.binance.api_key
source: API Key
es: Clave API
fr: Clé API
ko: API 키
pt_br: Chave de API
ru: API ключ
tr: API Anahtarı

# restore.binance.secret_key
source: Secret Key
es: Clave secreta
fr: Clé secrète
ko: 비밀 키
pt_br: Chave secreta
ru: Секретный ключ
tr: Gizli Anahtar

# restore.binance.connect
source: Connect
es: Conectar
fr: Connecter
ko: 연결
pt_br: Conectar
ru: Подключиться
tr: Bağlan

# restore.binance.connecting
source: Connecting...
es: Conectando...
fr: Connexion en cours...
ko: 연결 중...
pt_br: Conectando...
ru: Подключение...
tr: Bağlanıyor...

# restore.binance.get_api_keys
source: Get API Keys
es: Obtener claves API
fr: Obtenir les clés API
ko: API 키 가져오기
pt_br: Obter chaves API
ru: Получить API ключ
tr: API Anahtarı alın

# restore.binance.failed_to_connect
source: Failed to connect your API Key
es: Error al conectar tu Clave API
fr: Impossible de connecter votre clé API
ko: API 키 연결 실패
pt_br: Falha ao conectar sua chave de API
ru: Не удалось подключиться к твоему API ключу
tr: API Anahtarınız bağlanamadı

# restore.binance.invalid_qr_code
source: Invalid QR Code
es: Código QR no válido
fr: QR-Code invalide
ko: 잘못된 QR 코드
pt_br: QR Code Inválido
ru: Недопустимый QR-код
tr: Geçersiz QR Kodu

# balance.address
source: Address
es: Dirección
fr: Adresses
ko: 주소
pt_br: Endereço
ru: Адрес
tr: Adres

# balance.invalid_api_key
source: Invalid API Key
es: Clave de API no válida
fr: Clé API invalide
ko: 유효하지 않은 API 키
pt_br: Chave de API inválida
ru: Недействительный ключ API
tr: Geçersiz API anahtarı

# deposit.used_addresses
source: Used Addresses
es: Direcciones Utilizadas
ru: Использованные адреса
tr: Kullanılan Adresler

# deposit.zcash.restore.description
source: Have you previously owned any ZEC coins?
es: ¿Ya has poseído alguna moneda ZEC?
fr: Avez-vous déjà possédé des pièces de monnaie ZEC?
ko: 이전에 ZEC 코인을 소유한 적이 있나요?
pt_br: Já possui alguma moeda ZEC?
ru: Вы уже владели какими-либо монетами ZEC?
tr: Daha önce herhangi bir ZEC paranız var mıydı?

# deposit.zcash.restore.already_own
source: Yes, I already own
es: Sí, ya tengo
fr: Oui, je suis déjà propriétaire
ko: 예, 이미 소유하고 있습니다
pt_br: Sim, eu já possuo
ru: Да, у меня уже есть
tr: Evet, zaten sahibim

# deposit.zcash.restore.dont_have
source: No, I don’t have
es: No, no tengo
fr: Non, je n'ai pas
ko: 아니요, 없어요
pt_br: Não, eu não tenho
ru: Нет, у меня нет
tr: Hayır, bende yok

# send.confirmation.nonce
source: Nonce
ru: Memo

# swap.unlock
source: Unlock
es: Desbloquear
ru: Разблокировать
tr: Kilidi Aç

# top_platform.description
source: Market cap of all protocols on the %@ chain
es: Límite de mercado de todos los protocolos en la cadena %@
fr: Capitalisation boursière de tous les protocoles de la chaîne %@
pt_br: Valor de mercado de todos procolos na cadeia %@
ru: Капитализация рынка всех протоколов на блокчейне %@
tr: %@ zincirindeki tüm protokollerin piyasa değeri

# coin_overview.bips
source: BIPs
ru: BIPы

# coin_analytics.analysis.footer
source: Powered by De.Fi
es: Desarrollado por Escáner De.Fi
ru: Работает на основе De.Fi Scanner
tr: Powered by De.Fi Scanner

# terms.item.3
source: Disabling unlock PIN (code) on the smartphone deletes all wallets from the app. Recovery phrases will be needed to restore access to funds.
es: Deshabilitar el PIN (código) de desbloqueo en el smartphone elimina todas las carteras de la aplicación. Se necesitarán las frases de recuperación para restaurar el acceso a los fondos.
fr: La désactivation du code PIN (code) sur le smartphone supprime tous les portefeuilles de l'application. Des phrases de récupération seront nécessaires pour restaurer l'accès aux fonds.
ko: 스마트폰에서 잠금 해제 PIN(코드)을 비활성화하면 앱에서 모든 지갑이 삭제됩니다. 자금에 대한 액세스를 복원하려면 복구 문구가 필요합니다.
pt_br: Desabilitando o PIN (código) no smartphone exclui todas as carteiras do aplicativo. As frases de recuperação serão necessárias para restaurar o acesso aos fundos.
ru: Отключение PIN-кода разблокировки на смартфоне удаляет все кошельки из приложения. Для восстановления доступа к средствам потребуется восстановление фраз.
tr: Akıllı telefon kilit açma PIN'ini devre dışı bırakmak, tüm cüzdanları uygulamadan siler. Fonlara yeniden erişim sağlamak için kurtarma ifadelerine ihtiyaç duyulacaktır.

# terms.item.4
source: Jailbreaking (rooting), using outdated OS, and installing apps from unknown sources may endanger the safety of funds.
es: Rompiendo carcelarios (rooting), usando un sistema operativo obsoleto e instalando aplicaciones de fuentes desconocidas pueden poner en peligro la seguridad de los fondos.
fr: La mise en prison (root), l'utilisation d'un système d'exploitation obsolète et l'installation d'applications à partir de sources inconnues peuvent mettre en danger la sécurité des fonds.
ko: 탈옥(루팅), 오래된 OS 사용, 출처를 알 수 없는 앱 설치 등은 자금의 안전을 위협할 수 있습니다.
pt_br: O Jailbreaking (root), o uso de SO desatualizado e a instalação de aplicativos de fontes desconhecidas podem colocar em risco a segurança do dinheiro.
ru: Jailbreaking (rooting), использование устаревших ОС и установка приложений из неизвестных источников могут поставить под угрозу безопасность средств.
tr: Jailbreak, eski (OS) işletim sistemlerini kullanmak ve bilinmeyen kaynaklardan uygulama yüklemek fonların güvenliğini tehlikeye atabilir.

# terms.item.5
source: There may be undiscovered software issues in the code powering this app which may cause the app to malfunction.
es: Puede haber problemas de software no descubiertos en el código que permite que esta aplicación funcione mal.
fr: Il peut y avoir des problèmes de logiciels non découverts dans le code alimentant cette application, ce qui peut causer un dysfonctionnement de l'application.
ko: 이 앱을 구동하는 코드에 발견되지 않은 소프트웨어 문제가 있을 수 있으며 이로 인해 앱이 오작동할 수 있습니다.
pt_br: Pode haver problemas de software não descobertos no código que irá ligá-lo e causar problemas no aplicativo.
ru: В процессе работы кода могут возникнуть проблемы с программным обеспечением, что может привести к сбоям приложения.
tr: Bu uygulamaya güç veren kodda, uygulamanın arızalanmasına neden olabilecek keşfedilmemiş yazılım sorunları olabilir.

# backup_app.backup_list.other.blockchain_settings.title
source: Custom RPC
es: RPC personalizado
fr: RPC personnalisé
pt_br: RPC Personalizado
ru: Пользовательские RPC
tr: Özel RPC

# cex_coin_select.title
source: Choose Coin
es: Elegir moneda
fr: Choisir la pièce
ko: 코인 선택
pt_br: Escolher Moedas
ru: Выберите токен
tr: Kripto Parayı Seç

# cex_coin_select.withdraw
source: Withdraw
es: Retirar
fr: Retraits
ko: 빼다
pt_br: Sacar
ru: Вывод средств
tr: Hesaptan Çek

# cex_coin_select.withdraw.empty
source: You have no assets to withdraw.
es: No tiene activos para retirar.
fr: Vous n'avez pas d'actifs à retirer.
ko: 당신은 인출할 자산이 없습니다.
pt_br: Você não tem ativos para retirar.
ru: У вас нет активов для вывода.
tr: Çekilecek varlığınız yok.

# cex_coin_select.search_placeholder
source: Coin Code or Name
es: Código de moneda o nombre
fr: Code ou nom de pièce de monnaie
ko: 코인 코드 또는 이름
pt_br: Código ou Nome da Moeda
ru: Код или имя
tr: Madeni Para Kodu veya Adı

# cex_coin_select.suspended
source: Suspended
es: Suspendido
fr: Suspendues
ko: 중단됨
pt_br: Suspenso
ru: Приостановлено
tr: Askıya alınmış

# cex_deposit_network_select.title
source: Choose Network
es: Elija Red
fr: Choisir un réseau
ko: 네트워크 선택하기
pt_br: Escolha a Rede
ru: Выберите сеть
tr: Ağ Seç

# cex_deposit_network_select.description
source: Choose a network and get an address to deposit.
es: Elija una red y obtenga una dirección para depositar.
fr: Choisissez un réseau et obtenez une adresse à déposer.
ko: 네트워크를 선택하고 입금할 주소를 받으세요.
pt_br: Escolha uma rede e receba um endereço para depositar.
ru: Выберите сеть и получите адрес для пополнения.
tr: Bir ağ seçin ve para yatırmak için bir adres alın.

# cex_deposit.title
source: Deposit %@
es: Depositar %@
fr: Dépôt %@
ko: 침전 %@
pt_br: Depósito %@
ru: Депозит %@
tr: Depozito %@

# cex_deposit.address
source: Address
es: Dirección
fr: Adresses
ko: 주소
pt_br: Endereço
ru: Адрес
tr: Adres

# cex_deposit.network
source: Network
es: La red
fr: Réseau
ko: 회로망
pt_br: Rede
ru: Сеть
tr: Ağ

# cex_deposit.min_amount
source: Min. Amount
es: Importe mínimo
fr: Montant minimum
ko: 최소 금액
pt_br: Valor Mín.
ru: Мин. сумма
tr: Min. miktar

# cex_deposit.warning_memo
source: Provide required Memo (Tag) and send only network-compatible tokens. Others will be lost.
es: Proporcionar memo requerido (Tag) y enviar sólo tokens compatibles con la red. Otros se perderán.
fr: Fournissez le Mémo requis (Tag) et envoyez uniquement des jetons compatibles avec le réseau. D'autres seront perdus.
ko: 메모(tag)는 필수입니다. 메모 없이는 코인을 잃을 수 있습니다.
pt_br: Forneça o Memo necessário (Tag) e envie apenas tokens compatíveis com a rede. Outros serão perdidos.
ru: Укажите необходимое мемо (тэг) и отправьте только токены, совместимые с сетью. Другие токены будут потеряны.
tr: Gerekli Memo (Etiket) sağlayın ve yalnızca ağ uyumlu jetonları gönderin. Diğerleri kaybolur.

# cex_deposit.copy_address
source: Copy
es: Copiar
fr: Copier
ko: 복사
pt_br: Copiar
ru: Копировать
tr: Kopyala

# cex_deposit.share_address
source: Share
es: Compartir
fr: Partager
ko: 공유
pt_br: Compartilhar
ru: Поделиться
tr: Paylaş

# cex_deposit.failed
source: Failed to load deposit address. Please retry.
es: Error al cargar la dirección del depósito. Vuelva a intentarlo.
fr: Impossible de charger l'adresse du dépôt. Veuillez réessayer.
ko: 입금 주소를 불러오지 못했습니다. 다시 시도해주세요.
pt_br: Não foi possível carregar o endereço de depósito. Por favor, tente novamente.
ru: Не удалось загрузить адрес депозита. Повторите попытку.
tr: Para yatırma adresi yüklenemedi. Lütfen tekrar deneyiniz.

# cex_deposit.memo_warning.title
source: Important
es: Importante
ko: 중요
pt_br: Importante
ru: Важно
tr: Önemli

# cex_deposit.memo_warning.description
source: Both a memo (tag) and the address are needed to ensure that assets are received. Otherwise your funds will be lost.
es: Tanto un memo (etiqueta) como la dirección son necesarios para asegurar que los activos sean recibidos. De lo contrario sus fondos se perderán.
fr: A la fois un mémo (tag) et l'adresse sont nécessaires pour s'assurer que les actifs sont reçus. Sinon, vos fonds seront perdus.
ko: 자산을 수령하기 위해서는 메모(태그)와 주소 모두가 필요합니다. 그렇지 않으면 자금이 손실될 수 있습니다.
pt_br: Ambos os memorandos (tag) e o endereço são necessários para garantir que as ativos são recebidas. Caso contrário, seus fundos serão perdidos.
ru: Для получения активов необходимы memo(tag) и адрес. В противном случае Ваши средства будут утеряны.
tr: Varlıkların alındığından emin olmak için hem not (etiket) hem de adres gereklidir. Aksi takdirde paranız kaybolacaktır.

# cex_withdraw.network
source: Network
es: La red
fr: Réseau
ko: 회로망
pt_br: Rede
ru: Сеть
tr: Ağ

# cex_withdraw.network_warning
source: Ensure the network matches the withdrawal address and the deposit platform supports it, or assets may be lost.
es: Asegúrese de que la red coincide con la dirección de retiro y la plataforma de depósito la apoya, o los activos pueden perderse.
fr: Assurez-vous que le réseau correspond à l'adresse de retrait et que la plateforme de dépôt le supporte, ou que les actifs peuvent être perdus.
ko: 출금 주소와 입금 플랫폼이 일치하는지 확인하고 지원하는 자산이어야 합니다. 그렇지 않으면 자산이 손실될 수 있습니다.
pt_br: Certifique-se de que a rede corresponde ao endereço de retirada e a plataforma de depósito suporta, ou os ativos podem ser perdidos.
ru: Убедитесь, что сеть совпадает с адресом снятия, а платформа депозита поддерживает его, или активы могут быть потеряны.
tr: Ağın para çekme adresiyle eşleştiğinden ve para yatırma platformunun bunu desteklediğinden emin olun, aksi takdirde varlıklar kaybolabilir.

# cex_withdraw.fee
source: Fee
es: Comisión
fr: Frais
ko: 수수료
pt_br: Taxa
ru: Комиссия
tr: Ücret

# cex_withdraw.fee_from_amount
source: Fee from amount
es: Comisión por importe
fr: Frais du montant
ko: 금액에 대한 수수료
pt_br: Taxa a partir do valor
ru: Комиссия от суммы
tr: Tutardan ücret

# cex_withdraw.error.insufficient_funds
source: Not enough available balance
es: Saldo insuficiente disponible
fr: Solde disponible insuffisant
ko: 잔액이 충분하지 않습니다
pt_br: Saldo disponível insuficiente
ru: Недостаточно доступных средств
tr: Yeterli alan yok

# cex_withdraw.error.max_amount_violated
source: The maximum amount you can withdraw is %@
es: La cantidad máxima que puedes retirar es %@
fr: Le montant maximum que vous pouvez retirer est %@
ko: 최대 인출 가능액은 %@입니다.
pt_br: O valor máximo que você pode retirar é %@
ru: Макс.сумма вывода: %@
tr: Çekebileceğiniz maksimum miktar %@

# cex_withdraw.error.min_amount_violated
source: The minimum amount you can withdraw is %@
es: La cantidad mínima que puedes retirar es %@
fr: Le montant minimum que vous pouvez retirer est %@
ko: 최소 인출 금액은 %@입니다.
pt_br: O valor mínimo que você pode retirar é %@
ru: Мин. сумма, которую вы можете вывести - %@
tr: Çekebileceğiniz minimum miktar %@

# cex_withdraw.address_required
source: Address is required
es: La dirección es necesaria
fr: Adresse obligatoire
ko: 주소가 필요합니다.
pt_br: O endereço é obrigatório
ru: Адрес обязателен
tr: Adres gerekli

# cex_withdraw_network_select.title
source: Network
es: La red
fr: Réseau
ko: 회로망
pt_br: Rede
ru: Сеть
tr: Ağ

# cex_withdraw_network_select.description
source: Ensure the network matches the withdrawal address and the deposit platform supports it.
es: Asegúrese de que la red coincide con la dirección de retiro y la plataforma de depósito lo soporta.
fr: Assurez-vous que le réseau correspond à l'adresse de retrait et que la plateforme de dépôt le supporte.
ko: 인출 주소가 네트워크와 일치하고, 입금 플랫폼이 해당 네트워크를 지원하는지 확인하세요.
pt_br: Certifique-se de que a rede corresponde ao endereço de retirada e a plataforma de depósito suporta.
ru: Убедитесь, что сеть совпадает с адресом снятия и платформа депозита поддерживает его.
tr: Ağın para çekme adresiyle eşleştiğinden ve para yatırma platformunun bunu desteklediğinden emin olun.

# cex_withdraw_confirm.you_withdraw
source: You Withdraw
es: Retira
fr: Vous retirez
ko: 출금하셨습니다
pt_br: Você retira
ru: Вывод средств
tr: Geri Çekilirsin

# cex_withdraw_confirm.network
source: Network
es: La red
fr: Réseau
ko: 회로망
pt_br: Rede
ru: Сеть
tr: Ağ

# cex_withdraw_confirm.withdraw
source: Withdraw
es: Retirar
fr: Retraits
ko: 빼다
pt_br: Sacar
ru: Вывод средств
tr: Hesaptan Çek

# cex_withdraw_confirm.withdraw_failed
source: Withdraw failed
es: Fallo al retirar
fr: Échec du retrait
ko: 출금 실패
pt_br: Falha na retirada
ru: Вывод средств не выполнен
tr: Para çekme başarısız oldu

# swap.unlocking
source: Unlocking
es: Desbloqueando

# swap.unlock.subtitle
source: Allow access to the following amount
es: Permitir el acceso al siguiente monto
tr: Aşağıdaki miktar için erişime izin ver

# cex_deposit.memo
source: Memo (Tag)
es: Memo (Etiqueta)
fr: Mémo (Tag)

# balance.searching.count
source: %@ tx
tr: bakiye.araması.miktar

# market.tvl.market_field.value
source: USD
tr: Dolar

# extended_key.bip32_root_key
source: BIP32 Root Key
pt_br: Chave Raiz BIP32

# extended_key.account_extended_private_key
source: Account Extended Private Key
pt_br: Chave Privada Estendida da Conta

# extended_key.account_extended_public_key
source: Account Extended Public Key
pt_br: Chave Pública Estendida da Conta

# balance.token.locked.info.title
source: TimeLock
ko: 시간 자물쇠
pt_br: TravaTempo

# send.hodler_locktime
source: TimeLock
ko: 시간 자물쇠
pt_br: TravaTempo

# send.transaction_inputs_outputs_info.shuffle.title
source: 1. Shuffle
pt_br: 1. Embaralhar

# send.transaction_inputs_outputs_info.deterministic.title
source: 2. Deterministic
fr: 2. Déterministe
pt_br: 2. Determinístico

# send.lock_time
source: TimeLock
ko: 시간 자물쇠
pt_br: TravaTempo

# settings_tell_friends.text
source: Be Unstoppable
fr: Soyez Unstoppable
pt_br: Seja Unstoppable

# coin_page.return_of_investments
source: ROI
pt_br: RDI

# lock_info.title
source: TimeLock
ko: 시간 자물쇠
pt_br: TravaTempo

# public_keys.account_extended_public_key
source: Account Extended Public Key
pt_br: Chave Pública Estendida da Conta

# private_keys.bip32_root_key
source: BIP32 Root Key
pt_br: Chave Raiz BIP32

# private_keys.account_extended_private_key
source: Account Extended Private Key
pt_br: Chave Privada Estendida da Conta

# add_evm_sync_source.rpc_url
source: RPC URL
pt_br: URL RPC

# tron.send.bandwidth
source: Bandwidth
pt_br: Largura de Banda

# coin_analytics.dex_volume.tracked_dexes.info1
source: Ethereum : Uniswap V2/3, Sushiswap
fr: Binance-Smart-Chain : PancakeSwap

# wallet_connect.url
source: URL
ko: URL 주소
