Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# manage_account.backup.has_backup_description
source: It's recommended to have a manual backup for each wallet.
de: Es wird empfohlen, eine manuelle Sicherung für jede Wallet zu haben.
es: Se recomienda tener una copia de seguridad manual para cada cartera.
fr: Il est recommandé de faire une sauvegarde manuelle pour chaque portefeuille.
ko: 각 지갑에 대해 수동 백업을 하는 것이 좋습니다.
pt_br: É recomendável ter um backup manual para cada carteira.
ru: Рекомендуется создать ручную резервную копию для каждого кошелька.
tr: Her cüzdan için manuel bir yedeğin olması önerilir.
zh: 建议为每个钱包提供手动备份。

# manage_account.cloud_delete_backup_recovery_phrase.description
source: Are you sure you want to delete your wallet backup from iCloud?
de: Sind Sie sicher, dass Sie Ihre Wallet-Sicherung aus iCloud löschen möchten?
es: ¿Está seguro que desea eliminar la copia de seguridad de su cartera de iCloud?
fr: Êtes-vous sûr de vouloir supprimer la sauvegarde de votre portefeuille d'iCloud ?
ko: 아이클라우드에서 지갑 백업을 삭제하시겠습니까?
pt_br: Você tem certeza de que deseja excluir o backup da carteira do iCloud?
ru: Вы уверены, что хотите удалить резервную копию кошелька из iCloud?
tr: Cüzdan yedeklemenizi iCloud'dan silmek istediğinizden emin misiniz?
zh: 你确定要从 iCloud 删除你的钱包备份吗？

# public_keys.title
source: Public Keys
de: Öffentliche Schlüssel
es: Claves públicas
fr: Clés publiques
ko: 공개 키
pt_br: Chaves públicas
ru: Публичные ключи
tr: Genel Anahtarlar
zh: 公钥

# public_keys.evm_address
source: EVM Address
de: EVM-Adresse
es: Dirección EVM
fr: Adresse EVM
ko: EVM 주소
pt_br: Endereço EVM
ru: EVM адрес
tr: EVM Adresi
zh: EVM 地址

# public_keys.evm_address.description
source: Allows read-only monitoring of wallets holding assets on Ethereum, Binance Smart Chain and other EVM-based blockchains.
de: Ermöglicht die bloße Überwachung von Brieftaschen mit Assets auf Ethereum, Binance Smart Chain und anderen EVM-basierten Blockchains.
es: Permite el monitoreo de sólo lectura de carteras que poseen activos en Ethereum, Binance Smart Chain y otros blockchains basados en EVM.
fr: Permet de contrôler en lecture seule les portefeuilles détenant des actifs sur Ethereum, Binance Smart Chain et d'autres blockchains basées sur l'EVM.
ko: Ethereum, Binance Smart Chain 및 기타 EVM 기반 블록체인에 자산을 보유하고 있는 지갑의 읽기 전용 모니터링을 허용합니다.
pt_br: Permite o monitoramento somente leitura de carteiras mantendo ativos na Ethereum, na Binance Smart Chain e em outras blockchains baseadas em EVM.
ru: Позволяет отслеживать кошельки с активами на Ethereum, Binance Smart Chain и других блокчейнах на базе EVM, только для чтения.
tr: Ethereum, Binance Smart Chain ve diğer EVM tabanlı blok zincirlerinde varlık tutan cüzdanların salt okunur olarak izlenmesini sağlar.
zh: 允许只读监视持有Etherum、 Binance Smart Chain和其他基于 EVM 的区块链的钱包。

# public_keys.account_extended_public_key.description
source: Allows read-only monitoring of wallets holding Bitcoin and other UTXO-based crypto (i.e. Litecoin, Bitcoin Cash, Dash, etc.).
de: Ermöglicht die schreibgeschützte Überwachung von Brieftaschen mit Bitcoin und anderen auf UTXO basierenden Verschlüsselungen (z.B. Litecoin, Bitcoin Cash, Dash, etc.).
es: Permite el monitoreo de sólo lectura de carteras con cripto de Bitcoin y otros basados en UTXO (es decir, Litecoin, Bitcoin Cash, Dash, etc.).
fr: Permet de contrôler en lecture seule les portefeuilles contenant du Bitcoin et d'autres crypto-monnaies basées sur l'UTXO (c'est-à-dire Litecoin, Bitcoin Cash, Dash, etc.).
ko: Bitcoin 및 기타 UTXO 기반 암호화폐(예: Litecoin, Bitcoin Cash, Dash 등)를 보유한 지갑의 읽기 전용 모니터링을 허용합니다.
pt_br: Permite monitoramento somente leitura das carteiras segurando Bitcoin e outras cripto baseadas em UTXO (ou seja, Litecoin, Bitcoin Cash, Dash etc.).
ru: Позволяет осуществлять мониторинг кошельков, содержащих Bitcoin и другие криптовалюты на основе UTXO (например, Litecoin, Bitcoin Cash, Dash и т.д.), только для чтения.
tr: Bitcoin ve diğer UTXO tabanlı kriptoları (örneğin Litecoin, Bitcoin Cash, Dash vb.) tutan cüzdanların salt okunur olarak izlenmesine izin verir.
zh: 允许只读监视持有比特币和其他基于 UTXO 的加密钱包(即Liteco、 比特币现金、 破折号等)。

# private_keys.title
source: Private Keys
de: Private Schlüssel
es: Claves privadas
fr: Clés privées
ko: 개인 암호
pt_br: Chave Privada
ru: Приватные ключи
tr: Özel Anahtar
zh: 私钥

# private_keys.evm_private_key
source: EVM Private Key
de: EVM privater Schlüssel
es: Clave Privada EVM
fr: Clé privée EVM
ko: EVM 개인 키
pt_br: Chave Privada EVM
ru: Приватный ключ EVM
tr: EVM Özel anahtar
zh: EVM 私钥

# private_keys.evm_private_key.description
source: Grants full control over EVM-based crypto i.e. Ethereum, Binance Smart Chain, etc within the respective wallet.
de: Gewährt volle Kontrolle über Vermögenswerte in EVM-basierten Netzwerken (z. B. Ethereum, BNB Smart Chain, Polygon, Avalanche) innerhalb dieser Wallet.
es: Otorga un control total sobre criptomonedas basadas en Ethereum, Binance Smart Chain, etc dentro de cada monedero correspondiente.
fr: Permet un contrôle total des crypto-monnaies basées sur l'EVM, c'est-à-dire Ethereum, Binance Smart Chain, etc. dans leur portefeuille respectif.
ko: 각 지갑 내에서 EVM 기반 암호화, 즉 이더리움, 바이낸스 스마트 체인 등에 대한 완전한 제어 권한을 부여합니다.
pt_br: Concede controle total sobre cripto baseado em EVM i.e Ethereum, Binance Smart Chain, etc. dentro da respectiva carteira.
ru: Предоставляет полный контроль над криптовалютами на базе EVM, т.е. Ethereum, Binance Smart Chain и т.д. в пределах соответствующего кошелька.
tr: Ilgili cüzdan içinde EVM tabanlı kripto, yani Ethereum, Binance Smart Chain vb. Üzerinde tam kontrol sağlar.
zh: 授予对本钱包中基于 EVM 网络（如以太坊、BNB 智能链、Polygon、Avalanche）资产的完全控制权。

# private_keys.bip32_root_key.description
source: Grants full control over the assets on the respective wallet.
de: Der Master-Private-Key der Wallet. Gewährt volle Kontrolle über alle abgeleiteten Konten und Vermögenswerte.
es: Otorga total control sobre los activos de la respectiva cartera.
fr: Permet d'exercer un contrôle total sur les actifs du portefeuille correspondant.
ko: 각 지갑의 자산에 대한 모든 권한을 부여합니다.
pt_br: Concede controle total sobre os ativos da respectiva carteira.
ru: Предоставляет полный контроль над активами на соответствующем кошельке.
tr: İlgili cüzdandaki varlıklar üzerinde tam kontrol sağlar.
zh: 钱包的主私钥。可完全控制所有派生账户和资产。

# private_keys.account_extended_private_key.description
source: Grants full control over Bitcoin and other UTXO-based crypto i.e. Litecoin, Bitcoin Cash, Dash, etc. within the respective wallet.
de: Gewährt volle Kontrolle über Bitcoin und andere UTXO-basierte Vermögenswerte (z. B. Litecoin, Bitcoin Cash, Dash) innerhalb dieser Wallet.
es: Otorga control total sobre Bitcoin y otras criptomonedas basadas en UTXO, es decir, Litecoin, Bitcoin Cash, Dash, etc. dentro de su respectiva cartera.
fr: Permet un contrôle total du Bitcoin et des autres crypto-monnaies basées sur l'UTXO, c'est-à-dire Litecoin, Bitcoin Cash, Dash, etc. dans leur portefeuille respectif.
ko: 각 지갑 내에서 비트코인 및 기타 UTXO 기반 암호화, 즉 라이트코인, 비트코인 캐시, 대시 등을 완벽하게 제어할 수 있습니다.
pt_br: Concede controle total sobre Bitcoin e outras criptomoedas baseadas em UTXO, ou seja, Litecoin, Bitcoin Cash, Dash etc. dentro da respectiva carteira.
ru: Предоставляет полный контроль над Bitcoin и другими криптовалютами на базе UTXO, такими как Litecoin, Bitcoin Cash, Dash и т.д. в пределах соответствующего кошелька.
tr: Ilgili cüzdan içinde Bitcoin ve diğer UTXO tabanlı kriptolar üzerinde tam kontrol sağlar, yani Litecoin, Bitcoin Cash, Dash vb.
zh: 授予对本钱包中比特币及其他基于 UTXO 的资产（如莱特币、比特币现金、达世币）的完全控制权。

# evm_address.title
source: EVM Address
de: EVM-Adresse
es: Dirección EVM
fr: Adresse EVM
ko: EVM 주소
pt_br: Endereço EVM
ru: EVM адрес
tr: EVM Adresi
zh: EVM 地址

# birthday_height.title
source: Birthday Height
de: Geburtstagshöhe
es: Altura de Cumpleaños
fr: Hauteur de l'anniversaire
ko: 생일 신장
pt_br: Aniversário
ru: Блок создания
tr: Oluşturulma Günü Üst Sınırı
zh: 生日高度

# birthday_input.title
source: Birthday Height
de: Geburtstagshöhe
es: Altura de Cumpleaños
fr: Hauteur de l'anniversaire
ko: 생일 신장
pt_br: Aniversário
ru: Блок создания
tr: Oluşturulma Günü Üst Sınırı
zh: 生日高度

# birthday_input.description
source: Enter wallet's birthday height for faster synchronization.
de: Geben Sie die Geburtstagshöhe der Brieftasche für eine schnellere Synchronisierung ein.
es: Introduzca la altura del cumpleaños del monedero para una sincronización más rápida.
fr: Saisissez la hauteur de l'anniversaire du portefeuille pour une synchronisation plus rapide.
ko: 더 빠른 동기화를 위해 지갑의 생일 키를 입력하세요.
pt_br: Insira a data da criação da carteira para uma sincronização mais rápida.
ru: Введите блок создания кошелька для ускорения синхронизации.
tr: Daha hızlı senkronizasyon için cüzdanın doğum günü yüksekliğini girin.
zh: 输入钱包的生日高度以便实现更快同步。

# birthday_input.new_wallet
source: New Wallet
de: Neues Wallet
es: Cartera nueva
fr: Nouveau porte-monnaie
ko: 새 지갑
pt_br: Nova Carteira
ru: Новый кошелек
tr: Yeni Cüzdan
zh: 新钱包

# birthday_input.new_wallet.description
source: Doesn't have any transactions
de: Keine Transaktionen vorhanden
es: No tiene ninguna transacción
fr: N'a aucune transaction
ko: 거래 내역이 없습니다
pt_br: Não tem nenhuma transação
ru: Нет транзакций
tr: Herhangi bir para işlemi yok
zh: 没有任何交易

# birthday_input.old_wallet
source: Existing Wallet
de: Vorhandene Wallet
es: Cartera existente
fr: Portefeuille existant
ko: 기존 지갑
pt_br: Carteira existente
ru: Существующий кошелек
tr: Mevcut Cuzdan
zh: 现有钱包

# birthday_input.old_wallet.description
source: Has transactions
de: Hat Transaktionen
es: Tiene transacciones
fr: A des transactions
ko: 거래 있음
pt_br: Tem transações
ru: Есть транзакции
tr: Işlemler Mevcut
zh: 有交易

# birthday_input.input_placeholder
source: %@ (optional)
es: %@ (opcional)
fr: %@ (optionnel)
ko: %@ (선택사항)
pt_br: %@ (opcional)
ru: %@ (опционально)
tr: %@ (isteğe bağlı)
zh: %@ （可选）

# restore_setting.birthday_height
source: %@ Birthday Height
de: %@ Geburtstagshöhe
es: %@ Altura de Cumpleaños
fr: Hauteur de l'anniversaire %@
ko: 생일 높이 %@
pt_br: %@ Aniversário
ru: %@ Блок создания
tr: %@ Oluşturulma Günü Üst Sınırı
zh: %@ 生日高度

# restore_setting.download.disclaimer
source: The initial synchronization with the blockchain can consume a lot of internet traffic.
de: Die erste Synchronisation mit der Blockchain kann viel Internet-Verkehr verbrauchen.
es: La sincronización inicial con el blockchain puede consumir mucho tráfico de Internet.
fr: La synchronisation initiale avec la blockchain peut consommer beaucoup de trafic Internet.
ko: 블록체인과의 초기 동기화는 많은 인터넷 트래픽을 소비할 수 있습니다.
pt_br: A sincronização inicial com o blockchain pode consumir muito tráfego na internet.
ru: Первоначальная синхронизация с блокчейном может потреблять много интернет-трафика.
tr: Blok zinciri ile ilk senkronizasyon, çok fazla internet trafiği tüketebilir.
zh: 初始化与区块链的同步可以消耗大量的网络流量。

# evm_network.rpc_source
source: RPC Source
de: RPC-Quelle
es: Fuente RPC
fr: Source RPC
pt_br: Fonte RPC
ru: Источник RPC
tr: RPC Kaynak
zh: RPC 源

# evm_network.added
source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
ko: 추가됨
pt_br: Adicionado
ru: Добавлен
tr: Eklendi
zh: 已添加

# evm_network.add_new
source: Add New
de: Neu hinzufügen
es: Añadir Nuevo
fr: Ajouter un Nouveau
ko: 신규로 추가
pt_br: Adicionar novo
ru: Добавить новый
tr: Yeni ekle
zh: 添加新的

# evm_network.description
source: Choose the source Unstoppable app should use for synchronizing wallet(s).
de: Wählen Sie die Datenquelle für die Wiederherstellung des Wallets mit Transaktionen aus.
es: Elige la fuente que la aplicación Unstoppable debería usar para sincronizar la(s) cartera(s).
fr: Sélectionnez la source de données pour restaurer le portefeuille avec les transactions.
pt_br: Selecione uma fonte de dados para restaurar uma carteira com transações.
ru: Выберите источник данных для восстановления кошелька с транзакциями.
tr: İşlemler yapılmış cüzdanı geri yüklemek için veri kaynağını seçin.
zh: 通过交易为恢复钱包选择数据源。

# add_evm_sync_source.title
source: Add RPC Source
de: RPC-Quelle hinzufügen
es: Añadir fuente RPC
fr: Ajouter une source RPC
ko: RPC 소스 추가
pt_br: Adicionar fonte RPC
ru: Добавить источник RPC
tr: RPC Kaynağı Ekle
zh: 添加 RPC 源

# add_evm_sync_source.name
source: Name
es: Nombre
fr: Nom
ko: 이름
pt_br: Nome
ru: Название
tr: İsim
zh: 名称

# add_evm_sync_source.basic_auth
source: Basic Auth (optional)
de: Einfacher Auth (optional)
es: Auth Básica (opcional)
fr: Authentification basique (facultatif)
ko: 기본 인증(선택 사항)
pt_br: Autenticação básica (opcional)
ru: Базовая авторизация (опц.)
tr: Basic Auth (isteğe bağlı)
zh: 基本认证(可选)

# add_evm_sync_source.warning.url_exists
source: RPC Source with this URL already exists
de: RPC-Quelle mit dieser URL existiert bereits
es: La fuente RPC con esta url ya existe
fr: La source RPC avec cette url existe déjà
ko: 이 URL이 있는 RPC 소스가 이미 존재합니다.
pt_br: Fonte RPC com esta url já existe
ru: RPC Источник с таким URL уже существует
tr: Bu URL'ye sahip RPC kaynak zaten var
zh: 此网址的 RPC 源已存在

# add_evm_sync_source.error.invalid_url
source: The entered URL is invalid. Valid url must have one of the following schemes: https, wss
de: Die eingegebene URL ist ungültig. Gültige URL muss eines der folgenden Schemata haben: http, https, ws, wss
es: La url introducida no es válida. La url válida debe tener uno de los siguientes esquemas: http, https, ws, wss
fr: L'url saisie n'est pas valide. L'url valide doit avoir un des schémas suivants : http, https, ws, wss
ko: 입력한 URL이 잘못되었습니다. 유효한 URL은 http, https, ws, wss 스키마 중 하나여야 합니다.
pt_br: Url inserida é inválida. URL válida deve ter um dos seguintes esquemas: http, https, ws, wss
ru: Введенный URL-адрес неверен. Допустимый url должен иметь одну из следующих схем: https, wss
tr: Girilen Url geçersiz. Geçerli url aşağıdaki şemalardan birine sahip olmalıdır: http, https, ws, wss
zh: 输入的URL无效。有效网址必须具有以下方案之一： http，https，ws，wss

# evm_send_settings.nonce
source: Transaction Nonce
de: Transaktion Nonce
es: Transacción Nonce
fr: Nonce de transaction
ko: 트랜잭션 Nonce
pt_br: Nonce de Transação
ru: Nonce транзакции
tr: İşlem Nonce
zh: 交易nonce

# evm_send_settings.nonce.info
source: The nonce is a unique integer value for a transaction within the user's wallet. It normally increments with each submitted transaction and does not need changing. Advanced users can set it equal to a nonce of a pending transaction in order to cancel and replace that transaction, as long as the new transaction has a sufficiently higher fee to prevent the old one from being confirmed instead (for example, they may want to speed up its confirmation, or to change transaction parameters entirely). When multiple pending transactions have the same nonce, only one gets confirmed, typically the one with the highest fee.
de: Das nonce ist ein eindeutiger Integer-Wert für eine Transaktion innerhalb der Wallet des Benutzers. Sie erhöht sich normalerweise mit jeder abgeschlossenen Transaktion und muss sich nicht ändern. Fortgeschrittene Benutzer können es einem Nonce einer ausstehenden Transaktion gleichen, um diese Transaktion zu stornieren und zu ersetzen solange die neue Transaktion eine ausreichend höhere Gebühr hat, um zu verhindern, dass die alte statt dessen bestätigt wird (zum Beispiel Sie möchten möglicherweise die Bestätigung beschleunigen oder die Transaktionsparameter vollständig ändern). Wenn mehrere ausstehende Transaktionen die gleiche Nonce haben, wird nur eine bestätigt, typischerweise die mit der höchsten Gebühr.
es: El nonce es un valor entero único para una transacción dentro de la cartera del usuario. Normalmente se incrementa con cada transacción enviada y no necesita cambiar. Los usuarios avanzados pueden configurarlo igual a un nonce de una transacción pendiente para cancelar y reemplazar esa transacción, mientras la nueva transacción tenga una comisión lo suficientemente alta como para evitar que la antigua sea confirmada (por ejemplo, pueden querer acelerar su confirmación, o cambiar completamente los parámetros de transacción). Cuando múltiples transacciones pendientes tienen la misma nunca, sólo una se confirma, típicamente la que tiene la comisión más alta.
fr: Le nonce est une valeur entière unique pour une transaction dans le portefeuille de l'usager. Il s'incrémente automatiquement à chaque transaction effectuée et n'a pas besoin d'être modifié. Les usagers confirmés peuvent fixer le nonce d'une transaction en attente afin d'annuler et de remplacer cette transaction, à condition que la nouvelle transaction soit assortie de frais suffisamment élevés pour empêcher l'ancienne d'être confirmée à sa place (par exemple, l'usager souhaite accélérer la confirmation de la transaction, ou en modifier entièrement les paramètres). Lorsque plusieurs transactions en attente ont le même nonce, une seule est confirmée, typiquement celle dont les frais sont les plus élevés.
pt_br: O nonce é um valor inteiro exclusivo para uma transação dentro da carteira do usuário. Ele normalmente aumenta com cada transação enviada e não precisa ser alterado. Os usuários avançados podem defini-lo igual a um nonce de uma transação pendente para cancelar e substituir essa transação, desde que a nova transação tenha uma taxa suficientemente alta para evitar que a antiga seja confirmada (por exemplo, eles podem querer acelerar sua confirmação, ou alterar totalmente os parâmetros da transação). Quando várias transações pendentes têm o mesmo nonce, apenas uma é confirmada, geralmente aquela com a taxa mais alta.
ru: Nonce - это уникальное целочисленное значение для транзакции в кошельке пользователя. Обычно оно увеличивается с каждой транзакцией и не нуждается в изменении. Продвинутые пользователи могут установить его равным nonce отложенной транзакции, чтобы отменить и заменить эту транзакцию, при условии, что новая транзакция имеет достаточно большую плату, чтобы старая не была подтверждена вместо нее (например, они могут захотеть ускорить ее подтверждение или полностью изменить параметры транзакции). Когда несколько ожидающих транзакций имеют одинаковый nonce, подтверждается только одна, обычно с наибольшей комиссией.
tr: Nonce, kullanıcının cüzdanındaki bir işlem için benzersiz bir tamsayı değeridir. Normalde gönderilen her işlemle birlikte artar ve değiştirilmesi gerekmez. İleri düzey kullanıcılar, yeni işlemin eskisinin onaylanmasını önlemek için yeterince yüksek bir ücrete sahip olduğu sürece, bu işlemi iptal etmek ve değiştirmek için bekleyen bir işlemin bir nonsine eşit olarak ayarlayabilirler (örneğin, onayını hızlandırmak veya işlem parametrelerini tamamen değiştirmek isteyebilirler). Birden fazla bekleyen işlem aynı nonce'a sahip olduğunda, genellikle en yüksek ücrete sahip olan biri onaylanır.
zh: Nonce是用于用户钱包内的交易的一个唯一的整数值。它通常随着每一个提交的交易而增加且不需要更改。高级用户可以将其设置为等于一个待定交易的nonce，以便取消和取代该交易，只要新的交易具备足够高的费用来防止旧的交易得到确认即可（例如，他们可能需要加快其确认，或者完全更改交易参数）。当多个待定交易具有相同的nonce时，只有一个会得到确认，通常是具有最高费用的那一个。

# evm_send_settings.nonce.errors.already_in_use
source: Used Nonce
de: Nonce verwendet
es: Usado Nonce
fr: Nonce utilisé
ko: 중고 Nonce
pt_br: Usado Nonce
ru: Использованый Nonce
tr: Kullanılmış Nonce
zh: 已用nonce

# evm_send_settings.nonce.errors.already_in_use.info
source: An executed transaction with this nonce already exists.
de: Eine ausgeführte Transaktion mit diesem nonce existiert bereits.
es: Una transacción ejecutada con este nonce ya existe.
fr: Une transaction exécutée avec ce nonce existe déjà.
ko: 이 nonce를 사용하여 실행된 트랜잭션이 이미 존재합니다.
pt_br: Já existe uma transação executada agora.
ru: Выполненная транзакция с таким nonce уже существует.
tr: Bu nonce ile gerçekleştirilen bir işlem zaten var.
zh: 使用此nonce执行的交易已存在。

# fee_settings
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ko: 고급의
pt_br: Avançado
ru: Доп. настройки
tr: İleri düzey
zh: 高级

# fee_settings.title
source: Fee Settings
de: Gebühreneinstellungen
es: Configuración de tarifas
ru: Настройки комиссии
tr: Ücret Ayarları
zh: 费用设置

# fee_settings.fee
source: Fee
de: Gebühr
es: Comisión
fr: Frais
ko: 수수료
pt_br: Taxa
ru: Комиссия
tr: Ücret
zh: 费用

# fee_settings.fee.info
source: Blockchains require users to pay network fees when sending transactions. The fees are higher when a lot of transactions are taking place on the network.
de: Blockchains verlangen, dass Nutzer Netzwerkgebühren beim Versenden von Transaktionen bezahlen. Die Gebühren sind höher, wenn viele Transaktionen im Netzwerk stattfinden.
es: Blockchains requiere que los usuarios paguen comisiones de red al enviar transacciones. Las comisiones son más altas cuando muchas transacciones tienen lugar en la red.
fr: Les blockchains requièrent que les usagers paient des frais de réseau lorsqu'ils envoient des transactions. Ces frais sont plus élevés lorsque de nombreuses transactions empruntent le réseau.
pt_br: Blockchains exigem que os usuários paguem taxas de rede ao enviar transações. As taxas são mais altas quando muitas transações estão ocorrendo na rede.
ru: Блокчейн требует от пользователей оплаты сетевых сборов при отправке транзакций. Эти сборы выше, когда в сети происходит много транзакций.
tr: Blok zincirleri, kullanıcıların işlem yaparken ağ ücreti ödemesini gerektirir. Ağda çok sayıda işlem gerçekleştiğinde ücretler daha yüksektir.
zh: 区块链要求用户在发送交易时支付网络费用。当大量交易在网络上进行时，这笔费用将更高。

# fee_settings.fee_rate
source: Fee Rate
de: Gebührenrate
es: Tasa de comisión
fr: Taux de frais
ko: 수수료율
pt_br: Taxa de tarifa
ru: Комиссия
tr: Ücret oranı
zh: 费率

# fee_settings.fee_rate.description
source: Here is the recommended value for hitting the next 2 blocks
de: Hier ist der empfohlene Wert, um die nächsten 2 Blöcke zu treffen
es: Este es el valor recomendado para golpear los siguientes 2 bloques
fr: Voici la valeur recommandée pour les 2 blocs suivants
ko: 다음 2 블록 타격에 대한 권장 값은 다음과 같습니다.
pt_br: Aqui é o valor recomendado para atingir os próximos 2 blocos
ru: Это рекомендуемое значение для попадания в следующие 2 блока
tr: İşte sonraki 2 bloğa eklenmek için önerilen değer
zh: 这是击中下2个区块的推荐值

# fee_settings.inputs_outputs
source: Inputs/Outputs
de: Ein-/Ausgänge
es: Entradas/Salidas
fr: Entrées/Sorties
ko: 입력/출력
pt_br: Entrada/Saída
ru: Вводы/Выводы
tr: Giriş/Çıkış
zh: 输入/输出

# fee_settings.transaction_settings
source: Transaction Settings
de: Transaktionseinstellungen
es: Ajustes de la transacción
fr: Paramètres de transaction
ko: 거래 설정
pt_br: Configurações de transação
ru: Настройки транзакций
tr: İşlem Ayarları
zh: 交易设置

# fee_settings.transaction_settings.description
source: Make your Bitcoin transactions harder to trace by changing the way transactions are structured.
de: Machen Sie Ihre Bitcoin-Transaktionen schwieriger nachvollziehbar, indem Sie die Transaktionsstruktur verändern.
es: Haga que sus transacciones Bitcoin sean más difíciles de rastrear cambiando la forma en que las transacciones están estructuradas.
fr: Rendez vos Bitcoin transactions plus difficiles à suivre en modifiant la façon dont les transactions sont structurées.
ko: 트랜잭션이 구조화되는 방식을 변경하여 Bitcoin 트랜잭션을 추적하기 어렵게 만드십시오.
pt_br: Torne suas %@ transações mais difíceis de rastrear, mudando a maneira como as transações são estruturadas.
ru: Затрудните отслеживание Биткойн-транзакций, изменив их структурирование.
tr: İşlemlerin yapılandırılma şeklini değiştirerek Bitcoin işlemlerinizin izlenilmesini zorlaştırın.
zh: 通过更改建构交易的方式使您的比特币交易更难被追踪。

# fee_settings.replace_by_fee
source: Replace by Fee
de: Ersetzen durch Gebühr
zh: 替换交易
