Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# coin_analytics.active_addresses.info4
source: Token's rank is based on the number of active wallets transacting with the token 30-day period.
de: Die Rangfolge des Tokens basiert auf der Anzahl der aktiven Wallets, die in einem Zeitraum von 30 Tagen mit dem Token handeln.
es: El rango del token se basa en el número de carteras activas que realizan transacciones con el token en un período de 30 días.
fr: Le rang du jeton est basé sur le nombre de portefeuilles actifs opérant avec le jeton de période de 30 jours.
ko: Token's rank based on the number of active wallets transacting with the token 30-day period.
pt_br: Classificação do token com base no número de carteiras ativas realizando transações no período de 30 dias do token.
ru: Рейтинг токена основан на количестве активных кошельков, используемых для транзакций с токеном за 30-дневный период.
tr: Token's rank based on the number of active wallets transacting with the token 30-day period.
zh: Token's rank is based on the number of active wallets transacting with the token during a 30-day period.

# coin_analytics.active_addresses.info5
source: List of all tokens ranked based on the number of daily active addresses transacting with the token over 24h / 7D / 1M intervals.
de: Liste aller Tokens basierend auf der Anzahl täglicher aktiver Adressen, die mit dem Token über 24h / 7D / 1M Intervalle handeln.
es: Lista de todos los tokens clasificados según el número de direcciones activas diarias que realizan transacciones con el token en intervalos de 24h / 7D / 1M.
fr: Liste de tous les jetons classés en fonction du nombre d'adresses actives quotidiennes transitant avec le jeton sur les intervalles 24h / 7D / 1M.
pt_br: Lista de todos os tokens classificados com base no número de endereços ativos diários que realizam transações com o token em intervalos de 24h / 7D / 1M.
ru: Список всех токенов, ранжированных по ежедневному количеству активных адресов транзакций с токеном с интервалом 24ч. / 7 дн. / 1 мес.
tr: 24 saat / 7 gün / 1 ay aralıklarında, token ile işlem yapan günlük aktif adreslerin sayısına göre sıralanan tüm tokenlerin listesi.
zh: 根据24小时/7天/1个月时间段内与代币进行交易的每日活跃地址数量排名的所有代币列表。

# coin_analytics.transaction_count
source: Transaction Count
de: Transaktionsanzahl
es: Número de transacciones
fr: Nombre de transactions
ko: 트랜잭션 수
pt_br: Contagem de transações
ru: Количество транзакций
tr: İşlem Sayısı
zh: 交易数

# coin_analytics.transaction_count_rank
source: Tx Count Rank
de: Rang nach Transaktionsanzahl
es: Rango de conteo Tx
fr: Classement par nombre de tr.
pt_br: Ranking de Contador Tx
ru: Рейтинг кол-ва транзакций
tr: İşlem Sayısı Sıralaması
zh: Tx计数排名

# coin_analytics.transaction_count_rank.description
source: Tokens are ranked by a number of transactions on a blockchain.
de: Token werden nach der Anzahl von Transaktionen auf einer Blockchain eingestuft.
es: Tokens clasificados por el número de transacciones en una cadena de bloques.
fr: Tokens classés en fonction du nombre de transactions sur une blockchain.
ko: Tokens ranked by number of transactions on a blockchain.
pt_br: Tokens classificados por número de transações em uma blockchain.
ru: Токены ранжируются по количеству транзакций в блокчейне.
tr: Tokens ranked by number of transactions on a blockchain.
zh: 代币按区块链上的交易数量排名。

# coin_analytics.transaction_count_rank.sorting_field
source: Count
de: Anzahl
zh: 计数

# coin_analytics.transaction_count.info1
source: Total number of unique blockchain transactions with tokens over a 30-day period.
de: Gesamtzahl der einzigartigen Blockchain-Transaktionen mit Token über einen Zeitraum von 30 Tagen.
es: Total number of unique blockchain transactions with token over 30-day period.
fr: Nombre total de transactions blockchain uniques sur une période de 30 jours.
ko: Total number of unique blockchain transactions with token over 30-day period.
pt_br: Número total de transações únicas na blockchain com token em um período de 30 dias.
ru: Общее количество уникальных транзакций блокчейна с токеном более 30 дней.
tr: Total number of unique blockchain transactions with token over 30-day period.
zh: 30天内代币独特区块链交易的总数。

# coin_analytics.transaction_count.info2
source: Chart showing variation in transaction count over 1 year period.
de: Diagramm, das die Schwankungen in der Anzahl der Transaktionen über einen Zeitraum von einem Jahr zeigt.
es: Gráfico que muestra la variación en el número de transacciones durante un período de 1 año.
fr: Graphique montrant la variation du nombre de transactions sur une période de 1 an.
pt_br: Gráfico mostrando a variação na contagem de transações no período de 1 ano.
ru: График, отражающий колебания количества транзакций за 1 год.
tr: Bir yıllık süre zarfında işlem sayısındaki değişimi gösteren grafik.
zh: 显示1年周期的交易计数变化的图表。

# coin_analytics.transaction_count.info3
source: Token's rank is based on the number of transactions within the token 30-day period.
de: Der Rang des Tokens basiert auf der Anzahl der Transaktionen innerhalb des 30-Tage-Zeitraums des Tokens.
es: Token's rank based on the number of transactions with the token 30-day period.
fr: Rang du jeton basé sur le nombre de transactions avec le jeton de période de 30 jours.
ko: Token's rank based on the number of transactions with the token 30-day period.
pt_br: Ranking do token com base no número de transações com o período de 30 dias do token.
ru: Рейтинг токена основан на количестве транзакций с токеном за 30-дневный период.
tr: Token's rank based on the number of transactions with the token 30-day period.
zh: 代币的排名基于30天内代币交易的数量。

# coin_analytics.transaction_count.info4
source: List of all tokens ranked based on the number of transactions with the token over 24h / 7D / 1M intervals.
de: Liste aller Token, sortiert nach der Anzahl der Transaktionen mit dem Token über Intervalle von 24 Stunden, 7 Tagen und einem Monat.
es: Lista de todos los tokens clasificados según el número de transacciones con el token en intervalos de 24h / 7D / 1M.
fr: Liste de tous les jetons classés en fonction du nombre de transactions avec le jeton sur les intervalles 24h / 7D / 1M.
pt_br: Lista de todos os tokens classificados com base no número de transações com o token em intervalos de 24h / 7D / 1M.
ru: Список всех токенов, ранжированных на основе количества транзакций с интервалом 24ч / 7Д / 1М.
tr: 24 saat / 7 gün / 1 ay aralıklarında, token ile yapılan işlem sayısına göre sıralanan tüm tokenlerin listesi.
zh: 基于24时 / 7天 / 1月间隔的交易数量排名的所有代币的列表。

# coin_analytics.transaction_count.info5
source: The total number of tokens transferred over the blockchain over the 30 day period.
de: Die Gesamtzahl der Token, die über die Blockchain über den Zeitraum von 30 Tagen übertragen wurden.
es: El número total de tokens transferidos a través de la blockchain durante el período de 30 días.
fr: Le nombre total de jetons transférés sur la blockchain sur la période de 30 jours.
pt_br: O número total de tokens transferidos sobre a blockchain ao longo do período de 30 dias.
ru: Общее количество токенов, отправленных через блокчейн за 30-дневный период.
tr: 30 günlük süre boyunca blockchain üzerinden transfer edilen toplam token sayısı.
zh: 30天周期内在区块链上传输的代币总数。

# coin_analytics.holders
source: Holders
de: Halter
es: Titulares
fr: Porteurs
ru: Держатели
tr: Sahipler
zh: 持有者

# coin_analytics.holders_rank
source: Holders Rank
de: Halter Rang
es: Rango de tenedores
fr: Classement des porteurs
pt_br: Classificação dos Holders
ru: Рейтинг держателей
tr: Sahipler Sıralaması
zh: Classement des titulaires

# coin_analytics.holders_rank.description
source: Ranking tokens by unique addresses holding them on multiple blockchains.
de: Ranking von Token nach einzigartigen Adressen, die diese auf mehreren Blockchains halten.
es: Clasificación de tokens por direcciones únicas que los poseen en múltiples blockchains.
fr: Classement des jetons selon les adresses uniques qui les détiennent sur plusieurs chaînes de blocs.
pt_br: Raking de tokens por endereços únicos guardando-os em várias blockchains.
ru: Рейтинг токенов по уникальным адресам, содержащим их в нескольких блокчейнах.
tr: Çoklu blockchain'lerde onları tutan benzersiz adreslere göre tokenleri sıralama.
zh: 通过在多个区块链上持有它们的独特地址来排名令牌。

# coin_analytics.holders_rank.sorting_field
source: Holders
de: Halter
zh: 持有者

# coin_analytics.holders.info1
source: Total number of unique addresses holding the token on various blockchains.
de: Gesamtzahl der einzigartigen Adressen, die den Token auf verschiedenen Blockchains halten.
es: Número total de direcciones únicas que poseen el token en varios blockchains.
fr: Nombre total d'adresses uniques détenant le jeton sur différentes blockchains.
pt_br: Número total de endereços únicos que contêm o token em várias blockchains.
ru: Общее количество уникальных адресов с токенами в различных блокчейнах.
tr: Çeşitli blockchain'lerde tokeni tutan benzersiz adreslerin toplam sayısı.
zh: 在各种区块链上持有代币的唯一地址的总数。

# coin_analytics.holders.info2
source: Top 10 wallets holding the token on each blockchain.
de: Die Top 10 Wallets, die den Token auf jeder Blockchain halten.
es: Los 10 principales monederos que poseen el token en cada blockchain.
fr: Top 10 des portefeuilles détenant le jeton sur chaque blockchain.
pt_br: As 10 principais carteiras que possuem o token em cada blockchain.
ru: Топ-10 кошельков с токенами в каждом блокчейне.
tr: Her blok zincirinde tokenı tutan en iyi 10 cüzdan.
zh: 在每一个区块链上持有代币的前10大钱包。

# coin_analytics.holders.tracked_blockchains
source: Tracked blockchains: Ethereum, Binance Smart Chain, Optimism, Arbitrum, Celo, Cronos, Avalanche, Fantom, Polygon
de: Verfolgte Blockchains: Ethereum, Binance Smart Chain, Optimism, Arbitrum, Celo, Cronos, Avalanche, Fantom, Polygon
es: Blockchains seguidos: Ethereum, Binance Smart Chain, Optismo, Arbitrum, Celo, Cronos, Avalanche, Fantom, Polígono
pt_br: Blockchains rastreadas: Ethereum, Binance Smart Chain, Optimism, Arbitrum, Celo, Cronos, Avalanche, Fantom, Polygon
ru: Отслеживаемые блокчейны: Ethereum, Binance Smart Chain, Optimism, Arbitrum, Celo, Cronos, Avalanche, Fantom, Polygon
tr: İzlenen blok zincirleri: Ethereum, Binance Smart Chain, İyimserlik, Arbitrum, Celo, Cronos, Avalanche, Fantom, Polygon
zh: 已追踪区块链：以太坊、币安智能链、Optimism、Arbitrum、Celo、Cronos、Avalanche、Fantom、Polygon

# coin_analytics.holders.in_top_10_addresses
source: in top 10 holders
de: in den Top 10 Haltern
es: en los 10 mejores poseedores
fr: dans les 10 premiers détenteurs
pt_br: Top 10 holders
ru: в топ-10 держателей
tr: ilk 10 sahibinde
zh: 在前10名持有者中

# coin_analytics.holders.count
source: Total Holders: %@
de: Gesamteinhaber: %@
es: Total de tenedores: %@
fr: Nombre total de détenteurs : %@
pt_br: Número total de Holders: %@
ru: Всего держателей: %@
tr: Toplam Sahip: %@
zh: 持有者总数：%@

# coin_analytics.holders.see_all
source: See All
de: Alle anzeigen
es: Ver Todos
fr: Tout Afficher
pt_br: Ver tudo
ru: Посмотреть всё
tr: Hepsini Gör
zh: 查看全部

# coin_analytics.project_tvl
source: Project TVL
de: Projekt TVL
es: Proyecto TVL
pt_br: Projeto TVL
ru: Проект TVL
tr: Proje TVL
zh: 项目TVL

# coin_analytics.tvl_ratio
source: M.Cap / TVL Ratio
de: M.Kap / TVL-Verhältnis
pt_br: Proporção de Capital de M. / TVB
ru: Рын.кап / Соотношение TVL
zh: 市值 / TVL比率

# coin_analytics.project_tvl.info_title
source: Project TVL (Total Value Locked)
de: Projekt TVL (Gesamtwert gesperrt)
es: Proyecto TVL (Valor Total bloqueado)
pt_br: Projeto TVB (Total de Valor Bloqueado)
ru: Проект TVL (совокупная сумма средств заблокирована)
tr: Proje TVL (Toplam Değer)
zh: 项目TVL（锁定总价值）

# coin_analytics.project_tvl.info1
source: Total-value-locked (or Assets Under Management) in the project's smart contracts.
de: Überwachte Blockchains: Ethereum, Binance Smart Chain, Optimism, Arbitrum, Celo, Cronos, Avalanche, Fantom, Polygon.
fr: Total-Value-Locked (ou Acsets Under Management) dans les contrats intelligents du projet.
pt_br: Valor-Total-Bloqueado (ou ativos sob gestão) nos contratos inteligentes do projeto.
ru: TVL (или активы под управлением) в проектных смарт-контрактах.
zh: 项目智能合约中的锁定总价值（或管理下的资产）。

# coin_analytics.project_tvl.info2
source: Chart showing variation Total-Value-Locked in project's smart contracts over 1 year period.
de: Diagramm mit Variation Total-Value-gesperrt in intelligenten Verträgen über 1 Jahr.
es: Gráfico que muestra la variación del Valor Total Bloqueado en los contratos inteligentes del proyecto durante un período de 1 año.
fr: Graphique montrant la variation valeur totale verrouillée dans les contrats intelligents du projet sur une période de 1 an.
pt_br: Gráfico mostrando a variação Valor-Total-Bloqueado nos contratos inteligentes do projeto durante o período de 1 ano.
ru: График, отражающий колебания TVL в проектных смарт-контрактах за период, превышающий 1 год.
tr: Projenin akıllı sözleşmelerindeki Toplam Kilit Değerdeki değişimi gösteren 1 yıllık döneme ait grafik.
zh: 图表显示了过去一年内项目智能合约中锁定总价值的变化。

# coin_analytics.project_tvl.info3
source: Token's rank is based on current Total-Value-Locked.
de: Tokens Rang basiert auf dem aktuellen Total-Wert-gesperrt.
es: Token's rank based on current Total-Value-Locked.
fr: Rang du token en fonction de la valeur totale verrouillée actuelle.
ko: Token's rank based on current Total-Value-Locked.
pt_br: Classificação do token com base no Valor-Total-Bloqueado atual.
ru: Рейтинг токена по текущему TVL.
tr: Token's rank based on current Total-Value-Locked.
zh: 代币的排名基于当前的锁定总价值。

# coin_analytics.project_tvl.info4
source: List of all tokens ranked based on current Total-Value-Locked.
de: Liste aller Token basierend auf dem aktuellen Total-Wert gesperrt.
es: Lista de todos los tokens clasificados en base al Valor Total Bloqueado actual.
fr: Liste de tous les tokens classés en fonction de la valeur totale verrouillée.
pt_br: Lista de todos os tokens classificados com base no Valor-Total-Bloqueado atual.
ru: Список всех токенов, ранжированных по текущему TVL.
tr: Mevcut Toplam Kilit Değere göre sıralanan tüm tokenların listesi.
zh: 基于当前锁定总价值排名的所有代币的列表。

# coin_analytics.project_tvl.info5
source: Market Cap / TVL ratio for the project.
de: Market Cap / TVL Verhältnis für das Projekt.
es: Relación entre la capitalización de mercado y el TVL (Total Value Locked) del proyecto.
fr: Rapport entre la capitalisation du marché et la TVL du projet.
pt_br: Valor de Mercado / proporção VTB para o projeto.
ru: Соотношение рыночной капитализации/TVL в рамках проекта.
zh: 项目的市值/锁定总价值（TVL）比率。

# coin_analytics.project_fee
source: Project Fee
de: Projektgebühr
es: Tarifa del proyecto
fr: Frais de projet
pt_br: Taxa do Projeto
ru: Комиссия проекта
tr: Proje Ücreti
zh: 项目费用

# coin_analytics.project_fee_rank
source: Project Fee Rank
de: Projektgebührenrang
es: Rango de tarifa del proyecto
fr: Rang des frais du projet
pt_br: Classificação da Taxa do Projeto
ru: Рейтинг оплаты за проект
tr: Proje Ücret Sıralaması
zh: 项目收费等级

# coin_analytics.project_fee_rank.description
source: Tokens are ranked according to fees generated by respective projects. The way fees are collected varies from project to project.
de: Token werden nach den von den jeweiligen Projekten generierten Gebühren eingestuft. Die Art und Weise, wie Gebühren gesammelt werden, variiert von Projekt zu Projekt.
es: Las fichas se clasifican de acuerdo a las tarifas generadas por los proyectos respectivos. La forma en que se cobran los honorarios varía de un proyecto a otro.
fr: Les jetons sont classés en fonction des frais générés par les projets respectifs. La manière dont les frais sont perçus varie selon les projets.
ko: Tokens ranked according to fees generated by respective projects. The way fees are collected varies from project to project.
pt_br: Tokens ranqueados de acordo com as taxas geradas pelos respectivos projetos. A forma como as taxas são coletadas varia do projeto para o projeto.
ru: Токены ранжируются в соответствии с платами, полученными в рамках соответствующих проектов.
tr: Tokens ranked according to fees generated by respective projects. The way fees are collected varies from project to project.
zh: 代币根据各自项目产生的费用进行排名。收取费用的方式因项目而异。

# coin_analytics.project_fee_rank.sorting_field
source: Volume
de: Lautstärke
zh: 量

# coin_analytics.project_revenue
source: Project Revenue
de: Projekteinnahmen
es: Ingresos del Proyecto
fr: Revenus du projet
pt_br: Receita do Projeto
ru: Доход от проекта
tr: Proje Geliri
zh: 项目收入

# coin_analytics.project_revenue_rank
source: Project Revenue Rank
de: Projekt-Umsatzrang
es: Rango de Ingresos del Proyecto
fr: Classement en fonction des revenus du projet
pt_br: Ranking da Receita do Projeto
ru: Рейтинг доходов
tr: Proje Gelir Sıralaması
zh: 项目收入排名

# coin_analytics.project_revenue_rank.description
source: Tokens are ranked by revenue generated for holders via mechanisms i.e. staking or token burns.
de: Token werden nach Einnahmen klassifiziert, die über Mechanismen wie Stapel- oder Tokenbrennen für Inhaber generiert werden.
es: Las fichas clasificadas por los ingresos generados para los titulares a través de mecanismos como estocar o quemar fichas.
fr: Tokens classés en fonction des revenus générés pour les détenteurs via des mécanismes i.e. staking ou token burns.
ko: Tokens ranked by revenue generated for holders via mechanisms i.e. staking or token burns.
pt_br: Tokens classificados por receitas geradas para os holders através de mecanismos, ou seja, burns por staking ou token.
ru: Токены ранжируются по пассивному доходу владельцев, получаемому через стекинг или сжигание токенов.
tr: Tokens ranked by revenue generated for holders via mechanisms i.e. staking or token burns.
zh: 代币按照通过机制（如质押或代币销毁）为持有者产生的收入进行排名。

# coin_analytics.project_revenue_rank.sorting_field
source: Revenue
de: Umsatz
zh: 收入

# coin_analytics.other_data
source: Other Data
de: Andere Daten
es: Otros Datos
fr: Autres données
pt_br: Outros dados
ru: Другие данные
tr: Diğer Veriler
zh: 其它数据

# coin_analytics.reports
source: Reports
de: Berichte
es: Reportar
fr: Rapports
pt_br: Relatórios
ru: Отчёты
tr: Raporlar
zh: 报告

# coin_analytics.funding
source: Funding
de: Finanzierung
es: Fondos
fr: Financement
pt_br: Financiamento
ru: Финансирование
tr: Finansman
zh: 资金支持

# coin_analytics.funding.lead
source: Lead
de: Blei
es: Plomo
fr: En tête
pt_br: Conduzir
ru: Лид
tr: Önderlik
zh: 领投

# coin_analytics.treasuries
source: Treasuries
pt_br: Tesouros
zh: 国库券

# coin_analytics.treasuries.filters
source: Filters
de: Filter
es: Filtros
fr: Filtres
pt_br: Filtros
ru: Фильтры
tr: Filtreler
zh: 过滤器

# coin_analytics.treasuries.filter.all
source: All
de: Alle
es: Todo
fr: Tout
pt_br: Todos
ru: Все
tr: Hepsi
zh: 所有

# coin_analytics.treasuries.filter.public
source: Public
de: Öffentlich
es: Público
pt_br: Público
ru: Публичный
tr: Kamu
zh: 公用

# coin_analytics.treasuries.filter.private
source: Private
de: Privat
es: Privado
fr: Privé
pt_br: Privado
ru: Приватный
tr: Özel
zh: 一对多

# coin_analytics.audits
source: Audits
de: Prüfungen
es: Auditorias
pt_br: Auditorias
ru: Аудиты
tr: Denetimler
zh: 审计

# coin_analytics.audits.issues
source: Issues
de: Probleme
es: Problemas
fr: Anomalies
pt_br: Ocorrências
ru: Запросы
tr: Sorunlar
zh: 问题

# coin_analytics.audits.no_reports
source: No audit reports
de: Keine Audit-Berichte
es: No hay reportes de auditoría
fr: Aucun rapport d'audit
pt_br: Nenhum relatório de auditoria
ru: Нет аудиторских отчетов
tr: Denetim raporu yok
zh: 没有审计报告

# coin_analytics.last_30d
source: last 30d
de: letzte 30d
es: último 30d
fr: 30 derniers j.
pt_br: últimos 30d
ru: Последние 30 дн.
tr: Son 30 gün
zh: 最近30天

# coin_analytics.current
source: current
de: aktuell
es: actual
fr: actuel
pt_br: atual
ru: текущий
tr: mevcut
zh: 当前

# coin_analytics.overall_score
source: Overall Score
de: Gesamtpunktzahl
es: Puntuación general
fr: Score global
pt_br: Pontuação geral
ru: Общий балл
tr: Genel Puan
zh: 总体得分

# coin_analytics.overall_score.excellent
source: Excellent
de: Ausgezeichnet
es: Excelente
pt_br: Excelente
ru: Отлично
tr: Mükemmel
zh: 极好的

# coin_analytics.overall_score.good
source: Good
de: Gut
es: Bueno
fr: Bon
pt_br: Excelente
ru: Хорошо
tr: İyi
zh: 好

# coin_analytics.overall_score.fair
source: Fair
de: Faire
es: Justo
fr: Équitable
pt_br: Justa
ru: Приемлемо
tr: Orta
zh: 公平的

# coin_analytics.overall_score.poor
source: Poor
de: Arm
es: Pobre
fr: Mauvais
pt_br: Pobre
ru: Плохо
tr: Zayıf
zh: 差的

# coin_analytics.overall_score.cex_volume
source: The overall score is based on the average daily trading volume on centralized exchanges over the last 7 days.
de: Die Gesamtbewertung basiert auf dem durchschnittlichen täglichen Handelsvolumen an zentralisierten Börsen in den letzten 7 Tagen.
es: El puntaje general se basa en el volumen diario promedio de las operaciones centralizadas en los últimos 7 días.
fr: Le score global est basé sur le volume de négociation quotidien moyen sur les bourses centralisées au cours des 7 derniers jours.
pt_br: A pontuação geral é baseada no volume médio de trading diário em trocas centralizadas nos últimos 7 dias.
ru: Общий балл основан на средневзвешенном объеме торговли за последние 7 дней на централизованных биржах.
tr: Genel puan, son 7 gündeki merkezi borsalarda ortalama günlük işlem hacmine dayanmaktadır.
zh: 总的分数是根据过去7天中央交易所的平均每日交易量计算的。

# coin_analytics.overall_score.dex_volume
source: The overall score is based on the average daily trading volume on decentralized exchanges over the last 7 days.
de: Die Gesamtpunktzahl basiert auf dem durchschnittlichen täglichen Handelsvolumen an dezentralen Börsen in den letzten 7 Tagen.
es: El puntaje general se basa en el volumen diario promedio de las operaciones de los mercados descentralizados en los últimos 7 días.
fr: Le score global est basé sur le volume de négociation quotidien moyen sur les bourses décentralisées au cours des 7 derniers jours.
pt_br: A pontuação geral é baseada no volume médio diário de trading em trocas descentralizadas nos últimos 7 dias.
ru: Общий балл основан на среднем ежедневном объеме торговли на децентрализованных биржах за последние 7 дней.
tr: Genel puan, son 7 gündeki merkezi olmayan borsalarda ortalama günlük işlem hacmine dayanmaktadır.
zh: 总的分数是根据过去7天分散交易所的平均每日交易量计算的。

# coin_analytics.overall_score.dex_liquidity
source: The overall score is based on the total available liquidity on decentralized exchanges.
de: Die Gesamtzahl basiert auf der verfügbaren Liquidität bei dezentralen Börsen.
es: La puntuación general se basa en la liquidez total disponible en los intercambios descentralizados.
fr: Le score global est basé sur la liquidité totale disponible sur les échanges décentralisés.
ko: The overall score is based on the total avilable liquidity on decentralized exchanges.
pt_br: A pontuação geral é baseada na liquidez total disponível em trocas descentralizadas.
ru: Общий балл основан на общей доступной ликвидности на децентрализованных биржах.
tr: Genel puan, merkezi olmayan borsalardaki toplam mevcut likiditeye dayanmaktadır.
zh: 总分数是根据分散交易所的可用流动资金总额计算的。

# coin_analytics.overall_score.active_addresses
source: The overall score is based on the average daily active addresses over the last 7 days.
de: Die Gesamtpunktzahl basiert auf den durchschnittlichen täglichen aktiven Adressen der letzten 7 Tage.
es: La puntuación general se basa en la media diaria de las direcciones activas en los últimos 7 días.
fr: Le score global est basé sur la moyenne quotidienne des adresses actives au cours des 7 derniers jours.
pt_br: A pontuação geral é baseada na média diária ativa dos últimos 7 dias.
ru: Общий балл основан на среднедневных активных адресах за последние 7 дней.
tr: Genel puan, son 7 gündeki ortalama günlük aktif adres sayısına dayanmaktadır.
zh: 总得分是根据过去7天中每日平均活动地址计算的。
