Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# coin_overview.guide
source: Guide
de: Anleitung
es: Instructivos
fr: Tutoriel
pt_br: Guia
ru: Руководство
tr: Kılavuzu
zh: 指南

# coin_overview.website
source: Website
fr: Site Web
pt_br: Site
ru: Веб-сайт
zh: 网站

# coin_overview.whitepaper
source: Whitepaper
es: Libro blanco
fr: Livre blanc
ru: Тех. описание (whitepaper)
zh: 白皮书

# technical_advice.over.bought
source: overbought
de: überkauft
ru: перекупленный
zh: 已购买过期的

# technical_advice.over.sold
source: oversold
de: überverkauft
ru: перепроданный
zh: 超价

# technical_advice.down
source: down
de: nach unten
ru: вниз
zh: 下

# technical_advice.up
source: up
de: nach oben
ru: вверх
zh: 上

# technical_advice.over.main
source: The actions with the asset are risky.
de: Die Handlungen mit dem Vermögenswert sind riskant.
ru: Действия с активом опасны.
zh: 资产的行动是有风险的。

# technical_advice.over.indicators.signal_date
source: Starting from the %@
de: Beginnt von %@
ru: C %@
tr: %@'den başlayarak
zh: 从 %@ 开始

# technical_advice.over.indicators
source: The asset is outside the Bollinger Band channel and %@.
de: Das Asset befindet sich außerhalb des Bollinger Bandkanals und %@.
ru: Актив находится за границей канала Bollinger Band и %@.
zh: 资产不属于Bollinger频道和 %@。

# technical_advice.over.rsi
source: RSI = %@, This also indicates that the asset is %@.
de: RSI = %@, dies deutet auch darauf hin, dass das Asset %@ ist.
ru: RSI = %@, что также говорит о том, что актив %@.
zh: RSI = %@，这也表明该资产为%@.

# technical_advice.over.advice
source: There might be a strong %@ward movement, so it's better to wait for the asset price to return to the channel.
de: Es könnte eine starke %@wärtsbewegung geben, daher ist es besser, auf eine Rückkehr des Assetpreises in den Kanal zu warten.
ru: Возможно сильное движение %@, поэтому лучше дождаться возвращения цены актива в канал.
zh: 可能会有强烈的%@向动，因此最好等待资产价格回到通道中。

# technical_advice.strong.indicators
source: The asset was %@, but now it has returned to the Bollinger Band channel. This indicates a possible trend reversal.
de: Das Asset war %@, aber jetzt ist es wieder in den Bollinger-Bänder-Kanal zurückgekehrt. Dies deutet auf eine mögliche Trendumkehr hin.
ru: Актив был %@, но сейчас вернулся в канал Bollinger Band. Это говорит о возможной смене треда.
zh: 资产是 %@，但现在它已经返回Bollinger Band 通道。这表明可能出现趋势逆转。

# technical_advice.strong.rsi
source: Meanwhile, the RSI is %@, which still indicates that it is %@.
de: In der Zwischenzeit beträgt der RSI %@, was immer noch darauf hindeutet, dass es %@ ist.
ru: При этом RSI = %@, что все еще говорит о том, что он %@.
zh: 与此同时，RSI 是 %@, 它仍然表示它是 %@。

# technical_advice.strong.advice
source: This could be a very strong signal to enter the market. Keep in mind that there may be several attempts of %@ward movement after returning to the channel, so do not forget about risk management.
de: Dies könnte ein sehr starkes Signal sein, um in den Markt einzusteigen. Bedenken Sie jedoch, dass es nach der Rückkehr in den Kanal mehrere Versuche einer %@wärtsbewegung geben kann, daher vergessen Sie nicht das Risikomanagement.
ru: Это может являться очень сильным сигналом для входа в рынок. Учитывайте, что возможны несколько попыток движения %@ после возвращения в канал, поэтому не забывайте о риск менеджменте.
zh: 这可能是一个非常强有力的进入市场的信号。请记住，在回到通道后，可能会有多次尝试%@向运动，所以不要忽视风险管理。

# technical_advice.stable.rsi
source: Meanwhile, the RSI is %@, which also indicates a trend reversal (RSI crossed the boundary at 70%).
de: Inzwischen beträgt der RSI %@, was ebenfalls auf eine Trendumkehr hinweist (der RSI hat die Grenze von 70% überschritten).
ru: При этом RSI = %@, что тоже говорит об развороте тренда (RSI пересек границу в 70%)
zh: 与此同时，RSI为 %@，这也表明了一种扭转趋势(RSI跨越边界，占70%)。

# technical_advice.stable.advice
source: The price is returning to neutral levels, however, there is still potential for upward movement. Keep in mind that RSI = 50 and the middle of the Bollinger Bands are strong resistances and possible trend reversal points. Do not forget about risk management.
de: Der Preis kehrt auf neutrale Niveaus zurück, jedoch besteht immer noch Potenzial für Aufwärtsbewegungen. Beachten Sie jedoch, dass RSI = 50 und die Mitte der Bollinger-Bänder starke Widerstände und mögliche Trendumkehrpunkte sind. Vergessen Sie nicht das Risikomanagement.
ru: Цена возвращается к нейтральным показателям, однако есть еще потенциал движения вверх. Учитывайте, что RSI = 50 и середина Bollinger Bands являются довольно сильными сопротивлениями и возможными точками разворота тренда. Не забывайте про риск менеджмент.
zh: 然而，价格正在回到中度水平，但仍有上升的潜力。 牢记RSI=50和Bollinger区中部是强大的抗药性和可能的趋势逆转点。 不要忘记风险管理。

# technical_advice.neutral.rsi
source: RSI = %@ also confirms the absence of a strong trend.
de: RSI = %@ bestätigt ebenfalls das Fehlen eines starken Trends.
ru: RSI = $@ также подверждает отсутствие сильного тренда.
zh: RSI = %@ 也证实没有强有力的趋势。

# technical_advice.neutral.indicators
source: The asset was in the overbought/oversold zone, but at the moment the price has returned to the Bollinger Band channel in the neutral zone. The RSI is %@ also confirms the absence of a strong trend, so overall the asset price is moving towards averaging and further movement is possible in any direction.
de: Das Asset befand sich in der überkauften/überverkauften Zone, aber momentan hat der Preis wieder den Bollinger-Band-Kanal in der neutralen Zone erreicht. Der RSI beträgt %@, was auch das Fehlen eines starken Trends bestätigt. Insgesamt bewegt sich der Assetpreis also in Richtung Durchschnittsbildung und weitere Bewegungen sind in jede Richtung möglich.
ru: Актив находился в зоне перекупленности/перепроданности, однако в текущий момент цена вернулась в канал Bollinger Band в нейтральную зону. (RSI)? RSI = $@ также подверждает отсутствие сильного тренда, поэтому в целом цена актива стремится к усреднению и дальнейшее движение возможно в любую сторону.
zh: 该资产处于被推销/出售区内，但此时价格已回到中立区内的Bollinger频道。 RSI 是 %@ 也证实了没有强大的趋势。 因此，整体资产价格正在走向平均值，任何方向都有可能进一步发展。

# technical_advice.neutral.advice
source: In general, the asset price is moving towards averaging and further movement is possible in any direction.
de: Im Allgemeinen bewegt sich der Preis des Vermögenswerts in Richtung Mittelwert, und weitere Bewegungen in jede Richtung sind möglich.
ru: В целом цена актива стремится к усреднению и дальнейшее движение возможно в любую сторону.
zh: 一般而言，资产价格正在走向平均值，任何方向都有进一步变动的可能。

# technical_advice.other.title
source: Please note:
de: Bitte beachten Sie:
ru: Пожалуйста, обратите внимание:
zh: 请注意：

# technical_advice.ema.above
source: above
de: oben
ru: выше
zh: 以上

# technical_advice.ema.below
source: below
de: unten
ru: ниже
zh: 下面

# technical_advice.ema.growth
source: growth
de: wachstum
ru: рост
zh: 发展

# technical_advice.ema.decrease
source: decrease
de: verringern
ru: уменьшение
zh: 减少

# technical_advice.ema.advice
source: EMA 200. Determines the overall sentiment and trend. The daily price of the asset is located %@ the EMA (%@). This means that globally the asset is set for %@.
de: EMA 200. Bestimmt die allgemeine Stimmung und den Trend. Der tägliche Preis des Vermögenswerts liegt %@ der EMA (%@). Dies bedeutet, dass der Vermögenswert global für %@ eingestellt ist.
ru: EMA 200. Определяет общий настрой и тренд. Суточная цена актива находится %@ от EMA (%@). Это означает, что глобально актив настроен на %@.
zh: EMA 200。确定总体情绪和趋势。资产的日价格位于 EMA (%@) %@。这意味着全球资产已设定为 %@。

# technical_advice.macd.positive
source: above
de: oben
ru: выше
zh: 以上

# technical_advice.macd.negative
source: below
de: unten
ru: ниже
zh: 下面

# technical_advice.macd.advice
source: MACD. Assesses the strength of the trend considering the average price change. The daily value of the histogram is %@ (%@). The price of the asset globally may move %@.
de: MACD. Bewertet die Stärke des Trends unter Berücksichtigung der durchschnittlichen Preisänderung. Der tägliche Wert des Histogramms beträgt %@ (%@). Der Preis des Vermögenswerts könnte sich global %@ bewegen.
ru: MACD. Оценивает силу тренда, учитывая среднее изменение цены. Ежедневное значение гистограммы составляет %@ (%@). Цена актива в глобальном масштабе может измениться на %@.
zh: MACD。考虑平均价格变动来评估趋势的强度。直方图的每日值为%@(%@）。该资产的价格全球可能会移动%@。

# coin_analytics.indicators.title
source: Trading Assistant
de: Technische Indikatoren
es: Indicadores técnicos
fr: Indicateurs techniques
ko: Technical Indicators
pt_br: Indicadores Técnicos
ru: Технические индикаторы
tr: Teknik Göstergeleri
zh: 技术指标

# coin_analytics.indicators.disclaimer
source: Always remember to apply risk management, and note that this is not financial advice.
de: Denken Sie immer daran, das Risikomanagement anzuwenden und beachten Sie, dass dies keine finanzielle Beratung ist.
ru: Всегда помните о применении управления рисками, и обратите внимание, что это не финансовый совет.
zh: 请记住始终要进行风险管理，并注意这不是财务建议

# coin_analytics.indicators.info.title
source: Technical Indicators
de: Technische Indikatoren
ru: Технические индикаторы
zh: 技术指标

# coin_analytics.indicators.info.description
source: We use the Bollinger Bands + RSI strategy to determine trading signals. All calculations are based on daily candlesticks and provide advice for a moderately long term. The essence of the strategy is that the asset price should reach an extreme, breaking out of the Bollinger Bands channel, and the RSI should be in the overbought/oversold zone. After the price returns to the channel, there is a high probability of the price returning to the mean values or attempting to break the channel from the other side. Note that the strategy may give several false signals during strong market movements before a correct signal appears. Please remember that it is very important to apply risk management to trading and remember to cut losses if the market situation changes!
de: Wir verwenden die Bollinger-Bänder + RSI-Strategie, um Handelssignale zu bestimmen. Alle Berechnungen basieren auf täglichen Kerzenleuchtern und geben Ratschläge für eine moderat langfristige Strategie. Die Essenz der Strategie besteht darin, dass der Asset-Preis ein Extrem erreichen sollte, indem er aus dem Bollinger-Bänder-Kanal ausbricht, und der RSI sollte sich in der überkauften/überverkauften Zone befinden. Nachdem der Preis zum Kanal zurückkehrt, besteht eine hohe Wahrscheinlichkeit, dass der Preis zu den Mittelwerten zurückkehrt oder versucht, den Kanal von der anderen Seite zu durchbrechen. Beachten Sie, dass die Strategie während starker Marktbewegungen mehrere falsche Signale geben kann, bevor ein korrektes Signal erscheint. Bitte denken Sie daran, dass es sehr wichtig ist, Risikomanagement beim Handel anzuwenden und daran zu denken, Verluste zu begrenzen, wenn sich die Marktsituation ändert!
ru: Мы используем стратегию Bollinger Bands + RSI для определения сигналов торговли. Все расчеты основаны на ежедневных свечах и предоставляют рекомендации на среднесрочный период. Суть стратегии заключается в том, что цена актива должна достичь экстремума, выбиваясь из канала Bollinger Bands, а RSI должен находиться в зоне перекупленности/перепроданности. После того как цена возвращается в канал, существует высокая вероятность того, что цена вернется к средним значениям или попытается пробить канал с другой стороны. Обратите внимание, что стратегия может давать несколько ложных сигналов во время сильных рыночных движений, прежде чем появится правильный сигнал. Пожалуйста, помните, что очень важно применять управление рисками при торговле и помнить о сокращении убытков, если ситуация на рынке изменится!
zh: 我们使用布林带 + RSI 策略来确定交易信号。所有计算都基于日线图，并为中长期提供建议。该策略的本质是资产价格应该达到一个极端点，突破布林带通道，并且 RSI 应该处于超买/超卖区域。在价格回到通道后，有很高的概率价格回归到平均值或尝试从另一侧突破通道。请注意，在正确信号出现之前，该策略在市场强劲波动期间可能会出现多个虚假信号。 请记住，在交易中应用风险管理非常重要，如果市场情况发生变化，请记得及时止损！

# coin_analytics.indicators.details
source: Details
de: Info
zh: 详细信息

# coin_analytics.indicators.hide_details
source: Hide Details
de: Details ausblenden
ru: Скрыть детали
zh: 隐藏细节

# coin_analytics.indicators.show_details
source: Show Details
de: Details anzeigen
ru: Показать детали
zh: 显示详细信息

# coin_analytics.indicators.summary
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
pt_br: Resumo
ru: Общая оценка
tr: Kısa özet
zh: 总结

# coin_analytics.indicators.no_data
source: No Data
de: Keine Daten
es: No hay datos
fr: Pas de données
pt_br: Sem dados
ru: Нет данных
tr: Veri Yok
zh: 无数据

# coin_analytics.indicators.oversold
source: Risky
de: Riskant
es: Very Risky to Trade
ru: Очень рискованная торговля
tr: Very Risky to Trade
zh: 有风险

# coin_analytics.indicators.strong_buy
source: Strong Buy
de: Starker Kauf
es: Compra fuerte
fr: Achat fort
pt_br: Compra forte
ru: Активно покупать
zh: 强烈建议买入

# coin_analytics.indicators.buy
source: Buy
de: Kaufen
es: Comprar
fr: Acheter
pt_br: Comprar
ru: Покупать
zh: 购买

# coin_analytics.indicators.neutral
source: Neutral
fr: Neutre
pt_br: Neutra
ru: Нейтрально
tr: Nötr
zh: 中性

# coin_analytics.indicators.sell
source: Sell
de: Verkaufen
es: Vender
fr: Vendre
pt_br: Irá vender
ru: Продавать
zh: 出售

# coin_analytics.indicators.strong_sell
source: Strong Sell
de: Starker Verkauf
es: Vender fuerte
fr: Vente forte
pt_br: Venda forte
ru: Активно продавать
zh: 强烈建议卖出

# coin_analytics.indicators.overbought
source: Risky
de: Riskant
es: Very Risky to Trade
ru: Очень рискованная торговля
tr: Very Risky to Trade
zh: 有风险

# coin_analytics.period
source: Period
de: Zeitraum
pt_br: Período
ru: Период
zh: 句号

# coin_analytics.period.select_title
source: Select Period
de: Zeitraum auswählen
es: Seleccionar Periodo
fr: Sélectionnez la période
pt_br: Selecionar Período
ru: Выберите период
tr: Periyot Seç
zh: 选择时间段

# coin_analytics.period.1h
source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
ko: 1시간
pt_br: 1 hora
ru: 1 час
tr: 1 saat
zh: 1 小时

# coin_analytics.period.4h
source: 4 hours
de: 4 Stunden
es: 4 horas
fr: 4 heures
pt_br: 4 horas
ru: 4 часа
tr: 4 saat
zh: 4 小时

# coin_analytics.period.1d
source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
pt_br: 1 dia
ru: 1 день
tr: 1 gün
zh: 1天

# coin_analytics.period.1w
source: 1 week
de: 1 Woche
es: 1 semana
fr: 1 semaine
pt_br: 1 semana
ru: 1 неделя
tr: 1 hafta
zh: 1周

# coin_analytics.period.1m
source: 1 month
de: 1 Monat
es: 1 mes
ru: 1 месяц
tr: 1 ay
zh: 1 个月

# coin_analytics.details
source: Details
de: Info
es: Detalles
fr: Détailles
ko: 상세 정보
pt_br: Detalhes
ru: Подробности
tr: Ayrıntılar
zh: 详细信息

# coin_analytics.not_available
source: This project has no analytics data
de: Dieses Projekt hat keine Analysedaten
es: Este proyecto no tiene datos analíticos
fr: Ce projet n'a pas de données d'analyse
pt_br: Este projeto não tem dados de análise
ru: В этом проекте нет аналитических данных
tr: This project has no analytical data
zh: 此项目没有分析数据

# coin_analytics.technical_indicators
source: Technical Indicators
de: Technische Indikatoren
fr: Indicateurs techniques
pt_br: Indicadores Técnicos
ru: Технические индикаторы
zh: 技术指标

# coin_analytics.technical_indicators.info1
source: Summary: This is a general overview of an asset's technicals, considering a variety of technical indicators and timeframes. It provides a consensus viewpoint (Buy, Sell, or Neutral) based on these indicators.
de: Zusammenfassung: Dies ist eine allgemeine Übersicht über die technischen Daten eines Vermögenswerts, unter Berücksichtigung einer Vielzahl von technischen Indikatoren und Zeitrahmen. Sie bietet einen Konsensansatz (Kaufen, Verkaufen oder Neutral) basierend auf diesen Indikatoren.
es: Resumen: Esta es una visión general de los técnicos de un activo, considerando una variedad de indicadores técnicos y plazos. Proporciona un punto de vista de consenso (Compra, Venta o Neutral) basado en estos indicadores.
fr: Résumé: This is a general overview of an asset technicals, considering a variety of technical indicators and timeframes. Il fournit un point de vue consensuel (Acheter, Vendre ou Neutre) basé sur ces indicateurs.
pt_br: Resumo: Esta é uma visão geral das técnicas de um ativo, considerando uma variedade de indicadores técnicos e prazos. Ele fornece uma visão de consenso (Comprar, Vender ou Neutra) com base nestes indicadores.
ru: Сводка: Это общий обзор технических характеристик актива, учитывающий различные технические индикаторы и временные рамки. Она предоставляет консенсусное мнение (Покупать, Продавать или Нейтрально) на основе этих индикаторов.
tr: Özet: Bu, bir varlığın teknikleri ile ilgili çeşitli teknik göstergeleri ve zaman dilimlerini göz önünde bulunduran genel bir bakıştır. Bu göstergelere dayalı olarak bir uzlaşı görüşü sunar (Al, Sat veya Tarafsız).
zh: 概述：这是对资产技术手段的一般概述，考虑到各种技术指标和时间框架。 它根据这些指标提供了一个协商一致的观点(购买、出售或中立)。

# coin_analytics.technical_indicators.info2
source: Moving Averages (MA): These are commonly used technical indicators that smooth out price data to create a trend-following indicator. They show the average price over a specific time period. There are several types of MAs: Simple Moving Average (SMA): This calculates the average of a selected range of prices, usually closing prices, by the number of periods in that range. Exponential Moving Average (EMA): This gives more weight to recent prices, thereby responding more quickly to recent price changes.
de: Gleitende Durchschnitte (MA): Dies sind häufig verwendete technische Indikatoren, die Preisdaten glätten, um einen trendfolgenden Indikator zu erstellen. Sie zeigen den Durchschnittspreis über einen bestimmten Zeitraum. Es gibt verschiedene Arten von MAs: Einfacher gleitender Durchschnitt (SMA): Dieser berechnet den Durchschnitt eines ausgewählten Preisspektrums, in der Regel Schlusskurse, durch die Anzahl der Perioden in diesem Bereich. Exponentieller gleitender Durchschnitt (EMA): Dieser gibt neueren Preisen mehr Gewicht und reagiert daher schneller auf aktuelle Preisänderungen.
es: Promedio de movimiento (MA): Estos son indicadores técnicos comúnmente utilizados que suavizan los datos de precios para crear un indicador que sigue la tendencia. Ellos muestran el precio medio en un período de tiempo determinado. Hay varios tipos de EMg: Media simple de movimiento (SMA): Esto calcula el promedio de un rango de precios seleccionado. por lo general cerrando los precios, por el número de períodos en ese rango. Media de movimiento exponencial (EMA): Esto da más peso a los precios recientes, respondiendo así más rápidamente a los cambios recientes de precios.
fr: Moyennes mobiles (MA) : Ce sont des indicateurs techniques couramment utilisés pour lisser les données de prix afin de créer un indicateur de suivi de tendance. Ils montrent le prix moyen sur une période de temps spécifique. Il existe plusieurs types de MA : Moyenne mobile simple (SMA) : Cela calcule la moyenne d'une plage de prix sélectionnée, généralement les prix de clôture, par le nombre de périodes dans cette plage. Moyenne mobile exponentielle (EMA) : Cela donne plus de poids aux prix récents, répondant ainsi plus rapidement aux changements de prix récents.
pt_br: Movendo Médias (PMA): Estes são indicadores técnicos usados comumente que suavizam dados de preços para criar um indicador de evolução de seguimento. Eles mostram o preço médio durante um período de tempo específico. Existem vários tipos de MAs: Média Simples de Movimento (SMA): Isso calcula a média de uma gama de preços selecionada. usualmente fechando preços, pelo número de períodos desse intervalo. Média exponencial em movimento (EMA): Isso dá mais peso aos preços recentes, respondendo assim mais rapidamente às alterações recentes de preços.
ru: Скользящие средние (MA): Это обычно используемые технические индикаторы, позволяющие сгладить данные о ценах для создания индикатора следующего тренда. Они показывают среднюю цену за определенный период времени. Существует несколько типов MAs: Simple Moving среднее значение (SMA): Это вычисляет среднее значение выбранного диапазона цен, обычно закрывают цены, по количеству периодов в этом диапазоне. Экспоненциальное скользящее среднее (EMA): Это даёт больше веса для последних цен, тем самым реагируя быстрее на последние изменения цен.
tr: Hareketli Ortalamalar (MA): Bunlar, eğilimi takip eden bir gösterge oluşturmak için fiyat verilerini düzleştiren yaygın olarak kullanılan teknik göstergelerdir. Belirli bir zaman dilimi içinde ortalama fiyatı gösterirler. Birden fazla MA türü bulunur: Basit Hareketli Ortalama (SMA): Bu, genellikle kapanış fiyatları gibi belirli bir fiyat aralığının ortalamasını, o aralıktaki dönem sayısına göre hesaplar. Üstel Hareketli Ortalama (EMA): Bu, daha yeni fiyatlara daha fazla ağırlık verir ve bu nedenle daha yeni fiyat değişikliklerine daha hızlı tepki verir.
zh: 移动平均值：这些是通用的技术指标，可使价格数据平滑使用，从而产生一个趋势跟踪指标。 它们显示了特定时期内的平均价格。 多个类型的MA： 简单移动平均值(SMA)：这个计算了选定的价格范围的平均值。 通常按该范围内的周期数结算价格。 指数移动平均值(EMA)：这使得对最近的价格更加权重，从而对最近的价格变化作出更快的反应。
