Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# swap.approve.description
source: You should grant permission to a smart contract to swap a given token on your behalf. This permission sets the amount that can be used by a smart contract. It doesn't affect your balance but requires a small fee to execute an approval transaction. While it may be done on-demand before each trade, it's cheaper to approve a higher amount in advance for future trades.
de: Sie sollten einem intelligenten Vertrag die Erlaubnis erteilen, in Ihrem Namen gegebene Token einzutauschen. Diese Erlaubnis legt einen Betrag fest, der von einem intelligenten Vertrag verwendet werden kann. Sie wirkt sich nicht auf Ihr Guthaben aus, erfordert jedoch eine geringe Gebühr für die Ausführung der Genehmigungstransaktion. Es kann zwar vor jedem Handel auf Anfrage erfolgen, es ist jedoch günstiger, bei zukünftigen Handelsgeschäften einen höheren Betrag im Voraus für uns zu genehmigen.
es: Para intercambiar un token dado en tu nombre debes conceder permiso a un contrato inteligente. Este permiso establece la cantidad que puede ser utilizada por un contrato inteligente. Esto no afecta su saldo, requiere una pequeña comisión para ejecutar la transacción de aprobación. Si bien se puede hacer bajo demanda antes de cada operación, para nosotros es más barato aprobar una cantidad más alta por adelantado en operaciones futuras.
fr: Vous devez accorder la permission à un contrat intelligent pour le swap d'un token donné en votre nom. Cette autorisation définit le montant qui peut être utilisé par un contrat intelligent. Elle n'affecte pas votre solde mais nécessite une petite somme pour exécuter une transaction d'autorisation. Bien que cela puisse être fait à la demande avant chaque échange, il est plus économique d'approuver un montant plus élevé à l'avance pour les échanges ultérieurs.
ko: 스마트 계약에 사용자 대신 지정된 토큰을 교환할 수 있는 권한을 부여해야 합니다. 이 권한은 스마트 계약에서 사용할 수 있는 금액을 설정합니다. 잔액에는 영향을 미치지 않지만 승인 거래를 실행하려면 소액의 수수료가 필요합니다. 매 거래 전에 요청 시 이루어질 수 있지만, 향후 거래를 위해 사전에 더 많은 금액을 승인하는 것이 더 저렴합니다.
pt_br: Você deve conceder permissão a um contrato inteligente para trocar um determinado token em seu nome. Esta permissão define o valor que pode ser usado por um contrato inteligente. Isso não afeta seu saldo mas requer uma pequena taxa para executar uma transação aprovada. Embora possa ser feito sob demanda antes de cada negociação, é mais barato aprovar um montante mais elevado antecipadamente para futuras operações.
ru: Вы должны предоставить разрешение смарт-контракту для обмена заданным токеном от вашего имени. Это разрешение устанавливает сумму, которую может использовать смарт-контракт. Это не влияет на ваш баланс, но требует небольшой комиссии для выполнения транзакции на подтверждение. Хотя это можно сделать по мере необходимости перед каждой сделкой, более дешево предварительно разрешить большую сумму для будущих сделок.
tr: Verilen jetonu sizin adınıza swap yapmak için bir akıllı sözleşmeye izin vermelisiniz. Bu izin, akıllı sözleşme tarafından kullanılabilecek tutarı belirler. Bakiyenizi etkilemez ancak onay işlemini gerçekleştirmek için küçük bir ücret gerekir. Her alım satımdan önce talep üzerine yapılabilirken, ileriki alım satımlarda bizim için önceden daha yüksek tutarı onaylamanız durumunda çok daha ucuz olur.
zh: 您应为智能合约授予权限，以代表您互兑给定的代币。此权限设定了智能合约可以使用的金额。它不会影响您的余额，但需要小额费用以执行批准交易。 虽然这可以在每一次交易之前按需完成，但是预先对将来的交易批准较大的金额将使成本更低。

# swap.approve.amount_error.already_approved
source: You already have an allowance for this amount
de: Sie haben bereits eine Vergütung für diesen Betrag
es: Usted ya tiene una concesión para esta cantidad
fr: Vous avez déjà une provision pour ce montant
ko: 귀하는 이미 이 금액에 대한 허용량을 가지고 있습니다.
pt_br: Você já tem uma permissão para este valor
ru: У вас уже есть разрешение на эту сумму
tr: Bu miktar için zaten bir ödeneğiniz var
zh: 您已经有了此金额的限额

# swap.approve.not_found
source: Can't approve these tokens
de: Kann diese Token nicht genehmigen
es: No se pueden aprobar estos tokens
tr: Bu jetonları onaylayamıyorum
zh: 无法批准这些代币

# swap.approving_button
source: Approving...
de: Wird bestätigt...
es: Aprobando...
fr: En cours d'approbation...
ko: 승인 중...
pt_br: Aprovando...
ru: Разрешение...
tr: Onaylanıyor...
zh: 审批中...

# swap.revoking_button
source: Revoking...
de: Widerrufen...
es: Revocando...
fr: Révocation en cours...
ko: 철회...
pt_br: Revogando...
ru: Отмена...
tr: İptal ediliyor...
zh: 正在取消...

# swap.not_available_button
source: Balance n/a
de: Saldo N/A
es: Saldo N/A
fr: Solde N/A
ko: 균형 N/A
pt_br: Saldo N/A
ru: Баланс N/А
tr: Bakiye N/A
zh: 余额 N/A

# swap.trade_error.not_found
source: Can't swap these tokens
de: Diese Token sind nicht tauschbar
es: No se pueden permutar estos tokens
fr: Impossible d'échanger ces tokens
ko: 이 토큰을 스왑할 수 없습니다
pt_br: Não é possível trocar esses tokens
ru: Невозможно обменять эти токены
tr: Bu token swap edilemez
zh: 无法交换代币

# swap.trade_error.wrap_unwrap_not_allowed
source: This service doesn't allow wrapping/unwrapping. Please, try another swap service. 1Inch recommended
de: Dieser Service erlaubt keine Verpackung/Auspackung. Bitte versuchen Sie einen anderen Swap-Service. 1Inch empfohlen
es: Este servicio no permite envolver/desenvolver. Por favor, prueba con otro servicio de intercambio. 1Inch recomendado
fr: Ce service n'autorise pas l'emballage/décompression. S'il vous plaît, essayez un autre service de swap. 1Inch recommandé
ko: 이 서비스는 래핑/언래핑을 허용하지 않습니다. 다른 스왑 서비스를 사용해 보십시오. 1inch 권장
pt_br: Este serviço não permite embalagem/desagregação. Por favor, tente outro serviço de troca. 1Inch recomendado
ru: Эта служба не позволяет wrapping/unwrapping. Пожалуйста, попробуйте другой сервис обмена. Рекомендуется 1inch
tr: Bu hizmet sarmaya/paketlemeye izin vermiyor. Lütfen başka bir takas hizmetini deneyin. 1inch önerilir
zh: 此服务不允许包装/拆包。请尝试另一个交换服务。推荐1英寸。

# swap.button_error.insufficient_balance
source: Insufficient balance
de: Unzureichendes Guthaben
es: Saldo insuficiente
fr: Solde insuffisant
ko: 잔액이 부족합니다
pt_br: Saldo insuficiente
ru: Недостаточный баланс
tr: Yetersiz bakiye
zh: 余额不足

# swap.switch_provider.title
source: Swap Service
de: Dienst wechseln
es: Servicio de Intercambio
fr: Service de Swap
ko: 스왑 서비스
pt_br: Serviço de Troca
ru: Служба обмена
tr: Swap Hizmeti
zh: 互兑供应商

# swap.amount_type.coin
source: Coin
de: Münze
es: Moneda
ko: 코인
pt_br: Moeda
ru: Монета
zh: 硬币

# swap.price
source: Price
de: Preis
es: Precio
fr: Prix
ko: 금액
pt_br: Preço
ru: Цена
tr: Fiyat
zh: 价格

# swap.buy_price
source: Buy Price
de: Kaufpreis
es: Precio de Compra
fr: Prix d'achat
ko: 구매 가격
pt_br: Preço de Compra
ru: Цена покупки
tr: Alış Fiyatı
zh: 买入价

# swap.sell_price
source: Sell Price
de: Verkaufspreis
es: Precio de venta
fr: Prix de vente
ko: 매도 가격
pt_br: Preço de Venda
ru: Цена продажи
tr: Satış Fiyatı
zh: 卖出价

# swap.maximum_paid
source: Maximum Amount
de: Maximal bezahlt
es: Máximo Pagado
fr: Montant maximum payé
ko: 최대 지불액
pt_br: Quantia Máxima
ru: Макс. сумма
tr: Maksimum Ödenen
zh: 最大支付金额

# swap.minimum_got
source: Guaranteed Amount
de: Mindestens erhalten
es: Mínimo Obtenido
fr: Montant minimum reçu
ko: 최대 지급액
pt_br: Valor garantido
ru: Гарантированная сумма
tr: Minimum Kazanılan
zh: 最小获取金额

# swap.estimate_short
source: (est)
de: (geschätzt)
ko: (추정)
ru: (прим)
tr: (tah)
zh: （美国东部时间）

# swap.minimum_short
source: (min)
ko: (분)
ru: (мин)
tr: (dk)
zh: (分钟)

# swap.maximum_short
source: (max)
es: (máx)
ko: (최대)
pt_br: (máx)
ru: (макс)
tr: (azami)
zh: (最大金额)

# swap.rate_not_available
source: Rate not available
de: Rate nicht verfügbar
es: Tasa no disponible
tr: Oran mevcut değil
zh: 汇率不可用

# swap.select
source: Select
de: Auswählen
es: Seleccionar
ru: Выбрать
tr: Seç
zh: 选择

# swap.quoting
source: Quoting
de: Preisangeboten
ru: Котировка
zh: 引述

# swap.select_token_in
source: Select Token In
de: Token auswählen
es: Seleccionar Token de Entrada
ru: Выбрать токен
tr: Girdi olarak jeton seçin
zh: 选择代币输入

# swap.select_token_out
source: Select Token Out
de: Token auswählen
es: Seleccionar Token de Salida
tr: Çıktı olarak jeton seçin
zh: 选择代币输出

# swap.no_providers
source: No Providers
de: Keine Anbieter
es: No hay proveedores
ru: Нет провайдеров
tr: Sağlayıcı Yok
zh: 没有提供者

# swap.enter_amount
source: Enter Amount
de: Betrag eingeben
es: Introducir cantidad
ru: Ввести сумму
tr: Miktarı Girin
zh: 输入金额

# swap.no_quotes
source: No Quotes
de: Keine Angebote
ru: Нет предложений
tr: Teklif Yok
zh: 没有报价

# swap.token_not_enabled
source: Token Not Enabled
de: Token nicht aktiviert
es: Token no habilitado
ru: Токен не включен
tr: Jeton Etkin Değil
zh: 代币未启用

# swap.token_syncing
source: Token Syncing
de: Token-Synchronisation
es: Sincronización de tokens
ru: Синхронизация токенов
tr: Token Senkronizasyonu
zh: 代币同步

# swap.token_not_synced
source: Token Not Synced
de: Token nicht synchronisiert
es: Token no sincronizado
ru: Токен не синхронизирован
tr: Jeton Senkronize Edilmedi
zh: 代币未同步

# swap.insufficient_balance
source: Insufficient Balance
de: Unzureichendes Guthaben
es: Saldo insuficiente
ru: Недостаточный баланс
tr: Yetersiz Bakiye
zh: 可用额度不足

# swap.quotes.providers
source: Providers
de: Anbieter
es: Proveedores
ru: Провайдеры
tr: Sağlayıcılar
zh: 服务提供商

# swap.quotes.best_price
source: Best Price
de: Bester Preis
es: Mejor Precio
ru: Лучшая цена
tr: En İyi Fiyat
zh: 最优价格

# swap.allowance
source: Allowance
de: Vergütung
es: Permiso de acceso
fr: Allocation
ko: 허용량
pt_br: Preço
ru: Разрешение
tr: Ödenek
zh: 补贴

# swap.allowance.description
source: The amount an exchange can spend on a user’s behalf when executing token swaps. A proceeding transaction setting sufficient allowance is required before an actual swap transaction can take place.
de: Die Menge, die eine Börse im Namen eines Benutzers für Token-Austausche ausgeben kann. Eine vorhergehende Transaktion, die eine ausreichende Zulage festlegt, ist erforderlich, bevor eine tatsächliche Austauschtransaktion stattfinden kann.
es: La cantidad que un intercambio puede gastar en nombre de un usuario al ejecutar intercambios de tokens. Se requiere una transacción previa que establezca una autorización suficiente antes de que pueda tener lugar una transacción de intercambio real.
tr: Bir takas işlemi gerçekleştirirken bir borsanın bir kullanıcı adına harcayabileceği miktar. Gerçek bir takas işlemi gerçekleşmeden önce yeterli izin belirleyen bir önceki işlem gereklidir.
zh: 当执行令牌交换时，交易所可以代表用户花费的金额。 在进行实际互换交易之前，需要先确定足够的备抵。

# swap.pending_allowance
source: Pending Allowance
de: Ausstehendes Guthaben
zh: 待批准的额度

# swap.allowance_error
source: Allowance Error
de: Zulagenfehler
zh: 授权错误

# swap.revoke
source: Revoke
de: Widerrufen
es: Revocar
ru: Отменить
tr: İptal et
zh: 撤回

# swap.revoking
source: Revoking
de: Widerrufen
es: Revocando
ru: Отмена
tr: İptal ediliyor
zh: 正在取消

# swap.revoke_warning
source: You can exchange %@, or you need to revoke and approve the new amount
de: Sie können %@tauschen, oder Sie müssen den neuen Betrag widerrufen und genehmigen
es: Puedes cambiar %@o necesitas revocar y aprobar la nueva cantidad
fr: Vous pouvez échanger %@, ou vous devez révoquer et approuver le nouveau montant
ko: %@을(를) 교환하거나 새 금액을 취소하고 승인해야 합니다.
pt_br: Você pode trocar %@, ou você precisa revogar e aprovar o novo valor
ru: Вы можете обменять %@, или вы должны отменить и разрешить новую сумму
tr: %@ alışverişi yapabilir veya yeni tutarı iptal edip onaylamanız gerekir
zh: 您可以交换 %@，或者您需要撤销并批准新的金额

# swap.unlock.title
source: Unlock Access
de: Genehmigen
es: Desbloquear Acceso
zh: 批准

# swap.unlock.description
source: Grant permission to a smart contract for token trading on your behalf, specifying the allowed amount. No impact on your balance, but incurs a small fee for approval. Pre-approving a higher amount for future trades is cost-effective compared to on-demand approvals.
de: Einer Smart Contract die Berechtigung zum Token-Handel in Ihrem Namen erteilen, wobei der erlaubte Betrag angegeben wird. Es hat keine Auswirkungen auf Ihr Guthaben, verursacht jedoch eine geringe Gebühr für die Genehmigung. Das Vorabgenehmigen eines höheren Betrags für zukünftige Trades ist kosteneffizienter im Vergleich zu Genehmigungen auf Abruf.
es: Conceder permiso a un contrato inteligente para el comercio de tokens en su nombre, especificando el monto permitido. No impacta en su saldo, pero incurre en una pequeña tarifa por la aprobación. La preaprobación de un monto mayor para futuros intercambios es más rentable en comparación con las aprobaciones bajo demanda.
tr: Akıllı bir sözleşmeye, adınıza token ticareti yapabilmesi için izin verin ve izin verilen miktarı belirtin. Bakiyenize herhangi bir etkisi olmaz, ancak onay için küçük bir ücret alınır. Gelecekteki işlemler için daha yüksek bir miktarın önceden onaylanması, talep üzerine onaylara göre maliyet açısından daha avantajlıdır.
zh: 授权智能合约代表您进行代币交易，并指定允许的金额。这不会影响您的余额，但需要支付少量费用以进行批准。 预先批准较高金额用于未来交易比按需批准更具成本效益。

# swap.unlock.unlimited
source: Unlimited
de: Unbegrenzt
es: Ilimitado
ru: Безлимит
tr: Sınırsız
zh: 无限

# swap.price_impact
source: Price Impact
de: Preisauswirkungen
es: Impacto en el precio
fr: Impact prix
ko: 가격 영향
pt_br: Impacto de preço
ru: Отклонение от рын. цены
tr: Fiyat Etkisi
zh: 价格影响

# swap.price_impact.description
source: The expected price deviation from a shown price, typically increases with the swap amount.
de: Die erwartete Preisabweichung von einem angezeigten Preis nimmt typischerweise mit dem Tauschbetrag zu.
es: La desviación esperada del precio mostrado, típicamente aumenta con la cantidad de intercambio.
ru: Ожидаемое отклонение цены от показанной цены обычно увеличивается с объемом обмена.
tr: Gösterilen fiyattan beklenen fiyat sapması, genellikle takas miktarıyla artar.
zh: 从显示的价格预期的价格偏差通常随着交换金额的增加而增加。

# swap.high_price_impact
source: High Price Impact
de: Hohe Preisbeeinflussung
ru: Высокое отклонение цены
zh: 高价格影响

# swap.recipient
source: Recipient
de: Empfänger
es: Destinatario
ru: Получатель
zh: 收款人

# swap.slippage
source: Slippage
de: Preisabweichung
ru: Отклонение от курса
zh: 滑点

# swap.affiliate_fee
source: Affiliate Fee
de: Affiliate-Gebühr
zh: 联盟费

# swap.liquidity_fee
source: Liquidity Fee
de: Liquiditätsgebühren
zh: 流动性费用

# swap.outbound_fee
source: Outbound Fee
de: Ausgehende Gebühr
zh: 出站费

# swap.total_fee
source: Total Fee
de: Gesamtgebühr
zh: 总费用

# swap.advanced_settings.slippage
source: Slippage Tolerance
de: Slippage-Toleranz
es: Tolerancia de deslizamiento
fr: Effet de glissement
ko: 토큰 범위 설정
pt_br: Tolerância de Slippage
ru: Допустимое отклонение
tr: Slipaj Toleransı
zh: 下跌容忍度

# swap.advanced_settings.slippage.footer
source: Your transaction will revert if the price changes unfavorably by more than this percentage
de: Ihre Transaktion wird zurückgesetzt, wenn sich der Preis um mehr als diesen Prozentsatz ungünstig ändert.
es: Tu transacción se revertirá si el precio cambia desfavorablemente en más de este porcentaje
fr: Votre transaction sera annulée si le prix évolue défavorablement au-delà de ce pourcentage
ko: 가격이 해당 퍼센티지 이상으로 불리하게 변경되면 거래가 취소됩니다.
pt_br: Sua transação será revertida se o preço mudar desfavoravelmente em mais do que esta porcentagem
ru: Ваша транзакция будет отменена, если цена изменится в неблагоприятную сторону более чем на этот процент
tr: Fiyat bu yüzde oranından daha fazla olumsuz olarak değişirse, İşleminiz geri alınacaktır
zh: 如果价格的不利变化超过这个百分比，您的交易将被退回。

# swap.advanced_settings.deadline
source: Transaction Deadline
de: Transaktionsfrist
es: Fecha límite de transacción
fr: Date limite de transaction
ko: 거래 마감 시간
pt_br: Data-limite da operação
ru: Срок выполнения транзакции
tr: İşlem Son Günü
zh: 交易截止日期

# swap.advanced_settings.deadline.footer
source: Your transaction will revert if it is pending for more than this long.
de: Ihre Transaktion wird rückgängig gemacht, wenn sie länger als diese aussteht.
es: Su transacción se revertirá si está pendiente por más de este tiempo.
fr: Votre transaction sera annulée si elle est en suspens pendant une période dépassant ce délai.
ko: 귀하의 거래가 이 시간 이상 보류되면 원상 복귀됩니다.
pt_br: Sua transação será revertida se ficar pendente por mais tempo.
ru: Ваша транзакция будет отменена, если она останется в ожидании дольше этого времени.
tr: Bundan daha uzun süre beklemede olursa, İşleminiz geri alınacaktır.
zh: 如果您交易的待定时间多于此时间，您的交易将恢复原有的状态。

# swap.advanced_settings.recipient.footer
source: After the exchange operation, the amount will be transferred to the specified address
de: Nach dem Umtauschvorgang wird der Betrag an die angegebene Adresse überwiesen
es: Después de la operación de cambio, el monto se transferirá a la dirección especificada
fr: Le montant sera transféré à l'adresse indiquée après l'opération de change
ko: 교환 작업 후, 금액은 지정된 주소로 이체됩니다.
pt_br: Após a operação de câmbio, o valor será transferido para o endereço especificado
ru: После операции обмена сумма бдует переведена на указанный адрес
tr: Takas etme işleminden sonra, tutar belirtilen adrese transfer edilecektir
zh: 在兑换操作之后，金额将转移至指定地址

# swap.advanced_settings.deadline_minute
source: %@ min
ko: 최소 %@
ru: %@ мин!
tr: %@ dk
zh: %@分钟。

# swap.advanced_settings.recipient_address
source: Recipient Address
de: Empfängeradresse
es: Dirección del destinatario
fr: Adresse du destinataire
ko: 수취인 주소
pt_br: Endereço do Destinatário
ru: Адрес получателя
tr: Alıcı Adresi
zh: 接收人地址

# swap.advanced_settings.recipient_address.to
source: To
de: An
zh: 接收人

# swap.advanced_settings.add_recipient_address
source: Add Recipient Address
de: Empfängeradresse hinzufügen
zh: 添加收款地址

# swap.advanced_settings.warning.unusual_slippage
source: Your transaction may be frontrun
de: Ihre Transaktion kann vorzeitig ausgeführt werden
es: Su transacción puede ser anticipada
fr: Votre transaction peut être frontrun
ko: 거래가 프론트런 당할 수 있습니다
pt_br: Sua operação pode ser de Front running
ru: Вашу транзакцию могут вытеснить (frontrun).
tr: İşleminiz varlık fiyatını etkileyebilir
zh: 您的交易可能提前完成

# swap.advanced_settings.service_fee_description
source: A service fee for the swap action on the platform typicaly either 0.3% or 0.6%
de: Eine Service-Gebühr für die Swap-Aktion auf der Plattform typischerweise entweder 0,3% oder 0,6%
es: Tasa de servicio para la acción de intercambio en la plataforma típicamente de 0,3% o 0,6%
fr: Des frais de service pour l'action de swap sur la plateforme sont typiques de 0,3% ou 0,6%
ko: 플랫폼에서 스왑 작업에 대한 서비스 수수료는 일반적으로 0.3% 또는 0.6%입니다.
pt_br: Uma taxa de serviço para a ação de troca na plataforma é tipicamente 0,3% ou 0,6%
ru: Комиссия за услугу обмена на платформе обычно 0.3% или 0.6%!
tr: Platformdaki takas işlemi için bir hizmet ücreti genellikle %0,3 veya %0,6'dır
zh: 典型平台上交换动作的服务费：0.3% 或 0.6%

# swap.advanced_settings.error.lower_slippage
source: Your transaction is likely to fail.
de: Ihre Transaktion wird wahrscheinlich fehlschlagen.
es: Es probable que su transacción falle.
fr: Votre transaction est susceptible de ne pas aboutir.
ko: 귀하의 거래가 실패할 것 같습니다.
pt_br: É provável que sua transação falhe.
ru: Ваша транзакция, скорее всего, не выполнится успешно.
tr: İşleminizin başarısız olması muhtemeldir.
zh: 您的交易可能失败。

# swap.advanced_settings.error.higher_slippage
source: Slippage Tolerance can’t be more than %@%%
de: Die Slippage-Toleranz darf nicht mehr als %@%% betragen
es: Tolerancia de deslizamiento no puede ser más de %@%%
fr: La tolérance de glissement ne peut pas être supérieure à %@%%
ko: 슬리피지 허용 오차는 %@%%를 초과할 수 없습니다.
pt_br: Tolerância do Slippage não pode ser maior que %@%%
ru: Допустимая величина проскальзывания не может быть больше %@%%.
tr: Slipaj Toleransı %@%% üzerinde olamaz
zh: 下跌容忍不得高于%@%%

# swap.advanced_settings.error.invalid_address
source: Invalid Address
de: Ungültige Adresse
es: Dirección inválida
fr: Addresse invalide
ko: 잘못된 주소
pt_br: Endereço Inválido
ru: Неверный адрес
tr: Geçersiz Adres
zh: 地址无效

# swap.advanced_settings.error.invalid_slippage
source: Invalid Slippage
de: Ungültige Slippage
es: Deslizamiento no válido
fr: Slippage invalide
ko: 올바르지 않은 슬립
pt_br: Slippage Inválido
ru: Недействительное отклонение
tr: Geçersiz Kayma
zh: 无效延误

# swap.advanced_settings.error.invalid_deadline
source: Invalid Deadline
de: Ungültige Frist
es: Fecha límite no válida
fr: Date limite invalide
ko: 올바르지 않은 마감 시간
pt_br: Prazo de tarefa inválido
ru: Недействительный срок выполнения
tr: Geçersiz Son Tarih
zh: 无效截止日期

# swap.one_inch.error.cannot_estimate
source: Estimation Error
de: Schätzungsfehler
es: Error de estimación
fr: Erreur d'estimation
ko: 추정 오류
pt_br: Erro de Estimativa
ru: Ошибка оценки
tr: Tahmin Hatası
zh: 估计错误

# swap.one_inch.error.cannot_estimate.info
source: Check the balance to ensure there is enough %@ to cover the fee. Or try increasing the price slippage amount and try again. Will auto-retry in 3 sec...
de: Fehler! Überprüfen Sie Ihr Guthaben und vergewissern Sie sich, dass genügend %@ zur Deckung der Gebühr vorhanden sind. Oder versuchen Sie, die Kursdifferenz zu erhöhen und versuchen Sie es erneut. Wird in 3 Sekunden erneut versucht...
es: ¡Error! Comprueba el saldo y asegúrate de que hay suficientes %@ para cubrir la comisión. O intente aumentar la cantidad del deslizamiento del precio e intente de nuevo. Volverá a intentarlo en 3 segundos...
fr: Vérifiez le solde pour vous assurer qu'il y a suffisamment de %@ pour couvrir les frais. Vous pouvez également tenter d'augmenter le montant du glissement de prix et réessayer. Nouvelle tentative automatique dans 3 secondes...
ko: 잔액을 확인하여 수수료를 충당하기에 충분한 %@이 있는지 확인하십시오. 또는 가격 슬리피지 금액을 늘리고 다시 시도하십시오. 3초 후에 자동 재시도합니다...
pt_br: Verifique o saldo para garantir que haja %@ suficiente para cobrir a taxa. Ou tente aumentar o preço do slippage e tente novamente. Será possível tentar novamente em 3 seg...
ru: Проверьте баланс, чтобы убедиться, что у вас достаточно %@ для покрытия комиссии. Или попробуйте увеличить сумму допустимого проскальзывания и повторите попытку. Автоматическая попытка через 3 секунды...
tr: Hata! Bakiyeyi kontrol edin ve ücreti karşılayacak kadar %@ olduğundan emin olun. Veya fiyat kayma miktarını artırmayı deneyin ve tekrar deneyin. 3 saniye sonra tekrar denenecektir...
zh: 错误！检查余额并确保有足够的%@来支付费用。或者尝试增加价格下跌金额并重试。将在3秒后重试...

# swap.one_inch.error.insufficient_liquidity
source: Insufficient Liquidity
de: Unzureichende Liquidität
es: Liquidez insuficiente
fr: Liquidité insuffisante
ko: 유동성 부족
pt_br: Liquidez Insuficiente
ru: Недостаточная ликвидность
tr: Likidite Yetersiz
zh: 流动性不足

# swap.one_inch.error.insufficient_liquidity.info
source: Likely there is not enough liquidity available to process this trade. Try lowering the amount.
de: Wahrscheinlich ist nicht genügend Liquidität vorhanden, um diesen Handel abzuwickeln. Versuchen Sie einen niedrigeren Betrag.
es: Probablemente no hay suficiente liquidez disponible para procesar esta operación. Intente reducir la cantidad.
fr: Il n'y a probablement pas assez de liquidités disponibles pour effectuer cette transaction. Essayez de réduire le montant.
ko: 이 거래를 처리할 수 있는 유동성이 충분하지 않을 수 있습니다. 금액을 낮추십시오.
pt_br: Provavelmente não existe liquidez suficiente disponível para processar esta operação. Tente reduzir o valor.
ru: Вероятно, нет достаточной ликвидности для выполнения этой сделки. Попробуйте уменьшить сумму.
tr: Muhtemelen bu işlemin gerçekleşmesi için yeterli likidite mevcut değil. Tutarı düşürmeyi deneyin.
zh: 可能没有足够的流动资金来处理此交易。请尝试降低减少金额。

# swap.service
source: Service
de: Dienst
es: Servicio
ko: 서비스
pt_br: Serviço
ru: Сервис
tr: Hizmet
zh: 服务

# swap.service.title
source: Service
de: Dienst
es: Servicio
ko: 서비스
pt_br: Serviço
ru: Сервис
tr: Hizmet
zh: 服务

# swap.approve.subtitle
source: Swap
es: Permutar
fr: Echanger
ko: 스왑
pt_br: Trocar
ru: Обмен
tr: Takas
zh: 掉期交易

# swap.confirmation.title
source: Confirm
de: Bestätigen
es: Confirmar
ru: Подтвердить
tr: Onayla
zh: 确认
