Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# coin_analytics.technical_indicators.info3
source: Oscillators: These are technical indicators that fluctuate over time within a band (above and below a center line, or between set levels). They are designed to help identify overbought and oversold conditions in a market. Here are some common oscillators: Relative Strength Index (RSI): This measures the speed and change of price movements. It is usually used to identify overbought or oversold conditions. Moving Average Convergence Divergence (MACD): This is used to identify potential buy and sell signals. It triggers technical signals when it crosses above (to buy) or below (to sell) its signal line.
de: Oszillatoren: Dies sind technische Indikatoren, die im Laufe der Zeit innerhalb eines Bandes (über und unter einer Mittellinie oder zwischen festgelegten Niveaus) schwanken. Sie sind dazu gedacht, überkaufte und überverkaufte Bedingungen auf einem Markt zu identifizieren. Hier sind einige gängige Oszillatoren: Relative Strength Index (RSI): Dieser misst die Geschwindigkeit und Veränderung von Preisbewegungen. Er wird üblicherweise verwendet, um überkaufte oder überverkaufte Zustände zu identifizieren. Moving Average Convergence Divergence (MACD): Dieser wird verwendet, um potenzielle Kauf- und Verkaufssignale zu identifizieren. Er löst technische Signale aus, wenn er über (zum Kaufen) oder unter (zum Verkaufen) seiner Signallinie kreuzt.
es: Osciladores: son indicadores técnicos que fluctúan con el tiempo dentro de una banda (por encima y por debajo de una línea central o entre niveles establecidos). Están diseñados para ayudar a identificar condiciones de sobrecompra y sobreventa en un mercado. Aquí hay algunos osciladores comunes: Índice de Fuerza Relativa (RSI): esto mide la velocidad y el cambio de los movimientos de precios. Por lo general, se utiliza para identificar condiciones de sobrecompra o sobreventa. Convergencia y Divergencia de Medias Móviles (MACD): se utiliza para identificar posibles señales de compra y venta. Dispara señales técnicas cuando cruza por encima (para comprar) o por debajo (para vender) de su línea de señal.
fr: Oscillateurs: Ce sont des indicateurs techniques qui fluctuent dans le temps à l'intérieur d'une bande (au-dessus et en dessous d'une ligne centrale, ou entre des niveaux définis). Ils sont conçus pour aider à identifier les conditions de surachat et de survente sur un marché. Voici quelques oscillateurs courants: Indice de force relative (RSI): Cela mesure la vitesse et le changement des mouvements de prix. Il est généralement utilisé pour identifier les conditions de surachat ou de survente. Convergence divergence de moyennes mobiles (MACD): Cela est utilisé pour identifier les signaux d'achat et de vente potentiels. Il déclenche des signaux techniques lorsqu'il croise au-dessus (pour acheter) ou en dessous (pour vendre) de sa ligne de signal.
pt_br: Osciladores: Estes são indicadores técnicos que variam ao longo do tempo em uma banda (acima e abaixo de uma linha centralizada, ou entre os níveis do conjunto). Destinam-se a ajudar a identificar condições sobrecompradas e sobrevendidas num mercado. Aqui estão alguns osciladores comuns: Índice de Força Relativa (RSI): Isso mede a velocidade e a mudança de movimentos de preços. Geralmente é utilizada para identificar condições sobrecompradas ou sobrevendidas. Divergência Média de Convergência (MACD): Isso é usado para identificar sinais potenciais de compra e venda. Ele aciona sinais técnicos quando cruza acima (para comprar) ou abaixo (para vender) sua linha de sinal.
ru: Осцилляторы: Это технические индикаторы, которые колеблются со временем в диапазоне (выше и ниже центральной линии или между заданными уровнями). Они предназначены для идентификации перекупленных и перепродаваемых условий на рынке. Вот несколько распространенных осцилляторов: Индекс относительной силы (RSI): Это измеряет скорость и изменение движений цен. Обычно он используется для идентификации перекупленных или перепроданных условий. Движение среднего сближения (MACD): Используется для выявления потенциальных сигналов на покупку и продажу. Она запускает технические сигналы, когда она пересекает линии сигнала выше (покупать) или ниже (продавать).
tr: Osilatörler: Bunlar, zaman içinde bir bant içinde (bir merkez çizginin üstünde ve altında veya belirlenen seviyeler arasında) dalgalanan teknik göstergelerdir. Piyasada aşırı alım ve aşırı satım koşullarını belirlemeye yardımcı olmak için tasarlanmışlardır. İşte bazı yaygın osilatörler: Güç Endeksi (RSI - Relative Strength Index): Bu, fiyat hareketlerinin hızını ve değişimini ölçer. Genellikle aşırı alım veya aşırı satım koşullarını belirlemek için kullanılır. Hareketli Ortalama Yakınsama Sapma (MACD - Moving Average Convergence Divergence): Bu, potansiyel alım ve satış sinyallerini belirlemek için kullanılır. Teknik sinyalleri tetiklerken sinyal çizgisinin üzerinden (alış) veya altından (satış) geçtiğinde çalışır.
zh: Oscillators：这些是技术指标，随着时间的推移在波段内(在中心线以下或在设定的层次之间)波动。 它们的目的是帮助查明市场上买卖过多和销售过剩的条件。 这里有一些常见的顾问： 相对力量指数(RSI)：这将衡量价格变动的速度和变化。 它通常被用来查明买入或卖出过多的情况。 移动平均汇合差(MACD)：用于识别潜在的买卖信号。 它在其信号线上方(购买)或下方(出售)时，会触发技术信号。

# coin_analytics.cex_volume
source: CEX Volume
es: Volumen CEX
fr: Volume CEX
pt_br: Volume CEX
ru: Объем CEX
tr: CEX Hacmi
zh: CEX交易量

# coin_analytics.cex_volume_rank
source: CEX Volume Rank
de: CEX Volumenrang
es: Rango de Volumen CEX
fr: Rang de volume CEX
pt_br: Ranking do Volume CEX
ru: Рейтинг объема CEX
tr: CEX Hacim Sıralaması
zh: CEX交易量排名

# coin_analytics.cex_volume_rank.description
source: Tokens ranked by trading volume for the token on centralized exchanges.
de: Token, sortiert nach Handelsvolumen für den Token auf zentralisierten Börsen.
es: Tokens clasificados por volumen de comercio del token en exchanges centralizados.
fr: Les tokens classés en fonction du volume de trading du token sur les exchanges centralisés.
pt_br: Tokens classificados por volume de negociação para o token em corretoras centralizadas.
ru: Торговый объем токена на централизованных биржах.
tr: Merkezi borsalarda token için işlem hacmine göre sıralanan tokenlar.
zh: 对中心化交易所的代币按交易量排名的代币。

# coin_analytics.cex_volume_rank.sorting_field
source: Volume
de: Lautstärke
zh: 量

# coin_analytics.cex_volume.info1
source: Total trading volume for the token on leading centralized exchanges over a 30-day period.
de: Total trading volume for the token on leading centralized exchanges over 30-day period.
es: Total trading volume for the token on leading centralized exchanges over 30-day period.
fr: Volume total des échanges pour le jeton sur les principales plateformes d'échange centralisées au cours d'une période de 30 jours.
pt_br: Volume total de trading para o token em corretoras centralizadas durante um período de 30 dias.
ru: Общий объем торгов по токену на ведущих централизованных биржах за 30-дневный период.
tr: Total trading volume for the token on leading centralized exchanges over 30-day period.
zh: Total trading volume for the token on leading centralized exchanges over 30-day period.

# coin_analytics.cex_volume.info2
source: Chart showing variation in daily trading volume for the token on leading centralized exchanges over 1 year period.
de: Diagramm, das die Schwankungen im täglichen Handelsvolumen des Tokens an führenden zentralisierten Börsen über einen Zeitraum von 1 Jahr zeigt.
es: Gráfico que muestra la variación en el volumen diario de comercio del token en los principales exchanges centralizados durante un período de 1 año.
fr: Graphique montrant la variation du volume quotidien de trading du jeton sur les principales plateformes d'échange centralisées sur une période d'un an.
pt_br: Gráfico mostrando a variação no volume diário de negociação do token nas principais corretoras centralizadas durante um período de 1 ano.
ru: График, показывающий колебания дневного объема торговли токеном на ведущих централизованных биржах за 1 год.
tr: Önde gelen merkezi borsalarda token için günlük işlem hacmindeki değişimi gösteren 1 yıllık döneme ait grafik.
zh: 图表显示了过去一年内该代币在主要中心化交易所的日交易量变化。

# coin_analytics.cex_volume.info3
source: Token's rank is based on trading volume on leading centralized exchanges over a 30-day period.
de: Die Rangfolge des Tokens basiert auf dem Handelsvolumen an führenden zentralisierten Börsen über einen Zeitraum von 30 Tagen.
es: Token's rank based on trading volume on leading centralized exchanges over 30-day period.
fr: Token's rank based on trading volume on leading centralized exchanges over 30-day period.
ko: Token's rank is based on trading volume on leading centralized exchanges over 30-day period.
pt_br: Classificação do Token baseada no volume de trading nas principais corretoras centralizadas durante um período de 30 dias.
ru: Рейтинг токена основан на объеме торговли на ведущих централизованных биржах за 30-дневный период.
tr: Token's rank based on trading volume on leading centralized exchanges over 30-day period.
zh: 代币的排名基于过去30天内在主要中心化交易所的交易量。

# coin_analytics.cex_volume.info4
source: List of all tokens ranked based on trading volume on centralized exchanges over 24H / 7D / 1M intervals.
de: Liste aller Token, sortiert nach Handelsvolumen auf zentralisierten Börsen über Intervalle von 24 Stunden / 7 Tagen / 1 Monat.
es: Lista de todos los tokens clasificados según el volumen de comercio en exchanges centralizados en intervalos de 24H / 7D / 1M.
fr: Liste de tous les jetons classés en fonction du volume de négociation sur les bourses centralisées au cours des intervalles de 24H, 7D et 1M
pt_br: Lista de todos os tokens com base no volume de trading em corretoras centralizadas ao longo de 24H / 7D / 1M.
ru: Список всех токенов, ранжированных по объему торговли на централизованных биржах за последние 24ч/7Д / 1М.
tr: 24 Saat / 7 Gün / 1 Ay aralıklarında merkezi borsalarda işlem hacmine göre sıralanan tüm tokenların listesi.
zh: 根据中心化交易所24小时/7天/1个月间隔的交易量排名的所有代币列表。

# coin_analytics.dex_volume
source: DEX Volume
es: Volumen DEX
fr: Volume DEX
pt_br: Volume DEX
ru: Объем DEX
tr: DEX Hacmi
zh: DEX交易量

# coin_analytics.dex_volume_rank
source: DEX Volume Rank
de: DEX-Volumenrang
es: Rango de Volumen DEX
fr: Rang de volume DEX
pt_br: Ranking do Volume DEX
ru: Рейтинг объема DEX
tr: DEX Hacim Sıralaması
zh: DEX交易量排名

# coin_analytics.dex_volume_rank.description
source: Tokens ranked by trading volume for the token on decentralized exchanges.
de: Token, sortiert nach Handelsvolumen für den Token auf dezentralen Börsen.
es: Tokens clasificados por volumen de negociación para el token en los intercambios descentralizados.
fr: Les tokens classés en fonction du volume de trading du token sur les exchanges décentralisés.
pt_br: Tokens classificados por volume de negociação para o token em corretoras descentralizadas.
ru: Торговый объем токена на децентрализованных биржах.
tr: Merkezi olmayan borsalarda token için işlem hacmine göre sıralanan tokenlar.
zh: 对去中心化交易所的代币按交易量排名的代币。

# coin_analytics.dex_volume_rank.sorting_field
source: Volume
de: Lautstärke
zh: 量

# coin_analytics.dex_volume.info1
source: Total trading volume for the token on leading decentralized exchanges over a 30-day period.
de: Total trading volume for the token on leading centralized exchanges over 30-day period.
es: Total trading volume for the token on leading centralized exchanges over 30-day period.
fr: Total trading volume for the token on leading centralized exchanges over a 30-day period.
pt_br: Volume total de trading para o token em corretoras centralizadas durante um período de 30 dias.
ru: Общий объем торгов по токену на ведущих децентрализованных биржах за 30-дневный период.
tr: Total trading volume for the token on leading centralized exchanges over 30-day period.
zh: Total trading volume for the token on leading centralized exchanges over 30-day period.

# coin_analytics.dex_volume.info2
source: Chart showing variation in daily trading volume for the token on leading decentralized exchanges over 1 year period.
de: Diagramm, das die Schwankungen im täglichen Handelsvolumen des Tokens an führenden dezentralen Börsen über einen Zeitraum von 1 Jahr zeigt.
es: Gráfico que muestra variación en el volumen de operaciones diarias para la ficha de los principales intercambios descentralizados en un período de 1 año.
fr: Votre demande a été traduite en français comme demandé. Si vous avez besoin d'autres traductions ou d'informations supplémentaires, n'hésitez pas à demander.
pt_br: Gráfico mostrando a variação no volume diário de negociação do token nas principais corretoras centralizadas durante um período de 1 ano.
ru: График, показывающий колебания дневного объема торговли токеном на ведущих децентрализованных биржах за 1 год.
tr: Bir yıllık süre zarfında önde gelen merkezi olmayan borsalarda token için günlük işlem hacmindeki değişikliği gösteren grafik.
zh: 图表显示了过去一年内该代币在主要去中心化交易所的日交易量变化。

# coin_analytics.dex_volume.info3
source: Token's rank based on trading volume on leading decentralized exchanges over 30-day period.
de: Rang des Tokens basierend auf dem Handelsvolumen an führenden dezentralen Börsen über einen Zeitraum von 30 Tagen.
es: El rango de Token se basa en el volumen de negociación de los principales intercambios descentralizados durante un período de 30 días.
fr: Classement du jeton en fonction du volume de négociation sur les principales bourses décentralisées au cours d'une période de 30 jours.
pt_br: Classificação do Token baseada no volume de trading em principais corretoras centralizadas durante um período de 30 dias.
ru: Рейтинг токена основан на объеме торговли на ведущих децентрализованных биржах за 30-дневный период.
tr: 30 günlük süre içinde önde gelen merkezi olmayan borsalarda işlem hacmine göre token sıralaması.
zh: 代币的排名基于在主要去中心化交易所过去30天的交易量。

# coin_analytics.dex_volume.info4
source: List of all tokens ranked based on trading volume on decentralized exchanges over 24H / 7D / 1M intervals.
de: Liste aller Token, sortiert nach Handelsvolumen auf dezentralen Börsen über Intervalle von 24 Stunden / 7 Tagen / 1 Monat.
es: Lista de todos los tokens clasificados en base al volumen de negociación de intercambios descentralizados sobre intervalos 24H / 7D / 1M.
fr: Liste de tous les jetons classés en fonction du volume de négociation sur les bourses décentralisées sur des intervalles de 24H / 7D / 1M.
pt_br: Lista de todos os tokens com base no volume de trading em corretoras descentralizadas ao longo de 24H / 7D / 1M.
ru: Список всех токенов, ранжированных по объему торговли на децентрализованных биржах за 24ч/7дн/1мес.
tr: 24 saat / 7 gün / 1 ay aralıklarında, merkezi olmayan borsalardaki işlem hacmine göre sıralanan tüm tokenlerin listesi.
zh: 根据去中心化交易所24小时/7天/1个月间隔的交易量排名的所有代币列表。

# coin_analytics.dex_volume.tracked_dexes
source: DEXes that are being tracked:
de: Verfolgte DEXes (Dezentrale Börsen):
es: DEXes que están siendo seguidos:
fr: DEXes qui sont suivis :
pt_br: DEXes que estão sendo rastreados:
ru: Отслеживаемые DEX биржи:
tr: Takip edilen DEX'ler:
zh: 正在追踪的DEX：

# coin_analytics.dex_liquidity
source: DEX Liquidity
de: DEX-Liquidität
es: Liquidez DEX
fr: Liquidité DEX
pt_br: Liquidez DEX
ru: Ликвидность DEX
tr: DEX Likiditesi
zh: DEX流动性

# coin_analytics.dex_liquidity_rank
source: DEX Liquidity Rank
de: DEX Liquiditätsrang
es: Rango de liquidez DEX
fr: Classement de liquidité DEX
pt_br: Ranking de Liquidez DEX
ru: Рейтинг ликвидности DEX
tr: DEX Likidite Sıralaması
zh: DEX流通性排名

# coin_analytics.dex_liquidity_rank.description
source: Tokens ranked by available liquidity on decentralized exchanges.
de: Token, sortiert nach verfügbarer Liquidität auf dezentralen Börsen.
es: Tokens clasificados por liquidez disponible en los intercambios descentralizados.
fr: Les tokens classés par liquidité disponible sur les exchanges décentralisés.
pt_br: Tokens classificados por liquidez disponível em corretoras descentralizadas.
ru: Рейтинг токенов основан по доступной ликвидности на децентрализованных биржах.
tr: Merkezi olmayan borsalarda mevcut likiditeye göre sıralanan tokenlar.
zh: 对去中心化交易所上按可用流通性排名的代币。

# coin_analytics.dex_liquidity_rank.sorting_field
source: Liquidity
de: Liquidität
zh: 流动性

# coin_analytics.dex_liquidity.info1
source: Total currently available liquidity for the token on leading decentralized exchanges.
de: Gesamte derzeit verfügbare Liquidität für den Token an führenden dezentralen Börsen.
es: Liquidez total actualmente disponible para el token en los principales exchanges descentralizados.
fr: Total de liquidités actuellement disponibles pour le jeton sur les principales bourses décentralisées.
pt_br: Quantidade total de liquidez disponível para o token em corretoras descentralizadas.
ru: Общая ликвидность, доступная в настоящий момент для токена на ведущих децентрализованных биржах.
tr: Önde gelen merkezi olmayan borsalarda token için şu anda mevcut olan toplam likidite.
zh: 该代币在主要去中心化交易所当前可用的总流动性。

# coin_analytics.dex_liquidity.info2
source: Chart showing variation in available liquidity for the token on leading decentralized exchanges over 1 year period.
de: Diagramm, das die Schwankungen in der verfügbaren Liquidität für den Token an führenden dezentralen Börsen über einen Zeitraum von 1 Jahr zeigt.
es: Gráfico que muestra la variación en la liquidez disponible para el token en los principales exchanges descentralizados durante un período de 1 año.
fr: Graphique montrant une variation de la liquidité disponible pour le jeton sur les principales bourses décentralisées sur une période de 1 an.
pt_br: Gráfico mostrando a variação na liquidez disponível para o token nas principais corretoras descentralizadas durante o período de 1 ano.
ru: График, отражающий колебания доступной ликвидности для токена на ведущих децентрализованных биржах за 1 год.
tr: Bir yıllık süre zarfında önde gelen merkezi olmayan borsalarda token için mevcut likiditedeki değişikliği gösteren grafik.
zh: 图表显示了过去一年内该代币在主要去中心化交易所可用流动性的变化。

# coin_analytics.dex_liquidity.info3
source: List of all tokens ranked based on available liquidity for the token on leading decentralized exchanges.
de: Liste aller Tokens basierend auf der verfügbaren Liquidität für das Token an führenden dezentralen Börsen.
es: Lista de todos los tokens clasificados según la liquidez disponible del token en los principales exchanges descentralizados.
fr: Liste de tous les jetons classés en fonction de la liquidité disponible pour le jeton sur les principaux échanges décentralisés.
pt_br: Lista de todos os tokens com base na liquidez disponível para o token nas principais exchanges descentralizadas.
ru: Список всех токенов, ранжированных по доступной ликвидности на ведущих децентрализованных биржах.
tr: Önde gelen merkezi olmayan borsalarda token için mevcut likiditeye göre sıralanan tüm tokenlerin listesi.
zh: 根据在主要去中心化交易所的代币可用流动性排名的所有代币列表。

# coin_analytics.dex_liquidity.tracked_dexes
source: DEXes that are being tracked:
de: Verfolgte DEXes (Dezentrale Börsen):
es: DEXes que están siendo seguidos:
fr: DEXes qui sont suivis :
pt_br: DEXes que estão sendo rastreados:
ru: Отслеживаемые DEX биржи:
tr: Takip edilen DEX'ler:
zh: 正在追踪的DEX：

# coin_analytics.active_addresses
source: Daily Active Addresses
de: Täglich aktive Adressen
es: Direcciones activas diarias
fr: Adresses actives quotidiennes
pt_br: Endereços ativos diários
ru: Ежедневные активные адреса
tr: Günlük Aktif Adresler
zh: 每日活动地址

# coin_analytics.active_addresses.30_day_unique_addresses
source: 30-Day Unique Addresses
de: 30-Tage Einzigartige Adressen
es: Direcciones únicas de 30 días
fr: Adresses uniques de 30 jours
pt_br: 30 Dias Endereços Únicos
ru: Уникальные адреса за 30 дней
tr: 30 Günlük Benzersiz Adresler
zh: 30天唯一地址

# coin_analytics.active_addresses_rank
source: Active Addresses Rank
de: Aktive Adressen Rang
es: Rango de direcciones activas
fr: Classement des adresses actives
pt_br: Ranking de Endereços Ativos
ru: Рейтинг активных адресов
tr: Aktif Adresler Sıralaması
zh: 活跃地址排名

# coin_analytics.active_addresses_rank.description
source: Tokens ranked by number of unique addresses transacting with the token.
de: Token, die nach der Anzahl der eindeutigen Adressen eingestuft werden, die mit dem Token Transaktionen tätigen.
es: Tokens clasificados por el número de direcciones únicas que transaccionan con el token.
fr: Tokens classés par nombre d'adresses uniques effectuant des transactions avec le token.
pt_br: Tokens classificados pelo número de endereços exclusivos que realizam transações com o token.
ru: Список токенов, ранжированных по количеству уникальных адресов транзакций с токеном.
tr: Token ile işlem yapan benzersiz adreslerin sayısına göre sıralanan tokenlar.
zh: 按与代币交易的唯一地址的数量排名的代币。

# coin_analytics.active_addresses_rank.sorting_field
source: Active
de: Aktiv
zh: 已启用

# coin_analytics.active_addresses.info1
source: Total number of unique daily active addresses over a 24-hour period.
de: Total number of unique daily active addresses over 24-hour period.
es: Total number of unique daily active addresses over 24-hour period.
fr: Total number of unique daily active addresses over 24-hour period.
pt_br: Número total de endereços ativos diários únicos em um período de 24 horas.
ru: Общее количество уникальных ежедневных активных адресов за 24 часа.
tr: Total number of unique daily active addresses over 24-hour period.
zh: Total number of unique daily active addresses over 24-hour period.

# coin_analytics.active_addresses.info2
source: Chart showing variation in daily active address count over 1 year period.
de: Diagramm, das die Schwankungen in der Anzahl der täglich aktiven Adressen über einen Zeitraum von einem Jahr zeigt.
es: Gráfico que muestra la variación en el recuento diario de direcciones activas durante un período de 1 año.
fr: Total number of unique daily active addresses over 24-hour period.
pt_br: Gráfico mostrando a variação na contagem diária de endereços ativos durante o período de 1 ano.
ru: График, показывающий вариацию количества ежедневных активных адресов в течение 1 года.
tr: Bir yıllık süre zarfında günlük aktif adres sayısındaki değişimi gösteren grafik.
zh: 图表显示了过去一年内每日活跃地址数量的变化。

# coin_analytics.active_addresses.info3
source: Total number of unique blockchain addresses transacting with token over a 30-day period.
de: Gesamtzahl der eindeutigen Blockchain-Adressen, die über einen Zeitraum von 30 Tagen mit einem Token handeln.
es: Número total de direcciones únicas de blockchain que realizan transacciones con el token durante un período de 30 días.
fr: Nombre total d'adresses blockchain uniques transitant avec un jeton sur une période de 30 jours.
ko: Total number of unique blockchain addresses transacting with token over 30-day period.
pt_br: Número total de endereços de blockchain únicos realizando transações com token em um período de 30 dias.
ru: Общее количество уникальных адресов блокчейна, с которых проводились транзакции с токеном за 30 дней.
tr: Total number of unique blockchain addresses transacting with token over 30-day period.
zh: 过去30天内与代币进行交易的独特区块链地址的总数。
