Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# backup_app.backup.disclaimer.cloud.description
source: iCloud is a cloud storage service provided by Apple. It's important to know that your backup data will be stored on Apple's servers.
de: iCloud ist ein von Apple bereitgestellter Cloud-Speicherdienst. Es ist wichtig zu wissen, dass Ihre Backup-Daten auf Apples Servern gespeichert werden.
es: iCloud es un servicio de almacenamiento en la nube proporcionado por Apple. Es importante saber que los datos de la copia de seguridad se almacenarán en los servidores de Apple.
fr: iCloud est un service de stockage cloud fourni par Apple. Il est important de savoir que vos données de sauvegarde seront stockées sur les serveurs d'Apple.
pt_br: iCloud é um serviço de armazenamento na nuvem fornecido pela Apple. É importante saber que seus dados de backup serão armazenados nos servidores da Apple.
ru: iCloud - это облачный сервис для хранения данных, предоставляемый компанией Apple. Важно знать, что ваши данные резервной копии будут сохранены на серверах Apple.
tr: iCloud, Apple tarafından sağlanan bir bulut depolama hizmetidir. Yedek verilerinizin Apple'ın sunucularında saklanacağını bilmek önemlidir.
zh: iCloud 是苹果提供的云存储服务。知道您的备份数据将保存在苹果服务器上是很重要的。

# backup_app.backup.disclaimer.cloud.checkbox_label
source: I understand that losing access to my iCloud, will result in loosing access to the backup of a respective wallet.
de: Ich verstehe, dass der Verlust des Zugriffs auf meine iCloud dazu führen wird, dass auch der Zugriff auf die Sicherung einer entsprechenden Brieftasche verloren geht.
es: Entiendo que perder el acceso a mi iCloud, resultará en perder el acceso a la copia de seguridad de una cartera respectiva.
fr: Je comprends que la perte d'accès à mon iCloud entraînera la perte d'accès à la sauvegarde du portefeuille correspondant.
pt_br: Compreendo que perder acesso ao meu iCloud resultará em perder acesso ao backup de uma respectiva carteira.
ru: Я понимаю, что закрытие доступа к моему iCloud, приведет к потере доступа к резервной копии соответствующего кошелька.
tr: iCloud'uma erişimi kaybetmenin, ilgili cüzdanın yedeğine erişimi kaybetmeyle sonuçlanacağını anlıyorum.
zh: 我了解无法访问我的 iCloud 将导致无法访问相应钱包的备份。

# backup_app.backup.disclaimer.file.title
source: Backup to File
de: In Datei sichern
es: Copia de seguridad en archivo
fr: Sauvegarder dans un fichier
pt_br: Backup em arquivo
ru: Резерв. копирование в файл
tr: Dosyaya yedekle
zh: 备份至文件

# backup_app.backup.disclaimer.file.description
source: Storage devices i.e. hard drives, USB drives , storage on smartphone etc. are all vulnerable to loss due to physical damage, theft or other unforeseen circumstances.
de: Speichergeräte wie Festplatten, USB-Laufwerke und Smartphone-Speicher sind alle anfällig für Datenverlust aufgrund von physischen Schäden, Diebstahl oder anderen unvorhergesehenen Umständen.
es: Los dispositivos de almacenamiento, como los discos duros, los discos USB y el almacenamiento en smartphones, son todos vulnerables a pérdidas debido a daños físicos, robos u otras circunstancias imprevisibles.
fr: Les dispositifs de stockage tels que les disques durs, les disques USB et le stockage sur smartphone sont tous vulnérables aux pertes dues à des dommages physiques, des vols ou d'autres circonstances imprévues.
pt_br: Dispositivos de armazenamento, ou seja, discos rígidos, discos USB, armazenamento em smartphone, etc. são todos vulneráveis a perdas devido a danos físicos, roubo ou outras circunstâncias imprevistas.
ru: Устройства для хранения данных, такие как жесткие диски, USB-накопители, хранилище на смартфонах и др., все подвержены потере из-за физического повреждения, кражи или других непредвиденных обстоятельств.
tr: Depolama cihazları, yani sabit sürücüler, USB sürücüler , akıllı telefondaki depolama vb. fiziksel hasar, hırsızlık veya diğer öngörülemeyen durumlar nedeniyle kayba karşı savunmasızdır.
zh: 存储设备包括硬盘驱动器、USB驱动器以及智能手机上的存储等。由于有形损害、盗窃或其他无法预见的情况，所有人都容易遭受损失。

# backup_app.backup.disclaimer.file.checkbox_label
source: I understand that theft or damage of a backup device will result in loss of a backup to a respective wallet.
de: Ich verstehe, dass ein Diebstahl oder eine Beschädigung eines Sicherungsgeräts zum Verlust des Sicherungskopfes an eine entsprechende Brieftasche führen wird.
es: Entiendo que el robo o daño de un dispositivo de respaldo resultará en la pérdida de una copia de seguridad de la respectiva cartera.
fr: Je comprends que la perte ou l'endommagement d'un périphérique de sauvegarde entraînera la perte des données de sauvegarde correspondantes.
pt_br: Eu entendo que o roubo ou dano de um dispositivo de backup resultará na perda de um backup de uma respectiva carteira.
ru: Я понимаю, что кража или повреждение устройства резервного копирования может привести к потере резервной копии для соответствующего кошелька.
tr: Bir yedekleme cihazının çalınmasının veya hasar görmesinin, ilgili cüzdanın yedeğinin kaybolmasına neden olacağını anlıyorum.
zh: 我的理解是，备份设备被盗或损坏将导致备份丢失，进而导致钱包丢失。

# backup.disclaimer.cloud.title
source: Backup to iCloud
de: Sicherung in iCloud
es: Copia de seguridad en iCloud
fr: Sauvegarder sur iCloud
ko: iCloud에 백업
pt_br: Backup para o iCloud
ru: Резерв. копирование в iCloud
tr: iCloud'a yedekle
zh: 备份到iCloud

# backup.disclaimer.cloud.description
source: iCloud is a cloud storage service provided by Apple. It's important to know that your backup data will be stored on Apple's servers.
de: iCloud ist ein von Apple bereitgestellter Cloud-Speicherdienst. Es ist wichtig zu wissen, dass Ihre Backup-Daten auf Apples Servern gespeichert werden.
es: iCloud es un servicio de almacenamiento en la nube proporcionado por Apple. Es importante saber que los datos de la copia de seguridad se almacenarán en los servidores de Apple.
fr: iCloud est un service de stockage cloud fourni par Apple. Il est important de savoir que vos données de sauvegarde seront stockées sur les serveurs d'Apple.
pt_br: iCloud é um serviço de armazenamento na nuvem fornecido pela Apple. É importante saber que seus dados de backup serão armazenados nos servidores da Apple.
ru: iCloud - это облачный сервис для хранения данных, предоставляемый компанией Apple. Важно знать, что ваши данные резервной копии будут сохранены на серверах Apple.
tr: iCloud, Apple tarafından sağlanan bir bulut depolama hizmetidir. Yedek verilerinizin Apple'ın sunucularında saklanacağını bilmek önemlidir.
zh: iCloud 是苹果提供的云存储服务。知道您的备份数据将保存在苹果服务器上是很重要的。

# backup.disclaimer.cloud.checkbox_label
source: I understand that losing access to my iCloud, will result in loosing access to the backup of a respective wallet.
de: Ich verstehe, dass der Verlust des Zugriffs auf meine iCloud dazu führen wird, dass auch der Zugriff auf die Sicherung einer entsprechenden Brieftasche verloren geht.
es: Entiendo que perder el acceso a mi iCloud, resultará en perder el acceso a la copia de seguridad de una cartera respectiva.
fr: Je comprends que la perte d'accès à mon iCloud entraînera la perte d'accès à la sauvegarde du portefeuille correspondant.
ko: 내 iCloud에 대한 액세스 권한을 상실하면 해당 지갑의 백업에 대한 액세스 권한도 잃게 된다는 점을 이해합니다.
pt_br: Compreendo que perder acesso ao meu iCloud resultará em perder acesso ao backup de uma respectiva carteira.
ru: Я понимаю, что закрытие доступа к моему iCloud, приведет к потере доступа к резервной копии соответствующего кошелька.
tr: iCloud'uma erişimi kaybetmenin, ilgili cüzdanın yedeğine erişimi kaybetmeyle sonuçlanacağını anlıyorum.
zh: 我了解无法访问我的 iCloud 将导致无法访问相应钱包的备份。

# backup.disclaimer.file.title
source: Backup to File
de: In Datei sichern
es: Copia de seguridad en archivo
fr: Sauvegarder dans un fichier
pt_br: Backup em arquivo
ru: Резерв. копирование в файл
tr: Dosyaya yedekle
zh: 备份至文件

# backup.disclaimer.file.description
source: Storage devices i.e. hard drives, USB drives, storage on smartphones, etc. are all vulnerable to loss due to physical damage, theft, or other unforeseen circumstances.
de: Speichergeräte wie Festplatten, USB-Laufwerke und Smartphone-Speicher sind alle anfällig für Datenverlust aufgrund von physischen Schäden, Diebstahl oder anderen unvorhergesehenen Umständen.
es: Los dispositivos de almacenamiento, como los discos duros, los discos USB y el almacenamiento en smartphones, son todos vulnerables a pérdidas debido a daños físicos, robos u otras circunstancias imprevisibles.
fr: Les dispositifs de stockage tels que les disques durs, les disques USB et le stockage sur smartphone sont tous vulnérables aux pertes dues à des dommages physiques, des vols ou d'autres circonstances imprévues.
ko: Storage devices i.e. hard drives, USB drives , storage on smartphone etc. are all vulnerable to loss due to physical damage, theft or other unforeseen circumstances.
pt_br: Dispositivos de armazenamento, ou seja, discos rígidos, discos USB, armazenamento em smartphone, etc. são todos vulneráveis a perdas devido a danos físicos, roubo ou outras circunstâncias imprevistas.
ru: Устройства для хранения данных, такие как жесткие диски, USB-накопители, хранилище на смартфонах и др., все подвержены потере из-за физического повреждения, кражи или других непредвиденных обстоятельств.
tr: Depolama cihazları, yani sabit sürücüler, USB sürücüler , akıllı telefondaki depolama vb. fiziksel hasar, hırsızlık veya diğer öngörülemeyen durumlar nedeniyle kayba karşı savunmasızdır.
zh: 存储设备包括硬盘驱动器、USB驱动器以及智能手机上的存储等。由于有形损害、盗窃或其他无法预见的情况，所有人都容易遭受损失。

# backup.disclaimer.file.checkbox_label
source: I understand that theft or damage of a backup device will result in the loss of a backup to a respective wallet.
de: Ich verstehe, dass ein Diebstahl oder eine Beschädigung eines Sicherungsgeräts zum Verlust des Sicherungskopfes an eine entsprechende Brieftasche führen wird.
es: Entiendo que el robo o daño de un dispositivo de respaldo resultará en la pérdida de una copia de seguridad de la respectiva cartera.
fr: Je comprends que la perte ou l'endommagement d'un périphérique de sauvegarde entraînera la perte des données de sauvegarde correspondantes.
ko: I understand that theft or damage of a backup device will result in loss of a backup to a respective wallet.
pt_br: Eu entendo que o roubo ou dano de um dispositivo de backup resultará na perda de um backup de uma respectiva carteira.
ru: Я понимаю, что кража или повреждение устройства резервного копирования может привести к потере резервной копии для соответствующего кошелька.
tr: Bir yedekleme cihazının çalınmasının veya hasar görmesinin, ilgili cüzdanın yedeğinin kaybolmasına neden olacağını anlıyorum.
zh: 我的理解是，备份设备被盗或损坏将导致备份丢失，进而导致钱包丢失。

# backup_app.backup.name.title
source: Backup Name
de: Sicherungsname
es: Nombre de copia de seguridad
fr: Nom de la sauvegarde
pt_br: Nome do Backup
ru: Имя резервной копии
tr: Yedek Adı
zh: 备份名称

# backup_app.backup.name.description
source: Enter name for the backup file.
de: Geben Sie den Namen für die Backup-Datei ein.
es: Introduzca el nombre del archivo de copia de seguridad.
fr: Entrez le nom du fichier de sauvegarde.
pt_br: Give it a name, folks! This backup file needs an identity. Make it memorable!
ru: Введите имя файла резервной копии.
tr: Yedekleme dosyası için ad girin.
zh: 请输入备份文件的名称。

# backup_app.backup.password.title
source: Backup Password
de: Passwort sichern
es: Copiar contraseña
fr: Mot de passe de la sauvegarde
pt_br: Fazer Backup da Senha
ru: Пароль резервной копии
tr: Yedek Şifre
zh: 备份密码

# backup_app.backup.password.description
source: Set unlock password for your backup. It must consist of at least 8 symbols and include at least one lowercase letter, uppercase letter, number and a special character.
de: Legen Sie ein Passwort fest, um das Entsperren zu ermöglichen. Das Passwort muss mindestens 8 Zeichen lang sein und einen Kleinbuchstaben, einen Großbuchstaben, eine Zahl und ein Sonderzeichen enthalten.
es: Establezca la contraseña de desbloqueo para su copia de seguridad. La contraseña debe contener al menos 8 caracteres, incluyendo una letra minúscula, una letra mayúscula, un número y un carácter especial.
fr: Définissez le mot de passe de déverrouillage de votre sauvegarde. Il doit contenir au moins 8 symboles, y compris une lettre minuscule, une lettre majuscule, un chiffre et un caractère spécial.
pt_br: Defina a senha de desbloqueio para o seu backup. Deve consistir de pelo menos 8 símbolos e incluir pelo menos uma letra minúscula, uma letra maiúscula, um número e um caractere especial.
ru: Установите пароль разблокировки для вашей резервной копии. Пароль должен содержать как минимум 8 символов и включать хотя бы одну строчную букву, заглавную букву, цифру и специальный символ.
tr: Yedeklemeniz için kilit açma parolasını ayarlayın. En az 8 sembolden oluşmalı ve en az bir küçük harf, büyük harf, sayı ve özel karakter içermelidir.
zh: 为您的备份设置解锁密码。密码长度必须至少为8个字符，并且包含至少一个小写字母、大写字母、数字和特殊字符。

# backup_app.backup.password.highlighted_description
source: This password is used to encrypt backup file of your wallet. It can't be recovered or reset if lost or forgotten.
de: Dieses Passwort wird verwendet, um die Sicherungsdatei Ihrer Brieftasche zu verschlüsseln. Wenn es verloren geht oder vergessen wird, kann es nicht wiederhergestellt oder zurückgesetzt werden.
es: Esta contraseña se utiliza para encriptar el archivo de respaldo de tu cartera. No se puede recuperar ni restablecer si se pierde o se olvida.
fr: Ce mot de passe est utilisé pour chiffrer le fichier de sauvegarde de votre portefeuille. Si vous le perdez ou l'oubliez, il ne pourra pas être récupéré ou réinitialisé.
pt_br: Esta senha é usada para criptografar o arquivo de backup da sua carteira. Ela não pode ser recuperada ou redefinida se for perdida ou esquecida.
ru: Этот пароль используется для шифрования файла резервной копии вашего кошелька. Его невозможно восстановить или сбросить в случае утери или забвения.
tr: Bu şifre, cüzdanınızın yedek dosyasını şifrelemek için kullanılır. Kaybolur veya unutulursa kurtarılamaz veya sıfırlanamaz.
zh: 此密码用于加密您的钱包备份文件。一旦丢失或遗忘，将无法恢复或重置。

# backup_app.restore_type.title
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
pt_br: Restaurar
ru: Восстановить
tr: Geri Yükle
zh: 恢复

# backup_app.restore.notice.description
source: This action will overwrite your local payment contacts as well as its iCloud copy (if there is one)
de: Diese Aktion wird Ihre lokalen Zahlungskontakte sowie die iCloud-Kopie (falls vorhanden) überschreiben.
es: Esta acción sobrescribirá sus contactos de pago locales, así como su copia de iCloud (si hay una)
fr: Cette action écrasera vos contacts de paiement locaux ainsi que la copie iCloud (s'il y en a une)
pt_br: Esta ação substituirá seus contatos de pagamento locais, bem como sua cópia do iCloud (se houver uma)
ru: Это действие перезапишет ваши локальные контакты для платежей, а также копию в iCloud (если таковая имеется)
tr: Bu işlem, cihazdaki ödeme kişilerinizin yanı sıra iCloud kopyasının (varsa) üzerine yazacaktır.
zh: 此操作将覆盖您的本地付款联系人以及它的 iCloud 副本（如有）。

# backup_app.restore.notice.merge
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
pt_br: Substituir
ru: Заменить
tr: Değiştir
zh: 替换

# backup.password.title
source: Backup Password
de: Passwort sichern
es: Copiar contraseña
fr: Mot de passe de la sauvegarde
ko: 백업 비밀번호
pt_br: Fazer Backup da Senha
ru: Пароль резервной копии
tr: Yedek Şifre
zh: 备份密码

# backup.password.description
source: Set unlock password for your backup. It must consist of at least 8 symbols and include at least one lowercase letter, uppercase letter, number and a special character.
de: Legen Sie ein Passwort fest, um das Entsperren zu ermöglichen. Das Passwort muss mindestens 8 Zeichen lang sein und einen Kleinbuchstaben, einen Großbuchstaben, eine Zahl und ein Sonderzeichen enthalten.
es: Establezca la contraseña de desbloqueo para su copia de seguridad. La contraseña debe contener al menos 8 caracteres, incluyendo una letra minúscula, una letra mayúscula, un número y un carácter especial.
fr: Définissez le mot de passe de déverrouillage de votre sauvegarde. Il doit contenir au moins 8 symboles, y compris une lettre minuscule, une lettre majuscule, un chiffre et un caractère spécial.
ko: 백업에 대한 잠금 해제 암호를 설정하십시오. 최소 8개의 기호로 구성되어야 하며 소문자, 대문자, 숫자 및 특수 문자가 하나 이상 포함되어야 합니다.
pt_br: Defina a senha de desbloqueio para o seu backup. Deve consistir de pelo menos 8 símbolos e incluir pelo menos uma letra minúscula, uma letra maiúscula, um número e um caractere especial.
ru: Установите пароль разблокировки для вашей резервной копии. Пароль должен содержать как минимум 8 символов и включать хотя бы одну строчную букву, заглавную букву, цифру и специальный символ.
tr: Yedeklemeniz için kilit açma parolasını ayarlayın. En az 8 sembolden oluşmalı ve en az bir küçük harf, büyük harf, sayı ve özel karakter içermelidir.
zh: 为您的备份设置解锁密码。密码长度必须至少为8个字符，并且包含至少一个小写字母、大写字母、数字和特殊字符。

# backup.password.highlighted_description
source: This password is used to encrypt the backup file of your wallet. It can't be recovered or reset if lost or forgotten.
de: Dieses Passwort wird verwendet, um die Sicherungsdatei Ihrer Brieftasche zu verschlüsseln. Wenn es verloren geht oder vergessen wird, kann es nicht wiederhergestellt oder zurückgesetzt werden.
es: Esta contraseña se utiliza para cifrar el archivo de copia de seguridad de su cartera. No se puede recuperar o reiniciar si se pierde u olvida.
fr: Ce mot de passe est utilisé pour chiffrer le fichier de sauvegarde de votre portefeuille. Si vous le perdez ou l'oubliez, il ne pourra pas être récupéré ou réinitialisé.
ko: This password is used to encrypt backup file of your wallet. It can't be recovered or reset if lost or forgotten.
pt_br: Esta senha é usada para criptografar o arquivo de backup da sua carteira. Ela não pode ser recuperada ou redefinida se for perdida ou esquecida.
ru: Этот пароль используется для шифрования файла резервной копии вашего кошелька. Его невозможно восстановить или сбросить в случае утери или забвения.
tr: Bu şifre, cüzdanınızın yedek dosyasını şifrelemek için kullanılır. Kaybolur veya unutulursa kurtarılamaz veya sıfırlanamaz.
zh: 此密码用于加密您的钱包备份文件。一旦丢失或遗忘，将无法恢复或重置。

# settings_security.title
source: Security
de: Sicherheit
es: Seguridad
fr: Centre de Sécurité
ko: 보안 센터
pt_br: Segurança
ru: Безопасность
tr: Güvenlik
zh: 安全中心

# settings_security.enable_passcode
source: Enable Passcode
de: Code aktivieren
es: Activar contraseña
fr: Activer le code d'accès
pt_br: Ativar Senha
ru: Включить код доступа
tr: Giriş kodunu etkinleştir
zh: 启用密码

# settings_security.edit_passcode
source: Edit Passcode
de: Code bearbeiten
es: Editar el código
fr: Modifier le code
pt_br: Editar Senha
ru: Изменить код
tr: Kod Değiştir
zh: 编辑密码

# settings_security.disable_passcode
source: Disable Passcode
de: Code deaktivieren
es: Desactivar bloqueo con código
fr: Désactiver le code d'accès
pt_br: Desativar Senha
ru: Отключить код доступа
tr: Şifre Kodunu Devre Dışı Bırak
zh: 禁用密码

# settings_security.auto_lock
source: Auto-Lock
de: Auto-Sperren
es: Bloqueo automático
fr: Verrouillage automatique
pt_br: Auto-Bloqueio
ru: Блокировка
tr: Otomatik kilit
zh: 自动锁定

# settings_security.balance_auto_hide
source: Balance Auto Hide
de: Auto-Ausblenden ausgleichen
es: Saldo Auto Ocultar
fr: Masquage automatique du solde
pt_br: Ocultar Saldo Automaticamente
ru: Автоскрытие баланса
tr: Denge Otomatik Gizleme
zh: 自动隐藏余额

# settings_security.balance_auto_hide.description
source: Automatically hides balance each time the app is opened, regardless of previous preferences.
de: Bei jedem Öffnen der App wird der Saldo automatisch ausgeblendet, unabhängig von den vorherigen Einstellungen.
es: Oculta automáticamente el balance cada vez que se abre la aplicación, independientemente de las preferencias anteriores.
fr: Masque automatiquement le solde à chaque ouverture de l'application, indépendamment des préférences précédentes.
pt_br: Oculta automaticamente o saldo cada vez que o aplicativo é aberto, independentemente das preferências anteriores.
ru: Автоматически скрывает баланс при открытии приложения, независимо от предыдущих настроек.
tr: Uygulama her açıldığında, önceki tercihlere bakılmaksızın bakiyeyi otomatik olarak gizler.
zh: 每次打开应用程序时自动隐藏平衡，不管先前的偏好设置。

# settings_security.enable_duress_mode
source: Set Duress Mode
de: Duress Modus setzen
es: Establecer modo de Duración
fr: Activer le Mode Duress
pt_br: Definir modo de dureza
ru: Установить режим Duress
tr: Baskı Modunu Ayarla
zh: 设置压力模式

# settings_security.edit_duress_passcode
source: Edit Duress Passcode
de: Duress Code bearbeiten
es: Editar contraseña de Duración
fr: Modifier le code de détresse
pt_br: Editar Senha do Modo Coação
ru: Изменить Duress код
tr: Duress Şifresini Düzenle
zh: 编辑货币密码

# settings_security.disable_duress_mode
source: Disable Duress Passcode
de: Duress Code deaktivieren
es: Desactivar Duress Passcode
fr: Désactiver le mot de passe de détresse
ko: Disable Duress Mode
pt_br: Desabilitar senha de cobrança
ru: Отключить Duress код
tr: Zorlama Şifresini Devre Dışı Bırak
zh: 禁用冒险密码

# settings_security.duress_mode.description
source: A specialized mode designed to keep selected wallets safe under coercion.
de: Ein spezialisierter Modus, der entworfen wurde, um ausgewählte Brieftaschen unter Zwang zu schützen.
es: Un modo especializado diseñado para mantener seguras las carteras seleccionadas bajo coacción.
fr: Un mode spécialisé conçu pour protéger les portefeuilles sélectionnés en cas de contrainte.
pt_br: Um modo especializado projetado para manter as carteiras selecionadas seguras sob coação.
ru: Специализированный режим, разработанный для обеспечения безопасности выбранных кошельков в условиях принуждения.
tr: Seçilen cüzdanları zorlama altında güvende tutmak için tasarlanmış özel bir mod.
zh: 专用模式用于在胁迫下使选定的钱包安全。

# biometry.off
source: Off
de: Aus
tr: Kapat
zh: 关

# biometry.manual
source: Manual
de: Manuell
zh: 手册

# biometry.on
source: On
de: Aktiviert
zh: 开启

# biometry.off.description
source: Disabled in all cases
de: In allen Fällen deaktiviert
zh: 在所有情况下禁用

# biometry.manual.description
source: Scanning with the button
de: Scannen mit dem Knopf
zh: 使用按钮扫描

# biometry.on.description
source: Automatic scanning
de: Automatisches Scannen
zh: 自动扫描

# create_passcode.title
source: Create Passcode
de: Code erstellen
es: Crear contraseña
fr: Créer un code d'accès
pt_br: Criar senha
ru: Создать код доступа
tr: Şifre Kodu Oluştur
zh: 创建密码

# create_passcode.description
source: Your passcode will be used to unlock your wallet
de: Dein Code wird verwendet werden, um deinen Wallet zu entsperren und Geld schicken
es: Tu código de acceso se utilizará para desbloquear tu cartera
fr: Votre code secret sera utilisé pour déverrouiller votre porte-monnaie et envoyer de l’argent
pt_br: Sua senha será usada para desbloquear sua carteira
ru: Ваш пароль будет использоваться для разблокировки вашего кошелька
tr: Şifre, programı açmak ve para göndermek için kullanılacak
zh: 您的密码将用于解锁钱包和发送资金

# create_passcode.description.biometry
source: Set a passcode to enable %@
de: Code für %@ aktivieren
es: Establecer un código de acceso para habilitar %@
fr: Définir un code d'accès pour activer %@
pt_br: Defina uma senha para ativar %@
ru: Установите код доступа для включения %@
tr: %@ etkinleştirmek için bir şifre kodu ayarlayın
zh: 设置密码以启用 %@

# create_passcode.description.duress_mode
source: Set a passcode to enable Duress Mode
de: Code zum Aktivieren des Duress Modus festlegen
es: Establecer un código de acceso para activar el modo Duración
fr: Définir un mot de passe pour activer le mode Duress
pt_br: Defina uma senha para ativar o modo de Coação
ru: Установите код для включения режима Duress
tr: Duress Modunu etkinleştirmek için bir şifre kodu ayarlayın
zh: 设置密码以启用压力模式
