Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# market.top.protocols
source: Protocols: %@
es: Protocolos
fr: Protocoles
pt_br: Protocolos
ru: Протоколы
tr: Protokoller
zh: 协议

# market.pairs.volume
source: Volume
de: Lautstärke
zh: 量

# top_pairs.title
source: Top Market Pairs
de: Top Marktpaare
es: Mejores pares de mercado
ru: Лучшие рыночные пары
zh: 热门市场交易对

# top_pairs.description
source: Top trading pairs by volume in every exchanges
de: Top-Handelspaare nach Volumen in jedem Exchange
es: Mejores pares de trading por volumen en cada bolsa
ru: Лучшие торговые пары по объему на каждой бирже
tr: Her borsada hacme göre en üstte olan işlem çiftleri
zh: 每个交易所的交易量最高的交易对

# top_platforms.title
source: Platforms Rank
de: Plattform-Rang
es: Rango de plataformas
fr: Classement des plateformes
ko: 플랫폼 순위
pt_br: Classificação de Plataformas
ru: Рейтинг платформ
tr: Platformlar Sıralaması
zh: 平台排名

# top_platforms.description
source: Leading blockchain platforms by cumulative market of projects built on top.
de: Leading blockchain platforms by the cumulative market of projects built on top.
es: Líder de plataformas blockchain por mercado acumulado de proyectos construidos arriba.
fr: Les meilleures plateformes blockchain en fonction du marché cumulé des projets bâtis sur celles-ci.
pt_br: Liderança de plataformas de blockchain por mercado cumulativo de projetos construídos no topo.
ru: Лучшие ведущие блокчейн-платформы кумулятивного рынка проектов
tr: Üzerine kurulmuş projelerin oluşturduğu kümülatif pazarla lider blok zinciri platformları.
zh: 通过建立在顶部的项目的累积市场来领导区块链平台。

# top_platform.title
source: %@ Ecosystem
de: %@ Ökosystem
es: Ecosistema %@
fr: Écosystème %@
pt_br: %@ Ecossistema
ru: %@ Экосистема
tr: %@ Ekosistemi
zh: %@ 星系

# top_platform.total_cap
source: Total Cap
zh: 总市值

# market.search.recent
source: Recent
de: Neueste
es: Reciente
fr: Récentes
pt_br: Recentes
ru: Недавние
tr: Son
zh: 最近使用

# market.search.popular
source: Popular
de: Beliebt
fr: Populaire
pt_br: Populares
ru: Популярные
tr: Popüler
zh: 流行

# market_discovery.title
source: Discovery
de: Discovey
es: Descubrimiento
fr: Découverte
pt_br: Descobrir
ru: Токены
tr: Keşif
zh: 发现

# market_discovery.filters
source: Filters
de: Filter
es: Filtros
fr: Filtres
pt_br: Filtros
ru: Фильтры
tr: Filtreler
zh: 过滤器

# market_discovery.browse_categories
source: Browse Categories
de: Kategorien durchsuchen
es: Navegar Categorías
fr: Parcourir les catégories
pt_br: Navegar nas categorias
ru: Обзор категорий
tr: Kategorilere Göz At
zh: 浏览类别

# market_discovery.top_coins
source: TOP Coins
de: TOP Münzen
es: Monedas TOP
fr: TOP des coins
pt_br: TOP Moedas
ru: Топ токены
tr: En İyi Kripto Paralar
zh: TOP 硬币

# market_discovery.not_found
source: No results found
de: Keine Ergebnisse gefunden
es: No se han encontrado resultados
fr: Aucun résultat
pt_br: Nenhum resultado encontrado
ru: Ничего не найдено
tr: Sonuç bulunamadı
zh: 未发现结果

# market_watchlist.empty.caption
source: Your favorites are empty.
de: Ihre Beobachtungsliste ist leer.
es: Tu Watchlist está vacía.
fr: Votre liste de suivi est vide.
ko: Your watchlist is empty.
pt_br: Seu catálogo está vazio.
ru: У вас нет токенов в избранном.
tr: İzleme listeniz boş.
zh: 您的观察列表为空。

# market.watchlist.signals
source: Signals
de: Signale
zh: 信号

# market.watchlist.empty
source: Your favorites are empty
de: Ihre Beobachtungsliste ist leer
zh: 您的观察列表为空

# market.watchlist.signals.description
source: Below signals are based on the Bollinger Bands and RSI technical price indicators over approx. the last 30 days. These signals are algorithmic and can change frequently.
de: Die folgenden Signale basieren auf den Bollinger-Bändern und dem RSI-technischen Preisindikator über etwa die letzten 30 Tage. Diese Signale sind algorithmisch und können sich häufig ändern.
zh: 下面的信号是基于Bollinger Bands 和 RSI 技术价格指标的近似值。 最近30天。这些信号是算法，可以经常改变。

# market.watchlist.signals.strong_buy.description
source: High confidence in price increase
de: Hohe Zuversicht in Preisanstieg
zh: 对价格上涨信心高

# market.watchlist.signals.buy.description
source: Likely price increase in near future
de: Voraussichtlicher Preisanstieg in naher Zukunft
zh: 在不久的将来可能的价格提高

# market.watchlist.signals.neutral.description
source: No clear trend, market is in equilibrium
de: Kein klarer Trend, der Markt befindet sich im Gleichgewicht
zh: 没有明确的趋势，市场处于平衡状态

# market.watchlist.signals.sell.description
source: Likely price decrease in near future
de: Voraussichtlicher Preisanstieg in naher Zukunft
zh: 未来近期可能价格下跌

# market.watchlist.signals.strong_sell.description
source: High probability of price decrease
de: Hohe Wahrscheinlichkeit für Preissenkungen
zh: 价格下跌的高概率

# market.watchlist.signals.risky.description
source: Elevated risk level, requires caution
de: Erhöhtes Risikoniveau, erfordert Vorsicht
zh: 风险水平升高，需要谨慎

# market.watchlist.signals.warning
source: Always remember to apply risk management, and note that this is not financial advice.
de: Denken Sie immer daran, das Risikomanagement anzuwenden und beachten Sie, dass dies keine finanzielle Beratung ist.
zh: 请记住始终要进行风险管理，并注意这不是财务建议

# market.watchlist.signals.turn_on
source: Turn On
de: Einschalten
zh: 打开

# market.advanced_search.title
source: Filters
de: Filter
es: Filtros
fr: Filtres
pt_br: Filtros
ru: Фильтры
tr: Filtreler
zh: 过滤器

# market.advanced_search.show_results
source: Show Results
de: Ergebnisse anzeigen
es: Mostrar Resultados
fr: Afficher les résultats
pt_br: Mostrar Resultados
ru: Показать результаты
tr: Sonuçları Göster
zh: 显示结果

# market.advanced_search.empty_results
source: Empty Results
de: Leere Ergebnisse
es: Resultados Vacíos
fr: Aucun résultat
pt_br: Nenhum resultado
ru: Сбросить результаты
tr: Boş Sonuçlar
zh: 空结果

# market.advanced_search.retry
source: Retry
de: Wiederholen
zh: 重试

# market.advanced_search.dex_description
source: This setting applies to tokens traded on Ethereum (Uniswap DEX) and Binance Smart Chain (Pancake DEX).
de: Diese Einstellung gilt für Token, die auf Ethereum (Uniswap DEX) und Binance Smart Chain (Pancake DEX) gehandelt werden.
es: Esta opción se aplica a las fichas negociadas en Ethereum (Uniswap DEX) y Binance Smart Chain (Pancake DEX).
fr: Ce paramètre s'applique aux tokens échangés sur Ethereum (Uniswap DEX) et Binance Smart Chain (Pancake DEX).
ko: 이 설정은 이더리움(Uniswap DEX) 과 바이낸스 스마트체인(Pancake DEX) 에서 거래되는 토큰에 적용됩니다.
pt_br: Esta configuração se aplica a tokens operados na Ethereum (Uniswap DEX) e na Binance Smart Chain (Pancake DEX).
ru: Эта настройка применяется к токенам, торгуемым на Ethereum (Uniswap DEX) и Binance Smart Chain (Pancake DEX).
tr: Bu ayar, Ethereum (Uniswap DEX) ve Binance Smart Chain (Pancake DEX) üzerinde işlem gören tokenlar için geçerlidir.
zh: 此设置将应用于在以太坊（Uniswap DEX）和币安智能链（Pancake DEX）上交易的代币。

# market.advanced_search.24h
source: 24h
de: 24 Std
es: 24 horas
ru: 24ч
tr: 24 sa
zh: 24小时

# market.advanced_search.market_parameters
source: Market Parameters
de: Marktparameter
es: Parámetros de Mercado
fr: Paramètres du marché
pt_br: Parâmetros do mercado
ru: Параметры рынка
tr: Piyasa Parametreleri
zh: 市场参数

# market.advanced_search.network_parameters
source: Network Parameters
de: Netzwerkparameter
es: Parámetros de red
fr: Paramètres réseau
pt_br: Parâmetros de rede
ru: Параметры сети
tr: Ağ Parametreleri
zh: 网络参数

# market.advanced_search.indicators
source: Indicators
de: Indikatoren
es: Indicadores
ru: Индикаторы
tr: Göstergeler
zh: 指示器

# market.advanced_search.price_parameters
source: Price Parameters
de: Preisparameter
es: Parámetros de Precio
fr: Paramètres de prix
pt_br: Parâmetros de preço
ru: Параметры цены
tr: Fiyat Parametreleri
zh: 价格参数

# market.advanced_search.choose_set
source: Choose Set
de: Satz auswählen
es: Elegir Conjunto
fr: Choisissez le set
pt_br: Escolha o Conjunto
ru: Выбор набора
tr: Set Seç
zh: 可选集合

# market.advanced_search.market_cap
source: Market Cap
de: Marktkappe
es: Capitalización del Mercado
fr: Cap. marché
pt_br: Capitalização de Mercado
ru: Рын. капитализация
tr: Piyasa Değeri
zh: 市场价值

# market.advanced_search.volume
source: Trading Volume (24h)
de: Handelsvolumen
es: Volumen de Comercio
fr: Volume de trading
ko: Trading Volume
pt_br: Volume de Operações
ru: Объем торговли
tr: İşlem Hacmi
zh: 成交量

# market.advanced_search.categories
source: Sectors
de: Sektoren
zh: 行业

# market.advanced_search.listed_on_top_exchanges
source: Listed on Top Exchanges
de: Listé sur les principales bourses
es: Listado en las principales bolsas
ru: Размещенные на ведущих биржах
tr: En İyi Borsalarda Listelenmiş
zh: 列在顶级交易所上

# market.advanced_search.good_cex_volume
source: Good CEX Volume
de: Bon volume CEX
es: Buen volumen en CEX
ru: Хороший объем CEX
tr: İyi CEX Hacmi
zh: 良好的中心化交易所（CEX）交易量

# market.advanced_search.good_dex_volume
source: Good DEX Volume
de: Bon volume DEX
es: Buen volumen en DEX
ru: Хороший объем DEX
tr: İyi DEX Hacmi
zh: 良好的去中心化交易所（DEX）交易量

# market.advanced_search.good_distribution
source: Good Distribution
de: Bonne distribution
es: Buena Distribución
ru: Хорошее распределение
tr: İyi Dağılım
zh: 良好的分布

# market.advanced_search.overall_score_is_good_or_excellent
source: Overall Score is Good or Excellent
de: Gesamtbewertung ist Gut oder Ausgezeichnet
es: La puntuación general es Buena o Excelente
ru: Общая оценка хорошая или отличная
tr: Genel Puan iyi veya mükemmel
zh: 总体得分是良好或优秀

# market.advanced_search.liquidity
source: DEX Liquidity
de: DEX-Liquidität
es: Liquidez DEX
fr: Liquidité DEX
pt_br: Liquidez DEX
ru: Ликвидность DEX
tr: DEX Likiditesi
zh: DEX流动性

# market.advanced_search.blockchains
source: Blockchains
ru: Блокчейны
tr: Blockchain'ler
zh: 区块链

# market.advanced_search.signal
source: Trading Signal
de: Handelssignal
zh: 交易信号

# market.advanced_search.price_period
source: Price Period
de: Preiszeitraum
es: Período de Precio
fr: Période de prix
pt_br: Período de Preço
ru: Ценовой период
tr: Fiyat Periyodu
zh: 价格区间

# market.advanced_search.price_change
source: Price Change
de: Preisänderung
es: Cambio de Precio
fr: Variation de prix
ko: 가격 변경
pt_br: Mudança de Preço
ru: по изменению цены (%)
tr: Fiyat Değişimi
zh: 价格变动

# market.advanced_search.outperformed_btc
source: Outperformed BTC
de: Übertraf BTC
es: BTC superado
fr: A surpassé BTC
pt_br: BTC superado
ru: Обошел BTC
tr: BTC'yi Geride Bıraktı
zh: 跑赢BTC

# market.advanced_search.outperformed_eth
source: Outperformed ETH
de: Übertraf ETH
es: ETH superado
fr: A surpassé ETH
pt_br: ETH superado
ru: Обошел ETH
tr: ETH'yi Geride Bıraktı
zh: 跑赢ETH

# market.advanced_search.outperformed_bnb
source: Outperformed BNB
de: Übertraf BNB
es: BNB superado
fr: A surpassé BNB
pt_br: BNB superado
ru: Обошел BNB
tr: BNB'yi Geride Bıraktı
zh: 跑赢BNB

# market.advanced_search.price_close_to
source: Price Close To
de: Preis nahe bei
zh: 關閉價格

# market.advanced_search.price_close_to_ath
source: ATH(All Time High)
de: Preis nahe an ATH
es: Precio cercano a ATH
fr: Prix proche d'ATH
ko: Price Close To ATH
pt_br: Preço próximo a ATH
ru: Цена близка к ATH
tr: ATH'ye Yakın Fiyat
zh: 接近历史最高价

# market.advanced_search.price_close_to_atl
source: ATL(All Time Low)
de: Preis nahe zum ATL
es: Precio cercano a ATL
fr: Prix proche d'ATL
ko: Price Close to ATL
pt_br: Preço próximo a ATL
ru: Цена близка к ATL
tr: ATL'ye Yakın Fiyat
zh: 接近历史最低价

# market.advanced_search.top
source: Top %d
pt_br: Primeiros %d
ru: Топ %d
zh: 前 %d

# market.advanced_search.reset_all
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ko: 초기화
pt_br: Resetar
ru: Сбросить
tr: Sıfırla
zh: 重置

# market.advanced_search.less_10_m
source: < 10M
de: < 10 Mio
ru: < 10млн
zh: <10百万

# market.advanced_search.less_50_m
source: < 50M
de: < 50 Mio
ru: < 50млн
zh: <50百万

# market.advanced_search.less_500_m
source: < 500M
de: < 500 Mio
ru: < 500млн
zh: < 500百万

# market.advanced_search.m_5_m_20
source: 5M - 20M
de: 5 Mio - 20 Mio
ru: 5млн - 20млн
zh: 5百万 - 20百万

# market.advanced_search.m_10_m_40
source: 10M - 40M
de: 10 Mio - 40 Mio
ru: 10млн - 40млн
zh: 10百万 - 40百万

# market.advanced_search.m_20_m_100
source: 20M - 100M
de: 20 Mio - 100 Mio
ru: 20млн - 100млн
zh: 20百万 - 100百万

# market.advanced_search.m_40_m_200
source: 40M - 200M
de: 40 Mio - 200 Mio
ru: 40млн - 200млн
zh: 40百万 - 200百万

# market.advanced_search.m_50_m_200
source: 50M - 200M
de: 50 Mio - 200 Mio
ru: 50млн - 200млн
zh: 50百万 - 200百万

# market.advanced_search.m_100_b_1
source: 100M - 1B
de: 100 Mio - 1 Mrd
es: 100M - 1MM
fr: 100 M - 1 G
ru: 100млн - 1млрд
zh: 100百万 - 1十亿

# market.advanced_search.m_200_b_1
source: 200M - 1B
de: 200 Mio - 1Mrd
fr: 200 M - 1G
ru: 200млн - 1млрд
zh: 200百万 - 1十亿

# market.advanced_search.m_200_b_2
source: 200M - 2B
de: 200 Mio - 2 Mrd
es: 200M - 2MM
fr: 200 M - 2 G
ru: 200млн - 2млрд
zh: 200百万 - 2十亿

# market.advanced_search.m_500_b_2
source: 500M - 2B
de: 500 Mio - 2 Mrd
es: 500M - 2MM
fr: 200M - 2B
ru: 500млн - 2млрд
zh: 500百万 - 2十亿

# market.advanced_search.b_1_b_5
source: 1B - 5B
de: 1 Mrd - 5 Mrd
fr: 1 G - 5 G
ru: 1млрд - 5млрд
zh: 1十亿 - 5十亿

# market.advanced_search.b_1_b_10
source: 1B - 10B
de: 1 Mrd - 10 Mrd
fr: 1G - 10G
ru: 1млрд - 10млрд
zh: 1十亿 - 10十亿

# market.advanced_search.b_2_b_10
source: 2B - 10B
de: 2 Mrd - 10 Mrd
fr: 2 G- 10 G
ru: 2млрд - 10млрд
zh: 2十亿 - 10十亿

# market.advanced_search.b_10_b_50
source: 10B - 50B
de: 10 Mrd - 50 Mrd
fr: 10 G - 50 G
ru: 10млрд - 50млрд
zh: 10十亿 - 50十亿

# market.advanced_search.b_10_b_100
source: 10B - 100B
de: 10 Mrd - 100 Mrd
fr: 10 G - 100 G
ru: 10млрд - 100млрд
zh: 10十亿 - 100十亿

# market.advanced_search.b_100_b_500
source: 100B - 500B
de: 100 Mrd - 500 Mrd
fr: 100 G - 500 G
ru: 100млрд - 500млрд
zh: 100十亿 - 500十亿

# market.advanced_search.more_5_b
source: > 5B
de: > 5 Mrd
fr: > 5 G
ru: > 5млрд
zh: > 5十亿

# market.advanced_search.more_10_b
source: > 10B
de: > 10 Mrd
es: > 10MM
fr: > 10 G
ru: > 10млрд
zh: > 10十亿

# market.advanced_search.more_50_b
source: > 50B
de: > 50 Mrd
es: > 50MM
fr: > 50 G
ru: > 50млрд
zh: > 50十亿

# market.advanced_search.more_500_b
source: > 500B
de: > 500 Mrd
es: > 500MM
fr: > 500 G
ru: > 500млрд
zh: > 500十亿

# market.advanced_search.top.m_cap
source: M.Cap
zh: 市值

# market.advanced_search.day
source: 1 Day
de: 1 Tag
es: 1 día
fr: 1 Jour
pt_br: 1 Dia
ru: 1 день
tr: 1 Gün
zh: 1天

# market.advanced_search.week
source: 1 Week
de: 1 Woche
es: 1 Semana
fr: 1 Semaine
pt_br: 1 Semana
ru: 1 неделя
tr: 1 Hafta
zh: 1周

# market.advanced_search.week2
source: 2 Weeks
de: 2 Wochen
es: 2 Semanas
fr: 2 Semaines
pt_br: 2 Semanas
ru: 2 недели
tr: 2 Hafta
zh: 2周

# market.advanced_search.month
source: 1 Month
de: 1 Monate
es: 1 Mes
fr: 1 Mois
pt_br: 1 Mês
ru: 1 месяц
tr: 1 Ay
zh: 1月

# market.advanced_search.month6
source: 6 Months
de: 6 Monate
es: 6 Meses
fr: 6 Mois
pt_br: 6 Meses
ru: 6 месяцев
tr: 6 Ay
zh: 6月

# market.advanced_search.year
source: 1 Year
de: 1 Jahr
es: 1 Año
fr: 1 An
pt_br: 1 Ano
ru: 1 год
tr: 1 Yıl
zh: 1年

# market.advanced_search.day.short
source: 24H
de: 24Std
ru: 24ч
tr: 24S
zh: 24时

# market.advanced_search.week.short
source: 7D
de: 7T
ru: 7Д
tr: 7G
zh: 7天

# market.advanced_search.month.short
source: 1M
tr: 1A
zh: 1个月

# market.advanced_search_results.title
source: Results
de: Ergebnisse
es: Resultados
fr: Résultat
pt_br: Resultados
ru: Результаты
tr: Sonuçlar
zh: 搜索结果

# market.global.total_market_cap.title
source: Total Market Cap
de: Gesamtmarktzahl
es: Cap.Total del Mercado
fr: Capitalisation de marché totale
pt_br: Capitalização Total de Mercado
ru: Полная рын. кап.
tr: Toplam Piyasa Değeri
zh: 总市场价值

# market.global.total_market_cap.description
source: Total market value of all cryptocurrencies
de: Gesamtmarktwert aller Kryptowährungen
es: Valor total del mercado de todas las criptomonedas
fr: Valeur de marché totale de toutes les cryptomonnaies
pt_br: Valor total de mercado de todas as criptomoedas
ru: Общая рыночная стоимость всех криптовалют
tr: Tüm kripto paraların toplam piyasa değeri
zh: 所有加密货币的总市场价值

# market.global.volume_24h.title
source: 24h Volume
de: 24h-Volumen
es: Volumen de 24 horas
fr: Volume des dernières 24h
pt_br: Volume em 24h
ru: Объем торгов (24ч)
tr: 24 saat hacim
zh: 24h成交量

# market.global.volume_24h.description
source: The 24h trading volume of crypto market
de: Das 24h Handelsvolumen des Krypto-Marktes
es: El volumen de operaciones 24h del mercado de criptomonedas
fr: Le volume de trading de 24h du marché des cryptomonnaies
pt_br: O volume de operação em 24h do mercado de cripto
ru: 24-часовой объем крипторынка
tr: Kripto piyasa 24 saatlik işlem hacmi
zh: 加密货币市场的 24 小时交易量

# market.global.defi_cap.title
source: DeFi Cap
de: DeFi MK
fr: Cap DeFi
pt_br: Mercado de DeFi
ru: Капитализация DeFi
zh: DeFi市场价值

# market.global.defi_cap.description
source: Total market value of DeFi projects
de: Gesamter Marktwert von DeFi-Projekten
es: Valor total del mercado de proyectos DeFi
fr: Valeur de marché totale des projets DeFi
pt_br: Valor total de mercado de projetos DeFi
ru: Общая рыночная стоимость проектов DeFi
tr: DeFi projelerinin toplam piyasa değeri
zh: 去中心化金融（DeFi）项目的总市场价值

# market.etf.title
source: Total Net Inflow
de: Gesamtnettonzufluss
zh: 网络总流量

# market.etf.description
source: The net inflow of an ETF equals its cash inflows minus outflows.
de: Der Nettogeldzufluss eines ETFs entspricht seinen Geldeingängen abzüglich der Abflüsse.
zh: ETF的净流入等于其现金流入减去流出

# market.etf.total_net_assets
source: Total Net Assets
de: Gesamte Netto-Assets
zh: 净资产总额

# market.etf.sort_by.highest_assets
source: Highest Assets
de: Höchste Vermögenswerte
zh: 最高资产

# market.etf.sort_by.lowest_assets
source: Lowest Assets
de: Niedrigste Vermögenswerte
zh: 最低资产

# market.etf.sort_by.inflow
source: Inflow
de: Zufluss
zh: 流入

# market.etf.sort_by.outflow
source: Outflow
de: Abfluss
zh: 外向流

# market.etf.period.all
source: All
de: Alle
zh: 所有

# market.market_cap.title
source: Total Market Cap
de: Gesamtmarktzahl
zh: 总市场价值

# market.market_cap.description
source: Total market value of all cryptocurrencies
de: Gesamtmarktwert aller Kryptowährungen
zh: 所有加密货币的总市场价值

# market.market_cap.market_cap
source: Market Cap
de: Marktkappe
zh: 市场价值

# market.tvl_in_defi.title
source: TVL in DeFi
zh: DeFi中的TVL

# market.tvl_in_defi.description
source: Total Value Locked (TVL) in DeFi
de: Gesamtwert gesperrt (TVL) in DeFi
zh: 去中心金融（DeFi）中的锁定总价值（TVL)

# market.tvl_in_defi.multi_chain
source: Multi-chain
de: Mehrketten
zh: 多链

# market.tvl_in_defi.filter_by_chain
source: Filter by chain
de: Filtern nach Kette
zh: 通过区块链过滤

# market.tvl_in_defi.filter.all
source: All
de: Alle
zh: 所有

# market.volume.title
source: Volume
de: Lautstärke
zh: 量

# market.volume.description
source: The 24h trading volume of crypto market
de: Das 24h Handelsvolumen des Krypto-Marktes
zh: 加密货币市场24小时交易量

# market.volume.volume
source: Volume
de: Lautstärke
zh: 量

# market.signal.risky
source: Risky
de: Riskant
zh: 有风险

# market.signal.strong_buy
source: Strong Buy
de: Starker Kauf
zh: 强烈建议买入

# market.signal.buy
source: Buy
de: Kaufen
zh: 购买

# market.signal.neutral
source: Neutral
zh: 中性

# market.signal.sell
source: Sell
de: Verkaufen
zh: 出售

# market.signal.strong_sell
source: Strong Sell
de: Starker Verkauf
zh: 强烈建议卖出

# coin_page.overview
source: Price
de: Preis
es: Precio
fr: Prix
ko: 금액
pt_br: Preço
ru: Цена
tr: Fiyat
zh: 价格

# coin_page.analytics
source: Analytics
de: Analytik
es: Estadísticas
fr: Analyses
pt_br: Análises
ru: Аналитика
tr: Analitik
zh: 分析

# coin_page.markets
source: Markets
de: Märkte
es: Mercados
fr: Marchés
pt_br: Mercados
ru: Рынки
tr: Marketler
zh: 市场

# coin_page.tweets
source: Tweets
ru: Твиты
zh: 推文

# coin_overview.indicators
source: Indicators
de: Indikatoren
es: Indicadores
fr: Indicateurs
pt_br: Indicadores
ru: Индикаторы
tr: Göstergeler
zh: 指示器

# coin_overview.indicators.show
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
pt_br: Mostrar
ru: Показать
tr: Göster
zh: 查看

# coin_overview.indicators.hide
source: Hide
de: Verstecken
es: Ocultar
fr: Cacher
pt_br: Ocultar
ru: Скрыть
tr: Gizle
zh: 隐藏

# coin_overview.market_cap
source: Market Cap
de: Marktkappe
es: Capitalización del Mercado
fr: Cap. marché
pt_br: Capitalização de Mercado
ru: Рын. капитализация
tr: Piyasa Değeri
zh: 市场价值

# coin_overview.circulating_supply
source: In Circulation
de: Im Kreis
es: En Circulación
fr: En circulation
pt_br: Em Circulação
ru: В обороте
tr: Dolaşımda
zh: 流通量

# coin_overview.total_supply
source: Total Supply
de: Gesamtmenge
es: Suminstro Total
fr: Offre totale
pt_br: Fornecimento total
ru: Макс.выпуск
tr: Toplam arz
zh: 总供应

# coin_overview.diluted_market_cap
source: Diluted MCap
de: Diluted MKap
es: Capitalización de Mercado Diliuída
fr: Cap. marché diluée
ko: 희석화 시가 총액
pt_br: MCap Diludido
ru: Dilluted MCap
tr: Seyreltilmiş P. Değeri
zh: 稀释市值

# coin_overview.genesis_date
source: Inception Date
de: Startdatum
es: Fecha de inicio
fr: Date de création
pt_br: Data de Início
ru: Дата старта
tr: Başlangıç ​​tarihi
zh: 起始日期

# coin_overview.trading_volume
source: Trading Volume
de: Handelsvolumen
es: Volumen de Comercio
fr: Volume de trading
pt_br: Volume de Operações
ru: Объем торговли
tr: İşlem Hacmi
zh: 成交量

# coin_overview.roi.hour24
source: 24 Hours
de: 24 Stunden
es: 1 día
fr: 1 Jour
ko: 1 Day
pt_br: 1 Dia
ru: 1 день
tr: 1 Gün
zh: 24 小时

# coin_overview.roi.day1
source: 1 Day
de: 1 Tag
zh: 1天

# coin_overview.roi.day7
source: 1 Week
de: 1 Woche
es: 1 Semana
fr: 1 Semaine
pt_br: 1 Semana
ru: 1 неделя
tr: 1 Hafta
zh: 1周

# coin_overview.roi.day14
source: 2 Weeks
de: 2 Wochen
es: 2 Semanas
fr: 2 Semaines
pt_br: 2 Semanas
ru: 2 недели
tr: 2 Hafta
zh: 2周

# coin_overview.roi.day30
source: 1 Month
de: 1 Monate
es: 1 Mes
fr: 1 Mois
pt_br: 1 Mês
ru: 1 месяц
tr: 1 Ay
zh: 1月

# coin_overview.roi.day200
source: 6 Month
de: 6 Monate
es: 6 Months
fr: 6 Mois
pt_br: 6 Meses
ru: 6 месяцев
tr: 6 Ay
zh: 6月

# coin_overview.roi.year1
source: 1 Year
de: 1 Jahr
es: 1 Año
fr: 1 An
pt_br: 1 Ano
ru: 1 год
tr: 1 Yıl
zh: 1年

# coin_overview.overview
source: Overview
de: Übersicht
es: Información General
fr: Synthèse
pt_br: Visão geral
ru: Обзор
tr: İzleme
zh: 行情

# coin_overview.description_warning
source: This is an AI generated description based on the provided reference material for the given cryptocurrency. It may contain errors.
de: Dies ist eine von KI generierte Beschreibung, basierend auf dem bereitgestellten Referenzmaterial für die angegebene Kryptowährung. Sie kann Fehler enthalten.
es: Esta es una descripción generada por IA basada en el material de referencia proporcionado para la criptomoneda dada. Puede contener errores.
fr: Ceci est une description générée par intelligence artificielle basée sur le matériel de référence fourni pour la cryptomonnaie donnée. Elle peut contenir des erreurs.
pt_br: Esta é uma descrição gerada por IA com base no material de referência fornecido para a criptomoeda em questão. Pode conter erros.
ru: Это описание, сгенерированное искусственным интеллектом на основе предоставленного справочного материала для данной криптовалюты. Оно может содержать ошибки.
tr: Bu, verilen kripto para birimi için sağlanan referans materyale dayanarak yapay zeka tarafından oluşturulmuş bir açıklamadır. Hatalar içerebilir.
zh: 这是一个基于给定的加密货币所提供的参考材料生成的 AI 描述。它可能包含错误。

# coin_overview.blockchains
source: Blockchains
ru: Блокчейны
tr: Blockchain'ler
zh: 区块链

# coin_overview.coin_types
source: Coin Types
de: Coin Type
es: Tipo de moneda
fr: Types de pièces
pt_br: Tipos de moeda
ru: Типы токенов
tr: Coin çeşitleri
zh: 代币平台选择

# coin_overview.show_more
source: Show More
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
ko: 더 보기
pt_br: Mostrar Mais
ru: Показать больше
tr: Daha Fazlası
zh: 显示更多

# coin_overview.show_less
source: Show Less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
pt_br: Mostrar menos
ru: Показать меньше
tr: Az göster
zh: 显示更多

# coin_overview.links
source: Links
es: Enlaces
fr: Liens
ru: Ссылки
tr: Bağlantılar
zh: 链接
