Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# coin_analytics.overall_score.project_tvl
source: The overall score is based on the total value locked (assets under management) on the project represented by the given token.
de: Die Gesamtpunktzahl basiert auf dem gesperrten Gesamtwert (verwaltete Assets) auf dem Projekt, das durch den angegebenen Token repräsentiert wird.
es: La puntuación general se basa en el valor total bloqueado (activos bajo administración) en el proyecto representado por el token dado.
fr: Le score global est basé sur la valeur totale verrouillée (actifs sous gestion) sur le projet représenté par le jeton donné.
pt_br: A pontuação geral é baseada no valor total bloqueado (ativos sob gerenciação) no projeto representado pelo token fornecido.
ru: Общая балл основан на общей закрытой стоимости (активы, находящиеся в ведении управления) на проекте, представленном данным токеном.
tr: Genel puan, verilen token tarafından temsil edilen projenin toplam değer kilitlenmesine (varlık yönetimi) dayanmaktadır.
zh: 总体分数是根据给定令牌所代表的项目的总值锁定(管理中的资产)计算的。

# coin_analytics.overall_score.transaction_count
source: The overall score is based on the average daily transaction count over the last 7 days.
de: Die Gesamtpunktzahl basiert auf der durchschnittlichen täglichen Transaktionsanzahl der letzten 7 Tage.
es: La puntuación general se basa en el promedio diario de las transacciones durante los últimos 7 días.
fr: Le score global est basé sur le nombre moyen quotidien de transactions sur les 7 derniers jours.
pt_br: A pontuação geral é baseada na contagem média de transações diárias nos últimos 7 dias.
ru: Общий счет основан на среднем подсчете ежедневных транзакций за последние 7 дней.
tr: The overall score is based on the total value locked (assets under management) on the project represented by the given token.
zh: 总的分数是根据过去7天的平均每日交易数计算的。

# coin_analytics.overall_score.holders
source: The overall score is based on the total number of addresses holding the respective token.
de: Die Gesamtpunktzahl richtet sich nach der Gesamtzahl der Adressen mit dem jeweiligen Token.
es: La puntuación general se basa en el número total de direcciones que mantienen sus respectivos token.
fr: Le score global est basé sur le nombre total d'adresses détenant le jeton respectif.
ko: The overall score is based on the total number of addresses holding respective token.
pt_br: A pontuação geral é baseada no número total de endereços mantendo o respectivo token.
ru: Общий балл основан на общем количестве адресов, содержащих соответствующий токен.
tr: Genel puan, ilgili tokenı tutan adreslerin toplam sayısına dayanmaktadır.
zh: 总的分数是根据持有相应代币的地址总数计算的。

# coin_analytics.rank
source: Rank
de: Rang
es: Puesto
fr: Rang
pt_br: Classificação
ru: Рейтинг
tr: Sıralama
zh: 排名

# coin_analytics.30_day_rank
source: 30-Day Rank
de: 30-Tage Rang
es: Rango de 30 días
fr: Classement sur 30 jours
pt_br: Classificação 30-Dias
ru: Рейтинг на 30д
tr: Son 30 Gün Sıralaması
zh: 30天排名

# coin_analytics.30_day_volume
source: 30-Day Volume
de: 30-Tage Lautstärke
es: Volumen de 30 días
fr: Volume sur 30 jours
pt_br: Volume 30 Dias
ru: Объем за 30д
tr: Son 30 Gün Hacmi
zh: 30天交易量

# coin_analytics.analysis.title
source: Smart Contract Analysis
de: Analyse von Smart Contracts
es: Análisis de contratos inteligente
ru: Анализ смарт-контрактов
zh: 智能合约分析

# coin_analytics.analysis.high_risk_items
source: High Risk Items
de: Hochrisiko-Positionen
es: Elementos de Alto Riesgo
ru: Элементы высокого риска
zh: 高风险项目

# coin_analytics.analysis.medium_risk_items
source: Medium Risk Items
de: Mittlere Risiko-Positionen
ru: Элементы среднего риска
zh: 中等风险项目

# coin_analytics.analysis.attention_required
source: Attention Required
de: Aufmerksamkeit erforderlich
ru: Требуется внимание
zh: 需要注意

# coin_analytics.analysis.token_detectors
source: Token Detectors
de: Token-Detektoren
es: Detectores de Tokens
ru: Детекторы токенов
zh: 代币检测器

# coin_analytics.analysis.general_detectors
source: General Detectors
de: Allgemeine Detektoren
es: Detectores Generales
ru: Общие детекторы
zh: 通用检测器

# coin_analytics.analysis.issues
source: Issues: %@
de: Schwierigkeiten: %@
ru: Запросы: %@
zh: 发布: %@

# coin_markets.empty
source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
pt_br: Não há dados disponíveis
ru: Нет доступных данных
tr: Veri yok
zh: 没有可用数据

# coin_markets.filter.all
source: All
de: Alle
es: Todo
fr: Tout
pt_br: Todos
ru: Все
tr: Hepsi
zh: 所有

# coin_markets.filter.verified
source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
pt_br: Confirmado
ru: Подтверждено
tr: Onaylandı
zh: 已验证

# coin_markets.verified
source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
pt_br: Confirmado
ru: Подтверждено
tr: Onaylandı
zh: 已验证

# coin_tweets.reference_type.retweeted
source: Retweeted @%@
es: Retwitteado por %@
fr: A retweeté @%@
pt_br: Retweetado @%@
ru: Ретвитнуто @%@
tr: Retweetlendi @%@
zh: 转发 @%@

# coin_tweets.reference_type.quoted
source: Quoted @%@
de: Zitiert @%@
es: Cotizado %@
fr: Cité @%@
pt_br: Citado @%@
ru: Цитировано @%@
tr: Alıntılandı @%@
zh: 引用 @%@

# coin_tweets.reference_type.replied
source: Replied to @%@
de: Auf @%@ geantwortet
es: Respondió a @%@
fr: A répondu à @%@
pt_br: Respondido a @%@
ru: Ответил @%@
tr: Yanıtlandı @%@
zh: 回复到 @%@

# coin_tweets.no_tweets_yet
source: No tweets yet
de: Noch keine Tweets
es: Aún no hay tweets
fr: Pas encore de tweets
pt_br: Não há tweets ainda
ru: Пока нет твитов
tr: Henüz tweet yok
zh: 暂无推文

# coin_tweets.not_available
source: No twitter available
de: Kein Twitter verfügbar
es: Sin twitter disponible
fr: Twitter n'est pas disponible
pt_br: Nenhum twitter disponível
ru: Twitter не доступен
tr: Twitter mevcut değil
zh: 没有twitter

# coin_tweets.see_on_twitter
source: See on Twitter
de: Auf Twitter ansehen
es: Ver en Twitter
fr: Voir notre Twitter
pt_br: Veja no Twitter
ru: Посмотреть в Twitter
tr: Twitter'da görün
zh: 打开Twitter

# chart_indicators.title
source: Indicators
de: Indikatoren
es: Indicadores
fr: Indicateurs
pt_br: Indicadores
ru: Индикаторы
tr: Göstergeler
zh: 指示器

# chart_indicators.moving_averages
source: Moving Averages
de: Gleitende Durchschnitte
es: Medias móviles
fr: Moyennes mobiles
ko: 이동 평균
pt_br: Média em Movimento
ru: Скользящие средние
tr: Hareketli Ortalamalar
zh: 移动平均线

# chart_indicators.oscillators
source: Oscillators
de: Oszillatoren
es: Osciladores
fr: Oscillateurs
pt_br: Osciladores
ru: Осцилляторы
tr: Osilatörler
zh: 震荡指标

# chart_indicators.settings.period.error
source: Period can’t be more than %d
de: Zeitraum kann nicht mehr als %d sein
es: El período no puede ser mayor que %d
fr: La période ne peut pas être supérieure à %d
pt_br: O período não pode ser maior que %d
ru: Период не может быть больше чем %d
tr: Dönem %d'den fazla olamaz
zh: 周期不能超过 %d

# chart_indicators.settings.ma.description
source: The EMA, SMA, and WMA are moving averages used in technical analysis: EMA emphasizes recent prices for quicker reactions. SMA averages price data for a general trend view. WMA balances sensitivity and noise reduction by linearly weighting recent data
de: Die EMA, SMA und WMA sind bewegliche Durchschnittswerte, die in der technischen Analyse verwendet werden: EMA betont die aktuellen Preise für schnellere Reaktionen. SMA ermittelt die durchschnittlichen Preisdaten für eine allgemeine Trendansicht. WMA ausgewogen Empfindlichkeit und Rauschreduzierung durch lineares Gewichten der letzten Daten
es: La EMA, el SMA y la WMA son promedios móviles usados en el análisis técnico: EMA enfatiza los precios recientes para reacciones más rápidas. SMA promedia los datos de precios para una vista general de tendencia. WMA equilibra la sensibilidad y la reducción de ruido por ponderación lineal de datos recientes
fr: L'EMA, SMA et WMA sont des moyennes mobiles utilisées dans l'analyse technique : EMA souligne les prix récents pour des réactions plus rapides. SMA affiche en moyenne les données de prix pour une vue de tendance générale. WMA balance la sensibilité et la réduction du bruit en pondération linéaire des données récentes
pt_br: O EMA, SMA e WMA são médias móveis usadas em análise técnica: EMA enfatiza preços recentes para reações mais rápidas. SMA indica dados de preços médios para uma visão geral de tendência. Saldos WMA e redução de ruído por ponderação linearmente de dados recentes
ru: В EMA, SMA и WMA используются средние значения для технического анализа: EMA подчеркивает последние цены для более быстрых реакций. Средние цены SMA для общего представления тренда. Чувствительность и шумовое снижение ВМА путем линейного взвешивания последних данных
tr: EMA, SMA ve WMA, teknik analizde kullanılan hareketli ortalamalardır: EMA, daha hızlı tepkiler için yakın dönem fiyatlarına vurgu yapar. SMA, genel bir trend görünümü için fiyat verilerini ortalayır. WMA, yakın dönem verilerini lineer olarak ağırlıklandırarak hassasiyeti ve gürültü azaltmayı dengelemektedir
zh: 在技术分析中，EMA、SMA和WMA正在移动平均值： EMA强调最近的价格以便更快的反应。 一般趋势视图的SMA平均价格数据。 WMA 通过线性加权最近数据平衡敏感度和噪声减少

# chart_indicators.settings.ma.type_title
source: Type
de: Tipo
es: Tipo
pt_br: Tipo
ru: Тип
tr: Tür
zh: 类型

# chart_indicators.settings.ma.period_title
source: Period
de: Zeitraum
pt_br: Período
ru: Период
zh: 句号

# chart_indicators.settings.rsi.description
source: The Relative Strength Index (RSI) is a momentum oscillator that measures price speed and change, identifying overbought (above 70) or oversold (below 30) market conditions. It can also detect price reversals through divergences.
de: Der Relative Strength Index (RSI) ist ein Momentum-Oszillator, der die Geschwindigkeit und Veränderung des Preises misst und überkaufte (über 70) oder überverkaufte (unter 30) Marktbedingungen identifiziert. Er kann auch Preisumkehrungen durch Divergenzen erkennen.
es: El Índice de Fuerza Relativa (RSI) es un oscilador de impulso que mide la velocidad de los precios y el cambio, identificando la sobrecompra (superior a 70) o la sobreventa (inferior a 30) condiciones del mercado. También puede detectar revertidos de precios a través de divergentes.
fr: L'indice de force relative (indice de force relative) est un oscillateur d'élan qui mesure la vitesse et le changement des prix, l'identification des surachetés (au-dessus de 70) ou les surachats (sous les 30 conditions du marché). Il peut également détecter des retours de prix par des divergences.
pt_br: O Índice de Força Relativa (RSI) é um oscilador de momentum que mede a velocidade e a mudança de preços, identificando supercomprados (acima de 70) ou supervendidos (abaixo de 30) condições de mercado. Ele também pode detectar reversões de preço através de divergências.
ru: Индекс относительной силы (RSI) - это колебатель импульса, который измеряет скорость и изменения цен, определяющий перекупленные (более 70) или перепродаваемые (менее 30) рыночные условия. Она также может обнаружить изменения цен через расхождения.
tr: Göreceli Güç Endeksi (RSI), fiyat hızını ve değişimini ölçen, aşırı alım (70 üzeri) veya aşırı satım (30 altı) piyasa koşullarını tanımlayan bir momentum osilatörüdür. Ayrıca fiyat ters dönüşlerini değişimler yoluyla tespit edebilir.
zh: 相对力量指数（RSI）是一种衡量价格速度和变化的动力，能够识别出已经购买(超过70)或出售过量(低于30)市场条件。 它还能够通过差异发现价格逆转。

# chart_indicators.settings.rsi.period_title
source: RSI Length
de: RSI-Länge
es: Longitud RSI
fr: Longueur RSI
pt_br: Comprimento RSI
ru: Длина RSI
tr: RSI Uzunluğu
zh: RSI 长度

# chart_indicators.settings.macd.description
source: The Moving Average Convergence Divergence (MACD) is a momentum indicator that tracks the relationship between two EMAs of a security's price. It signals buying or selling opportunities when the MACD line (12-period EMA minus 26-period EMA) crosses the 9-period EMA, known as the signal line.
de: Der Moving Average Convergence Divergence (MACD) ist ein Momentum-Indikator, der das Verhältnis zwischen zwei EMAs (Exponentiell Gleitenden Durchschnitten) des Preises eines Wertpapiers verfolgt. Er signalisiert Kauf- oder Verkaufsmöglichkeiten, wenn die MACD-Linie (12-Perioden-EMA minus 26-Perioden-EMA) den 9-Perioden-EMA, bekannt als Signal-Linie, kreuzt.
es: La Divergencia de la Conversión Media (MACD) es un indicador de impulso que rastrea la relación entre dos EMA de un precio de seguridad. Enseña la compra o venta de oportunidades cuando la línea MACD (12 períodos EMA menos 26 período EMA) cruza la EMA de 9 periodos, conocida como la línea de señal.
fr: Le MACD (Moving Average Average Convergence Divergence MACD) est un indicateur d'élan qui suit la relation entre deux EMA du prix d'un titre. Il signale l'achat ou la vente d'opportunités lorsque la ligne MACD (EMA moins 12 périodes de l'EMA) traverse l'EMA de 9 périodes, connue sous le nom de ligne de signal.
pt_br: A Divergência de Convergência Média em Movimento (MACD) é um indicador de momento que acompanha a relação entre dois EMAs de um preço de segurança. Sinais de compra ou venda de oportunidades quando a linha MACD (EMA de 12 períodos menos 26-period EMA) cruza o EMA de 9 períodos, conhecido como a linha de sinal.
ru: Дивергенция Moving Average Convergence (MACD) — индикатор динамики, который отслеживает отношения между двумя ЭРА ценой безопасности. Это сигнализирует о возможности покупки или продажи, когда линия MACD (12-ти периодная EMA минус 26-ти периодов EMA) пересекает девять периодов EMA, известную как сигнальная линия.
tr: Hareketli Ortalama Yakınsama Iraksama (MACD), bir güvenliğin fiyatının iki EMA'sı arasındaki ilişkiyi izleyen bir momentum göstergesidir. MACD çizgisi (12 dönemlik EMA eksi 26 dönemlik EMA), sinyal çizgisi olarak bilinen 9 dönemlik EMA'yı kestiğinde, alım veya satım fırsatlarını sinyalize eder.
zh: 移动平均趋同差(MACD)是一个动态指标，它追踪两种证券价格的环境管理协议之间的关系。 它表明当MACD线(12期间EMA 减26期EMA)跨越9期EMA时即信号线时有机会购买或出售。

# chart_indicators.settings.macd.fast_period_title
source: Fast Length
de: Schnelle Länge
es: Longitud rápida
fr: Longueur rapide
pt_br: Comprimento Rápido
tr: Hızlı Uzunluk
zh: 快速长度

# chart_indicators.settings.macd.slow_period_title
source: Slow Length
de: Langsame Länge
es: Longitud lenta
fr: Longueur lente
pt_br: Comprimento Lento
tr: Yavaş Uzunluk
zh: 慢长度

# chart_indicators.settings.macd.signal_period_title
source: Signal Smoothing
de: Signal glättet
es: Suavizado de señal
fr: Lissage du signal
pt_br: Suavização de sinal
tr: Sinyal Düzleştirme
zh: 信号平滑化

# chart_indicators.settings.macd.slow_fast.error
source: Fast Length must be less than Slow Length
de: Schnelle Länge muss kleiner als Langsame Länge sein
es: Longitud rápida debe ser menor que lenta
fr: La longueur rapide doit être inférieure à la longueur lente
pt_br: O comprimento rápido deve ser menor que o comprimento lento
ru: Fast Length должна быть меньше Slow Length
tr: Hızlı Uzunluk, Yavaş Uzunluktan daha az olmalıdır
zh: 快速长度必须小于低长度

# transactions.title
source: Transactions
de: Transaktionen
es: Transacciones
ko: 거래기록
pt_br: Transações
ru: Транзакции
tr: Hesap işlemleri
zh: 交易

# transactions.tab_bar_item
source: Transactions
de: Transaktionen
es: Transacciones
ko: 거래기록
pt_br: Transações
ru: Транзакции
tr: Hesap işlemleri
zh: 交易

# transactions.filter_all
source: All
de: Alle
es: Todo
fr: Tout
pt_br: Todos
ru: Все
tr: Hepsi
zh: 所有

# transactions.empty_text
source: You don't have any pending or past transactions yet
de: Sie haben noch keine offenen oder früheren Transaktionen
es: Todavía no tienes transacciones pendientes o pasadas
fr: Vous n'avez encore aucune transaction en cours ou passée
ko: 당신은 아직 보류 중 또는 과거에 완료된 거래가 없습니다
pt_br: Você ainda não tem nenhuma transação pendente ou anterior
ru: У вас ещё нет незавершенных или прошлых транзакций
tr: Henüz herhangi bir bekleyen veya geçmiş işlem yok
zh: 您还没有任何待定或成功的交易

# transactions.pending
source: Pending
de: In Bearbeitung
es: Pendiente
fr: En attente
ko: 보류 중
pt_br: Pendente
ru: В обработке
tr: Bekleyen
zh: 待处理

# transactions.processing
source: Processing
de: Verarbeite
es: Procesando
fr: Traitement en cours
ko: 처리 중
pt_br: Processando
ru: В процессе
tr: İşleniyor
zh: 正在处理

# transactions.completed
source: Completed
de: Abgeschlossen
es: Finalizado
fr: Terminé
ko: 완료됨
pt_br: Concluído
ru: Завершено
tr: Tamamlandı
zh: 已完成

# transactions.failed
source: Failed
de: Fehlgeschlagen
es: Falla
fr: Échec
ko: 실패
pt_br: Falhou
ru: Не удалось
tr: Başarısız
zh: 失败

# transactions.receive
source: Received
de: Empfangen
es: Recibir
fr: Recevoir
ko: 수령
pt_br: Receber
ru: Получить
tr: Al
zh: 接收

# transactions.send
source: Sent
de: Gesendet
es: Enviado
fr: Envoyer
ko: 전송
pt_br: Enviar
ru: Отправлено
tr: Gönderildi
zh: 已发送

# transactions.burn
source: Burned
de: Burn
es: Burn
fr: Brûlure
ko: 번
pt_br: Queimar
ru: Сжечь
tr: Burn
zh: 燃烧

# transactions.mint
source: Minted
de: Mint
es: Mint
fr: Mint
ko: 민트
pt_br: Mint
ru: Минт
tr: Mint
zh: 薄荷绿

# transactions.approve
source: Approved
de: Bestätigt
es: Aprobar
fr: Approuver
ko: 승인
pt_br: Aprovar
ru: Разрешено
tr: Onayla
zh: 批准

# transactions.swap
source: Swapped
es: Cambiado
fr: Echanger
ko: 스왑
pt_br: Trocar
ru: Обмен выполнен
tr: Takas Edildi
zh: 已交换

# transactions.contract_call
source: Contract Call
de: Vertragsaufruf
es: Llamada de Contrato
fr: Appel de contrat
ko: 계약 콜
pt_br: Chamada de Contrato
ru: Вызов контракта
tr: Sözleşme Çağrısı
zh: 合约调用

# transactions.contract_creation
source: Contract Creation
de: Vertragserstellung
es: Creación de Contrato
fr: Création du contrat
ko: 계약 생성
pt_br: Criação de contrato
ru: Создание контракта
tr: Sözleşme Oluşturma
zh: 合约创建

# transactions.external_call
source: External Call
de: Externe Anrufe
es: Llamada externa
fr: Appel externe
ko: 외부 콜
pt_br: Ligação Externa
ru: Внешний вызов
tr: Harici Çağrı
zh: 外部呼叫

# transactions.contract_deploy
source: Contract Deploy
de: Vertragsvergabe
zh: 合约部署

# transactions.to
source: To %@
de: An %@
es: A %@
fr: A %@
ko: %@에게
pt_br: Para %@
ru: Кому %@
tr: %@ kişisine
zh: 接收人%@

# transactions.from
source: From %@
de: Von %@
es: Desde %@
fr: De %@
ko: %@부터
pt_br: De %@
ru: От %@
tr: %@ kişisinden
zh: 发送人%@

# transactions.multiple
source: Multiple
de: Mehrere
es: Múltiples
fr: Multiples
ko: 다수
pt_br: Múltiplo
ru: Множество
tr: Çoklu
zh: 多种

# transactions.value.unlimited
source: unlimited
de: unbegrenzt
es: ilimitado
fr: illimité
ko: 무제한
pt_br: ilimitado
ru: безлимитный
tr: sınırsız
zh: 无限

# transactions.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ko: 오늘
pt_br: Hoje
ru: Сегодня
tr: Bugün
zh: 今天

# transactions.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ko: 어제
pt_br: Ontem
ru: Вчера
tr: Dün
zh: 昨天

# transactions.types.all
source: All
de: Alle
es: Todo
fr: Tout
pt_br: Todos
ru: Все
tr: Hepsi
zh: 所有

# transactions.types.incoming
source: Received
de: Empfangen
es: Recibir
fr: Reçue
ko: 수령됨
pt_br: Recebido
ru: Получить
tr: Al
zh: 接收

# transactions.types.outgoing
source: Sent
de: Gesendet
es: Enviado
fr: Envoyée
ko: 전송됨
pt_br: Enviado
ru: Отправлено
tr: Gönderildi
zh: 已发送

# transactions.types.swap
source: Swaps
es: Intercambio
fr: Echanger
ko: 스왑
pt_br: Trocas
ru: Обмены
tr: Swap
zh: 掉期交易

# transactions.types.approve
source: Approvals
de: Genehmigungen
es: Aprobaciones
fr: Approbations
ko: 승인
pt_br: Aprovações
ru: Разрешения
tr: Onaylar
zh: 批准

# transactions.unknown_transaction.title
source: Unknown Transaction
de: Unbekannte Transaktion
es: Transacción desconocida
fr: Transaction inconnue
ko: 알 수 없는 트랜잭션
pt_br: Transação Desconhecida
ru: Неизвестная транзакция
tr: Bilinmeyen İşlem
zh: 未知交易

# transactions.unknown_transaction.description
source: Transaction can not be parsed
de: Transaktion kann nicht analysiert werden
es: La transacción no se puede analizar
fr: La transaction ne peut pas être analysée
ko: 트랜잭션을 구문 분석할 수 없습니다
pt_br: Transação não pôde ser analisada
ru: Транзакция не может быть обработана
tr: İşlem çözümlenemiyor
zh: 无法解析交易

# transactions.ton_transaction.title
source: Ton Transaction
de: Ton Transaktion
zh: Ton 交易

# transactions.contract
source: Contract
de: Vertrag
zh: 合同

# tx_info.title
source: Transaction Info
de: Transaktionsdaten
es: Información de la transacción
fr: Informations sur la transaction
ko: 거래 정보
pt_br: Informações sobre a transação
ru: Детали транзакции
tr: İşlem Bilgileri
zh: 交易信息

# tx_info.date
source: Date
de: Datum
es: Fecha
ko: 날짜
pt_br: Data
ru: Дата
tr: Tarih
zh: 日期

# tx_info.title_approval
source: Swap Approval
de: Swap-Genehmigung
es: Aprobación de intercambio
fr: Validation du remplacement
ko: 스왑 승인
pt_br: Aprovação de troca
ru: Разрешение обмена
tr: Swap Onaylama
zh: 互兑批准

# tx_info.status.pending
source: Pending
de: In Bearbeitung
es: Pendiente
fr: En attente
ko: 보류 중
pt_br: Pendente
ru: В обработке
tr: Bekleyen
zh: 待处理

# tx_info.status.completed
source: Completed
de: Abgeschlossen
es: Finalizado
fr: Terminé
ko: 완료됨
pt_br: Concluído
ru: Завершено
tr: Tamamlandı
zh: 已完成

# tx_info.status.failed
source: Failed
de: Fehlgeschlagen
es: Falla
fr: Échec
ko: 실패
pt_br: Falhou
ru: Не удалось
tr: Başarısız
zh: 失败

# tx_info.from_hash
source: From
de: Von
es: Desde
fr: De
ko: 로 부터
pt_br: De
ru: От
tr: Gönderen
zh: 来自

# tx_info.transaction_id
source: ID
de: Transaktion ID
es: Identificación de la transacción
fr: ID de transaction
ko: 거래 ID
tr: İşlem ID'si
zh: 交易ID

# tx_info.to_hash
source: To
de: An
es: Para
fr: À
ko: 에게
pt_br: Para
ru: Кому
tr: Alan
zh: 接收人

# tx_info.spender
source: Spender
de: Ausgeber
es: Gastador
fr: Dépendant
ko: 스펜더
pt_br: Gastador
ru: Покупатель
tr: Harcayan
zh: 消费人

# tx_info.contact_name
source: Contact Name
de: Kontaktname
es: Nombre de contacto
fr: Nom du contact
ko: 담당자 이름
pt_br: Nome do Contato
ru: Имя контакта
tr: Kişi Adı
zh: 联系人姓名

# tx_info.button_explorer
source: View on %@
de: Auf %@ ansehen
es: Ver en %@
fr: Afficher sur %@
ko: %@에서 보기
pt_br: Ver no %@
ru: Просмотреть на %@
tr: %@ ile görüntüle
zh: 查看于%@

# tx_info.rate
source: Historical Rate
de: Historischer Rate
es: Tasa histórica
fr: Taux historique
ko: 과거 환율
pt_br: Dados históricos
ru: Исторический курс
tr: Geçmiş Kur
zh: 历史价格

# tx_info.options.speed_up
source: Speed Up
de: Beschleunigen
fr: Accélérer
ko: 가속
pt_br: Acelerar
ru: Ускорить
zh: 加速

# tx_info.options.cancel
source: Cancel Transaction
de: Transaktion abbrechen
fr: Annuler la transaction
ko: 트랜잭션 취소
pt_br: Cancelar transação
ru: Отменить транзакцию
tr: İşlemi İptal Et
zh: 取消交易

# tx_info.transaction.already_in_block
source: Transaction already in block
de: Transaktion bereits im Block
es: La transacción ya está en bloque
fr: Transaction déjà dans le block
ko: 이미 차단된 거래
pt_br: A transação já foi confirmada
ru: Транзакция уже в блоке
tr: İşlem zaten blokta
zh: 交易已在区块中

# tx_info.fee
source: Fee
de: Gebühr
es: Comisión
fr: Frais
ko: 수수료
pt_br: Taxa
ru: Комиссия
tr: Ücret
zh: 费用

# tx_info.fee.estimated
source: Fee (est.)
de: Gebühr (est.)
es: Tarifa (est.)
fr: Frais (est.)
ko: 수수료 (추정)
pt_br: Taxa (est.)
ru: Комиссия (прим.)
tr: Ücret (tahmini)
zh: 费用（预估）

# tx_info.to_self_note
source: This transaction is sent to own address
de: Diese Transaktion wurde an die eigene Adresse gesendet
es: Esta transacción se envía a su propia dirección
fr: Cette transaction est envoyée à votre propre adresse
ko: 이 거래는 자신의 주소로 전송됩니다
pt_br: Esta transação é enviada para o próprio endereço
ru: Данная транзакция отправлена на собственный адрес
tr: Bu işlem kendi adresine gönderildi
zh: 交易已发送至自有地址

# tx_info.double_spent_note
source: Double Spend Risk!
de: Double-Spend-Risiko!
es: ¡Riesgo de doble gasto!
fr: Risque de double dépense !
ko: 이중 지출 위험!
pt_br: Risco de gasto duplo!
ru: Риск двойной траты!
tr: Çifte Harcama Riski Var!
zh: 双重支付风险！

# tx_info.locked_until
source: Locked until %@
de: Gesperrt bis %@
es: Bloqueado hasta %@
fr: Verrouillé jusqu'au %@
ko: 까지 잠그기 %@
pt_br: Bloqueado até %@
ru: Заблокировано до %@
tr: Şu zamana kadar kitlendi %@
zh: 锁定至 %@
