Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# wallet_connect.sign.domain
source: Domain
de: Domäne
es: Dominio
fr: Domaine
ko: 도메인
pt_br: Domínio
ru: Домен
tr: Alan adı
zh: 域名

# wallet_connect.sign.message
source: Message to sign
de: Zu unterzeichnende Nachricht
es: Mensaje a firmar
fr: Message à signer
ko: 서명할 메시지
pt_br: Mensagem não assinada
ru: Сообщение для подписи
tr: İmza için mesaj
zh: 待签名消息

# wallet_connect.list.empty_view_text
source: No active sessions
de: Keine aktiven Sitzungen
es: No hay sesiones activas
fr: Aucune session active
ko: 활성 세션 없음
pt_br: Nenhuma sessão ativa
ru: Нет активных сессий
tr: Başka bir aktif oturum yok
zh: 没有活跃会话

# wallet_connect.list.v1_bottom_text
source: In the first version of WalletConnect, you must go into sessions to see and confirm the request
de: In der ersten Version von WalletConnect müssen Sie die Sitzungen aufrufen, um die Anfrage zu sehen und zu bestätigen
es: En la primera versión de WalletConnect, usted debe entrar en las sesiones para ver y confirmar la solicitud
fr: Dans la première version de WalletConnect, vous devez vous rendre dans les sessions pour voir et confirmer la demande.
ko: WalletConnect의 첫 번째 버전에서는 요청을 보고 확인하기 위해 세션으로 이동해야 합니다.
pt_br: Na primeira versão do WalletConnect, você deve ir às sessões para ver e confirmar o pedido
ru: В первой версии WalletConnect вы должны войти в сессии, чтобы увидеть и подтвердить запрос.
tr: WalletConnect'in ilk sürümünde, talebi görmek ve onaylamak için oturumlara gitmeniz gerekir
zh: 在WalletConnect的第一个版本中，您必须进入会话以查看和确认请求

# wallet_connect_list.new_connection
source: New Connection
de: Neue Verbindung
es: Nueva Conexión
fr: Nouvelle connexion
ko: 새로운 연결
pt_br: Nova Conexão
ru: Новое соединение
tr: Yeni bağlantı
zh: 新连接

# wallet_connect_list.disconnecting
source: Disconnecting
de: Verbindung wird getrennt
es: Desconectando
fr: Déconnexion
ko: 연결을 끊는 중...
pt_br: Desconectando
ru: Отсоединение
tr: Bağlantı kesiliyor
zh: 正在断开连接

# wallet_connect.no_account.description
source: You need to create or import a wallet before you can use WalletConnect.
de: Sie müssen eine Wallet erstellen oder importieren bevor Sie WalletConnect verwenden können.
es: Necesita crear o importar una cartera antes de poder usar WalletConnect.
fr: Vous devez créer ou importer un portefeuille avant de pouvoir utiliser WalletConnect.
ko: WalletConnect를 사용하려면 먼저 지갑을 생성하거나 가져와야 합니다.
pt_br: Você precisa criar ou importar uma carteira antes de usar o WalletConnect.
ru: Вам нужно создать или импортировать кошелек перед использованием WalletConnect.
tr: WalletConnect'i kullanmadan önce bir cüzdan oluşturmanız veya içe aktarmanız gerekir.
zh: 您需要先创建或导入钱包才能使用 WaletConnect。

# wallet_connect.unbackuped_account.description
source: You need to backup %@ before you can use WalletConnect
de: Sie müssen %@ sichern bevor Sie WalletConnect verwenden können
es: Necesitas hacer una copia de seguridad de %@ antes de poder usar WalletConnect
fr: Vous devez sauvegarder %@ avant de pouvoir utiliser WalletConnect
ko: WalletConnect를 사용하려면 %@을(를) 백업해야 합니다.
pt_br: Você precisa fazer o backup de %@ antes de poder usar o WalletConnect
ru: Вам нужно сделать резервную копию %@ перед использованием WalletConnect
tr: WalletConnect'i kullanmadan önce %@ yedeklemeniz gerekir
zh: 您需要先备份 %@ 才能使用钱包连接

# wallet_connect.non_supported_account.description
source: Your current wallet type %@ does not support WalletConnect
de: Ihr aktueller Wallet-Typ %@ unterstützt WalletConnect nicht
es: El tipo de cartera actual %@ no es compatible con WalletConnect
fr: Votre type de portefeuille actuel %@ ne prend pas en charge WalletConnect
ko: 현재 지갑 유형 %@은(는) WalletConnect를 지원하지 않습니다.
pt_br: Seu tipo de carteira atual %@ não suporta WalletConnect
ru: Ваш текущий тип кошелька %@ не поддерживает WalletConnect
tr: Mevcut cüzdan türünüz %@ WalletConnect'i desteklemiyor
zh: 您当前的钱包类型 %@ 不支持 WalletConnect

# wallet_connect.non_supported_account.switch
source: Switch
de: Wechseln
es: Cambiar
fr: Basculer
ko: 전환
pt_br: Alternar
ru: Перекл.
tr: Değiştir
zh: 切换

# wallet_connect.pending_requests_title
source: Pending Requests
de: Ausstehende Anfragen
es: Solicitudes Pendientes
fr: Demandes en attente
ko: 보류 중인 요청
pt_br: Solicitações Pendentes
ru: Ожидающие запросы
tr: Bekleyen Talepler
zh: 待处理请求

# wallet_connect.paired_dapps.title
source: Paired dApps
ko: 페어링된 dApp
pt_br: dApps pareados
ru: Соединеные dApp
tr: Eşleştirilmiş dApps
zh: 已配对dApp

# wallet_connect.paired_dapps.cant_disconnect
source: Can't Disconnect
de: Kann nicht trennen
es: No se puede desconectar
fr: Impossible de se déconnecter
ko: 연결을 끊을 수 없습니다
pt_br: Não foi possível desconectar
ru: Не удалось отключить
tr: Bağlantı Kesilemiyor
zh: 无法断开连接

# wallet_connect.paired_dapps.disconnect_all
source: Delete All
de: Alle löschen
es: Borrar todo
fr: Tout Supprimer
ko: 모두 삭제
pt_br: Excluir Tudo
ru: Удалить всё
tr: Hepsini Sil
zh: 全部刪除

# wallet_connect.pending_requests.nonactive_footer
source: To open a request you must activate the desired wallet
de: Um eine Anfrage zu öffnen, müssen Sie die gewünschte Wallet aktivieren
es: Para abrir una solicitud debe activar la cartera deseada
fr: Pour ouvrir une demande, vous devez activer le portefeuille désiré
ko: 요청을 열려면 원하는 지갑을 활성화해야 합니다
pt_br: Para abrir um pedido você deve ativar a carteira desejada
ru: Чтобы открыть запрос, необходимо активировать желаемый кошелек
tr: Bir istek açmak için istenen cüzdanı etkinleştirmelisiniz
zh: 若要打开请求，您必须激活所需钱包

# ton_connect.list.new_connection
source: New Connection
de: Neue Verbindung
zh: 新连接

# ton_connect.list.no_connected_apps
source: No Connected Apps
de: Keine verbundenen Apps
zh: 没有已连接的应用

# ton_connect.list.disconnect_app
source: Disconnect App
de: App trennen
zh: 断开应用连接

# ton_connect.list.disconnect_app.description
source: Are you sure you want to disconnect from "%@"?
de: Möchten Sie die Verbindung zu „%@" wirklich trennen?
zh: 您确定要断开与"%@"的连接吗？

# ton_connect.list.disconnect_app.disconnect
source: Disconnect
de: Verbindung trennen
zh: 断开连接

# ton_connect.connect.wallet
source: Wallet
zh: 钱包

# ton_connect.connect.no_eligible_wallets
source: No eligible wallets
de: Keine geeigneten Wallets
zh: 没有符合条件的钱包

# ton_connect.connect.warning
source: By clicking approve, you allow this app to view your public address. This is an important security step to protect your data from potential phishing risks.
de: Indem Sie auf "Genehmigen" klicken, erlauben Sie dieser App, Ihre öffentliche Adresse anzuzeigen. Dies ist ein wichtiger Sicherheitsschritt, um Ihre Daten vor potenziellen Phishing-Risiken zu schützen.
zh: 点击批准，表示您允许此应用查看您的公开地址。这是保护您的数据免受潜在钓鱼风险威胁的重要安全步骤。

# ton_connect.connect.connect
source: Connect
de: Verbinden
zh: 连接

# ton_connect.connect.reject
source: Reject
de: Verwerfen
zh: 拒绝

# ton_connect.invalid_transaction
source: Invalid Transaction
de: Ungültige Transaktion
zh: 无效交易

# app_status.title
source: App Status
es: Estado de la aplicación
fr: Statut de l'appli
ko: 앱 상태
pt_br: Status do app
ru: Статус приложения
tr: Uygulama Durumu
zh: 应用状态

# app_status.application_status
source: Application status
de: Antragsstatus
es: Estado del formulario
fr: Statut de l'application
ko: 신청 현황
pt_br: Status da aplicação
ru: Статус приложения
tr: Uygulama durumu
zh: 应用程序状态

# app_status.linked_wallets
source: Linked Wallets
de: Verknüpfte Wallets
es: Carteras vinculadas
fr: Portefeuilles associés
ko: 연결된 지갑
pt_br: Carteiras Vinculadas
ru: Связанные кошельки
tr: Bağlantılı Cüzdanlar
zh: 已链接钱包

# app_status.version_history
source: Version History
de: Versionsverlauf
es: Historial de la versión
fr: Historique des versions
ko: 버전 역사
pt_br: Histórico da versão
ru: История версий
tr: Sürüm Geçmişi
zh: 版本历史

# app_status.blockchain_status
source: Blockchain status
es: Estado del Blockchain
fr: Statut de la blockchain
ko: 블록체인 상태
pt_br: Status da Blockchain
ru: Статус блокчейна
tr: Blok Zinciri durumu
zh: 区块链状态

# faq.title
source: FAQ
zh: 常见问题

# status_info.title
source: Status
es: Estado
fr: Statut
ko: 상태
ru: Статус
tr: Durum
zh: 状态

# status_info.pending.title
source: Pending
de: In Bearbeitung
es: Pendiente
fr: En attente
ko: 보류 중
pt_br: Pendente
ru: В обработке
tr: Bekleyen
zh: 待处理

# status_info.pending.content
source: The transaction has not been confirmed on the blockchain yet. Transactions sent with a recommended or higher fee setting are generally processed within a few minutes. Transactions sent with a low fee may remain pending for a few hours or even days, and can even be rejected. Note that the status of an individual transaction in %@ wallet interface is typically updated with a short delay.
de: Die Transaktion wurde noch nicht in der Blockchain bestätigt. Transaktionen, die mit einer empfohlenen oder höheren Gebühreneinstellung gesendet werden, werden in der Regel innerhalb weniger Minuten abgewickelt. Transaktionen, die mit einer geringen Gebühr gesendet werden, können für einige Stunden oder sogar Tage ausstehend bleiben und sogar abgelehnt werden. Beachten Sie, dass der Status einer individuellen Transaktion in %@ Wallet-Schnittstelle typischerweise mit einer kurzen Verzögerung aktualisiert wird.
es: La transacción todavía no ha sido confirmada en la blockchain. Las transacciones enviadas con valores de comisión recomendados o más altos, generalmente se procesan dentro de minutos. Las transacciones enviadas con una tarifa baja pueden permanecer pendientes por unas pocas horas o incluso días, y hasta pueden ser rechazadas por completo. Además, tenga en cuenta que el estado de una transacción individual que se muestra en la interfaz de %@ wallet generalmente se actualiza con un breve retraso.
fr: La transaction n'a pas encore été confirmée sur la blockchain. Les transactions envoyées avec un montant de frais recommandé ou supérieur sont généralement traitées en quelques minutes. Les transactions envoyées avec des frais peu élevés risquent de rester en attente pendant quelques heures, voire quelques jours, et peuvent même être rejetées. Notez que le statut d'une transaction individuelle dans l'interface du portefeuille %@ Wallet est généralement mis à jour avec un léger délai.
ko: 거래는 아직 블록체인에서 확인되지 않았습니다. 권장 또는 더 높은 수수료 설정으로 전송된 거래는 일반적으로 분 이내에 처리됩니다. 낮은 수수료로 전송된 거래는 몇 시간 또는 며칠 동안 보류 상태로 남아 있을 수 있으며 거부될 수도 있습니다. 또한 %@ 지갑 인터페이스에 표시되는 개별 트랜잭션의 상태는 일반적으로 짧은 지연으로 업데이트됩니다.
pt_br: A transação ainda não foi confirmada no blockchain. As transações enviadas com uma configuração de taxas recomendada ou maior são geralmente processadas dentro de alguns minutos. Transações enviadas com uma taxa baixa podem permanecer pendentes por algumas horas ou até mesmo dias, e podem até mesmo ser rejeitadas. Note que o status de uma transação individual na interface de carteira %@ tipicamente atualizado com um curto atraso.
ru: Транзакция еще не подтверждена в блокчейне. Транзакции, отправленные с рекомендованной или более высокой комиссией, обычно обрабатываются в течение минут. Транзакции, отправленные с низкой комиссией, могут обрабатываться в течение нескольких часов или дней и даже отклоняться. Учтите, что обновление статуса каждой транзакции, отображаемого в интерфейсе кошелька %@, обычно происходит с небольшой задержкой.
tr: İşlem henüz blok zincirinde onaylanmadı. Tavsiye edilen veya daha yüksek ücret ayarı ile gönderilen işlemler genellikle birkaç dakika içerisinde işlenir. Düşük bir ücretle gönderilen işlemler birkaç saat, hatta günlerce beklemede kalabilir ve hatta reddedilebilir. %@ cüzdan arayüzündeki bir işlemin durumunun genellikle kısa bir gecikmeyle güncellendiğini de unutmayın.
zh: 此交易尚未在区块链上确认。 通过推荐或更高的收费设置发送的交易通常在几分钟内处理。 低收费的交易可能会持续几个小时甚至几天，甚至可能会被拒绝。 请注意，一个在 %@ 钱包接口中的单独交易状态通常在短时间内更新。

# status_info.processing.title
source: Processing
de: Verarbeite
es: Procesando
fr: Traitement en cours
ko: 처리 중
pt_br: Processando
ru: В процессе
tr: İşleniyor
zh: 正在处理

# status_info.processing.content
source: The transaction has been already included in the blockchain but has not reached permanent finality. At this point, it's safe to consider the transaction as completed for smaller payments. For larger payments, it's recommended to wait until the transaction status changes to completed.
de: Die Transaktion wurde bereits in die Blockchain aufgenommen, ist aber noch nicht endgültig abgeschlossen. Zu diesem Zeitpunkt kann die Transaktion für kleinere Zahlungen als abgeschlossen betrachtet werden. Bei größeren Zahlungen wird empfohlen, zu warten, bis der Transaktionsstatus auf abgeschlossen wechselt.
es: La transacción ha sido incluida en el blockchain pero todavía no ha alcanzado la finalidad permanente. En este punto, es posible considerar que la transacción fue completada para pagos más pequeños. Para pagos más grandes se recomienda esperar hasta que el estado cambie a completar.
fr: La transaction a déjà été incluse dans la blockchain mais n'a pas été finalisée. En ce qui concerne les petits paiements, il est prudent de considérer que la transaction est terminée. Pour les paiements plus importants, il est recommandé d'attendre que le statut de la transaction passe à terminé.
ko: 거래는 이미 블록체인에 포함되었지만 영구적인 완결성에 도달하지 않았습니다. 이 시점에서 소액 결제를 위해 완료된 거래로 간주하는 것이 안전합니다. 더 큰 지불의 경우 거래 상태가 완료로 변경될 때까지 기다리는 것이 좋습니다.
pt_br: A transação já foi incluída na blockchain, mas ainda não atingiu a finalidade permanente. Neste ponto, é seguro considerar a transação como concluída para pagamentos menores. Para pagamentos maiores, é recomendado esperar até que o status da transação seja alterado.
ru: Транзакция уже включена в блокчейн, но пока не обработана. На данном этапе транзакции считаются завершенными для небольших платежей. Что касается завершения обработки более крупных транзакций, стоит дождаться смены статуса.
tr: İşlem blok zincirine dahil edildi ama kalıcı bir sonuca ulaşmadı. Bu noktada, küçük ödemeler için işlemin tamamlandığını düşünebilirsiniz. Daha büyük ödemeler için ise, işlem durumu tamamlandı olarak değişene kadar beklemeniz önerilir.
zh: 交易已包括在区块链中，但尚未达到永久终结状态。此时，可以安全地考虑以较小金额完成的交易。对于大额支付，建议等待直至交易状态变为已完成。

# status_info.completed.title
source: Completed
de: Abgeschlossen
es: Finalizado
fr: Terminé
ko: 완료됨
pt_br: Concluído
ru: Завершено
tr: Tamamlandı
zh: 已完成

# status_info.confirmed.content
source: Transaction is completed and considered permanent and irreversible.
de: Die Transaktion ist abgeschlossen und gilt als dauerhaft und unumkehrbar.
es: La transacción se completó y se considera permanente e irreversible.
fr: La transaction est terminée et considérée comme permanente et irréversible.
ko: 거래가 완료되고 영구적이고 되돌릴 수 없는 것으로 간주됩니다.
pt_br: A transação está concluída e considerada permanente e irreversível.
ru: Транзакция завершена и считается постоянной и необратимой.
tr: İşlem tamamlandı ve bunun kalıcı ve tersine çevrilemez olduğu kabul edilir.
zh: 交易已完成并被视为永久和不可逆。

# status_info.failed.title
source: Failed
de: Fehlgeschlagen
es: Falla
fr: Échec
ko: 실패
pt_br: Falhou
ru: Не удалось
tr: Başarısız
zh: 失败

# status_info.failed.content
source: The transaction did not get processed and no value transfer took place. Depending on the fail reason, some failed transactions may consume transaction fees. Transactions that were replaced or canceled by another transaction do not consume transaction fees and will also appear as failed. The %@ app is unable to show the reason for failed transactions, but users are able to look it up themselves on a public block explorer i.e. etherscan.io.
de: Die Transaktion wurde nicht verarbeitet und es wurde kein Werttransfer durchgeführt. Abhängig vom Grund des Scheiterns können einige fehlgeschlagene Transaktionen Transaktionsgebühren kosten. Transaktionen, die durch eine andere Transaktion ersetzt oder abgebrochen wurden, verbrauchen keine Transaktionsgebühren und erscheinen auch als fehlgeschlagen. Die %@ App kann den Grund für fehlgeschlagene Transaktionen nicht anzeigen. aber Benutzer können es selbst auf einem öffentlichen Block-Explorer i. e. etherscan.io.
es: La transacción no se procesó y no hubo transferencia de valor. Dependiendo de la razón del fracaso, algunas transacciones fallidas pueden consumir comisiones de transacción. Las transacciones que fueron reemplazadas o canceladas por otra transacción no consumen comisiones de transacción y también aparecerán como fallidas. La aplicación %@ no puede mostrar la razón de las transacciones fallidas, pero los usuarios son capaces de buscarlo ellos mismos en un explorador público de bloques i. e. etherscan.io.
fr: La transaction n'a pas été traitée et aucun transfert de fonds n'a eu lieu. En fonction de la raison de l'échec, certaines transactions qui ont échoué peuvent entraîner des frais de transaction. Les transactions qui ont été remplacées ou annulées par une autre transaction ne génèrent pas de frais et apparaîtront également comme ayant échoué. L'application %@ n'est pas en mesure d'indiquer la raison de l'échec des transactions, mais les utilisateurs peuvent en trouver eux-mêmes la raison sur un explorateur de blocs public, comme etherscan.io par exemple.
ko: 거래가 처리되지 않았으며 가치 이전이 발생하지 않았습니다. 실패 원인에 따라 일부 실패한 거래는 거래 수수료를 소모할 수 있습니다. 다른 거래로 대체되거나 취소된 거래는 거래 수수료를 소비하지 않으며 실패한 것으로 표시됩니다. %@ 앱은 거래 실패의 원인을 표시할 수 없지만 사용자는 etherscan.io와 같은 공개 블록 탐색기에서 직접 찾을 수 있습니다.
pt_br: A transação não foi processada e nenhuma transferência de valor ocorreu. Dependendo da razão de falha, algumas transações falhadas podem consumir taxas de transação. As transações que foram substituídas ou canceladas por outra transação não consomem taxas de transação e também aparecerão como falha. O app %@ é incapaz de mostrar o motivo de falhas nas transações, mas os usuários são capazes de procurar isso em um explorador público de blocos. . etherscan.io.
ru: Транзакция не была обработана и передача средств не произошла. В зависимости от причины неудачи, некоторые неудачные транзакции могут использовать комиссию за транзакцию. Транзакции, которые были заменены или отменены другой транзакцией, не потребляют транзакционные сборы и также будут показаны как "не удалось". Приложение %@ не может показать причину неудачных транзакций, но пользователи могут посмотреть это в etherscan.io.
tr: İşlem gerçekleşmedi ve herhangi bir değer transferi yapılmadı. Başarısız olma nedenine bağlı olarak, bazı başarısız işlemler, işlem ücreti tüketebilir. Başka bir işlemle değiştirilen veya iptal edilen işlemler, işlem ücretini tüketmez ve başarısız olarak görüntülenir. %@ uygulaması başarısız işlemlerin nedenini gösteremez, ancak kullanıcılar bunu örneğin etherscan.io gibi herkese açık bir blok gezgininde kendileri arayabilirler.
zh: 交易没有得到处理，也没有进行价值转移，根据失败的原因，有些失败的交易可能会耗费交易费用。 被另一笔交易替换或取消的交易不会消耗交易费用，也会出现为失败。 %@ 应用程序无法显示交易失败的原因。 但用户可以在公共区块探索者i上看到它。 。etherscan.io。

# onboarding.balance.create
source: New Wallet
de: Neues Wallet
es: Cartera nueva
fr: Nouveau porte-monnaie
ko: 새 지갑
pt_br: Nova Carteira
ru: Новый кошелек
tr: Yeni Cüzdan
zh: 新钱包

# onboarding.balance.import
source: Import Wallet
de: Wallet importieren
es: Importar Cartera
fr: Importer le porte-monnaie
ko: 다음에서 복원하기
pt_br: Importar carteira
ru: Импорт кошелька
tr: Cuzdan Yükle
zh: 恢复自

# onboarding.balance.watch
source: Watch Wallet
de: Wallet de solo visualización
es: Ver carteras
fr: Regarder les portefeuilles
ko: 주소 관찰
pt_br: Ver Endereço
ru: Просмотр кошелька
tr: Cüzdan İzle
zh: 观察地址

# manage_accounts.n_words
source: %@ words
de: %@ Wörter
es: %@ palabras
fr: %@ mots
ko: %@ 단어
pt_br: %@ palavras
ru: %@ слов
tr: %@ kelime
zh: %@ 个单词

# manage_accounts.n_words_with_passphrase
source: %@ words with passphrase
de: %@ Wörter mit Passphrase
es: %@ palabras con frase de contraseña
fr: %@ mots avec phrase d'authentification
ko: 암호 문구로 이루어진 %@ 단어
pt_br: %@ palavras com senha
ru: %@ слов с кодовой фразой
tr: %@ parolalı kelime
zh: %@ 个单词的密码

# manage_account.name
source: Name
es: Nombre
fr: Nom
ko: 이름
pt_br: Nome
ru: Название
tr: İsim
zh: 名称

# manage_account.recovery_phrase
source: Recovery Phrase
de: Wiederherstellungsphrase
es: Frase de Recuperación
fr: Phrase de récupération
ko: 복구 문구
pt_br: Frase de Recuperação
ru: Фраза восстановления
tr: Kurtarma cümlesi
zh: 恢复码

# manage_account.public_keys
source: Public Keys
de: Öffentliche Schlüssel
es: Claves públicas
fr: Clés publiques
ko: 공개 키
pt_br: Chaves públicas
ru: Публичные ключи
tr: Genel Anahtarlar
zh: 公钥

# manage_account.private_keys
source: Private Keys
de: Private Schlüssel
es: Claves privadas
fr: Clés privées
ko: 개인 암호
pt_br: Chave Privada
ru: Приватные ключи
tr: Özel Anahtar
zh: 私钥

# manage_account.backup_recovery_phrase
source: Manual Backup
de: Manuelle Sicherung
es: Copia de seguridad manual
fr: Sauvegarde manuelle
ko: 수동으로 백업합니다
pt_br: Backup Manual
ru: Ручное резервное копирование
tr: Manuel Yedekleme
zh: 进行手动备份

# manage_account.cloud_backup_recovery_phrase
source: Backup to iCloud
de: Sicherung in iCloud
es: Copia de seguridad en iCloud
fr: Sauvegarder sur iCloud
ko: iCloud에 백업
pt_br: Backup para o iCloud
ru: Резерв. копирование в iCloud
tr: iCloud'a yedekle
zh: 备份到iCloud

# manage_account.cloud_delete_backup_recovery_phrase
source: Delete Backup from iCloud
de: Sicherung aus iCloud löschen
es: Eliminar copia de seguridad de iCloud
fr: Supprimer la sauvegarde d'iCloud
ko: iCloud에서 백업 삭제
pt_br: Excluir Backup do iCloud
ru: Удалить резерв. копию из iCloud
tr: Yedeklemeyi iCloud'dan Sil
zh: 删除 iCloud 备份

# manage_account.manual_backup_required
source: Manual Backup Required
de: Manuelle Sicherung erforderlich
es: Copia de seguridad manual requerida
fr: Sauvegarde manuelle requise
ko: 수동으로 백업해야합니다
pt_br: Backup Manual Requerido
ru: Требуется ручное создание резерв.копии
tr: Manuel Yedekleme Gerekli
zh: 需要手动备份

# manage_account.manual_backup_required.description
source: In order to securely delete your backup on iCloud, you will need to manually backup your recovery phrase first.
de: Um Ihre Sicherheitskopie auf iCloud sicher zu löschen, müssen Sie zuerst Ihre Wiederherstellungsphrase manuell sichern.
es: Para eliminar de forma segura su copia de seguridad en iCloud, primero necesitará hacer una copia de seguridad de su frase de recuperación.
fr: Afin de supprimer de façon sécurisée votre sauvegarde sur iCloud, vous devez d'abord sauvegarder manuellement votre phrase de récupération.
ko: iCloud에서 백업을 안전하게 삭제하려면 먼저 수동으로 복구 문구를 백업해야 합니다.
pt_br: Para excluir com segurança seu backup no iCloud, você precisará fazer backup da sua frase de recuperação manualmente.
ru: Чтобы безопасно удалить резервную копию в iCloud, вам необходимо сначала сделать резервную копию фразы восстановления вручную.
tr: iCloud'daki yedeklemenizi güvenli bir şekilde silmek için önce kurtarma ifadenizi manuel olarak yedeklemeniz gerekir.
zh: 为了安全地删除 iCloud 上的备份，您需要先手动备份您的恢复短语。

# manage_account.manual_backup_required.button
source: Backup Now
de: Jetzt Sichern
es: Copia de seguridad ahora
fr: Sauvegarder Maintenant
ko: 백업 지금
pt_br: Realizar backup agora
ru: Сделать резерв. копию
tr: Şimdi yedekle
zh: 立即备份

# manage_account.unlink
source: Unlink Wallet
de: Wallet entfernen
es: Desvincular cartera
fr: Délier le portefeuille
ko: 지갑 연결 해제
pt_br: Desvincular Carteira
ru: Отключить кошелек
tr: Cüzdanın bağlantısını kaldır
zh: 取消链接钱包

# manage_account.backup.no_backup_yet_description
source: Complete one of the wallet backup options to start using the wallet.
de: Füllen Sie eine der Wallet-Sicherungsoptionen aus, um mit der Wallet zu beginnen.
es: Completa una de las opciones de copia de seguridad de la cartera para empezar a utilizarla.
fr: Pour commencer à utiliser le portefeuille, veuillez choisir l'une des options de sauvegarde disponibles.
ko: 지갑 사용을 시작하려면 지갑 백업 옵션 중 하나를 완료하세요.
pt_br: Conclua uma das opções de backup da carteira para começar a usar a carteira.
ru: Завершите одну из опций резервного копирования кошелька, чтобы начать использовать кошелек.
tr: Cüzdanı kullanmaya başlamak için cüzdan yedekleme seçeneklerinden birini tamamlayın.
zh: 完成钱包备份选项之一以开始使用钱包。
