Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# send.duration.minutes
source: %d min.
ko: %d 분
ru: %d мин.
tr: %d dk.
zh: %d分钟。

# send.available_balance
source: Available Balance
de: Verfügbares Guthaben
es: Saldo disponible
fr: Solde disponible
ko: 사용 가능한 잔액
pt_br: Saldo Disponível
ru: Доступный баланс
tr: Mevcut Bakiye
zh: 可用余额

# send.max_button
source: Max
es: Máx.
ko: 최대
pt_br: Máximo
ru: Макс.
tr: Azami
zh: 最多

# send.next_button
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ko: 다음
pt_br: Próximo
ru: Далее
tr: İleri
zh: 下一步

# send.check_button
source: Check
de: Prüfen
zh: 检查

# send.error.invalid
source: Invalid
de: Ungültig
es: Inválido
fr: Invalide
ko: 무효
pt_br: Inválido
ru: Неверно
tr: Geçersiz
zh: 无效

# send.error.invalid_blockchain
source: Invalid Blockchain
de: Ungültige Blockchain
es: Blockchain inválido
fr: Blockchain invalide
pt_br: Blockchain Inválido
ru: Недействительный блокчейн
tr: Geçersiz Blok Zinciri
zh: 无效的区块链

# send.error.invalid_token
source: Invalid Token
de: Ungültiges Token
es: Token inválido
fr: Jeton invalide
pt_br: Token Inválido
ru: Недействительный токен
tr: Geçersiz Jeton
zh: 无效代币

# send.error.address
source: Address
de: Adresse
es: Dirección
fr: Adresses
ko: 주소
pt_br: Endereço
ru: Адрес
tr: Adres
zh: 地址

# send.hodler_locktime_hour
source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
ko: 1시간
pt_br: 1 hora
ru: 1 час
tr: 1 saat
zh: 1 小时

# send.hodler_locktime_month
source: 1 month
de: 1 Monat
es: 1 mes
fr: 1 mois
ko: 1 개월
pt_br: 1 mês
ru: 1 месяц
tr: 1 ay
zh: 1 个月

# send.hodler_locktime_half_year
source: 6 months
de: 6 Monate
es: 6 meses
fr: 6 mois
ko: 6개월
pt_br: 6 meses
ru: 6 месяцев
tr: 6 ay
zh: 6 个月

# send.hodler_locktime_year
source: 1 year
de: 1 Jahr
es: 1 año
fr: 1 an
ko: 1 년
pt_br: 1 ano
ru: 1 год
tr: 1 yıl
zh: 1 年

# send.hodler_locktime_off
source: Off
de: Aus
es: Apagado
fr: Désactivé
ko: 끄기
pt_br: Desligado
ru: Выкл.
tr: Kapat
zh: 关

# send.hodler_error.unsupported_address
source: Time locking works only when sending to payment addresses starting with 1... (aka BIP44 addresses)
de: Zeitsperre funktioniert nur mit P2PKH-Adressen (beginnend mit 1)
es: El bloqueo del tiempo solo funciona con direcciones P2PKH (a partir de 1)
fr: Time lock ne fonctionne qu'avec les adresses P2PKH (commençant par 1)
ko: P2PKH (1으로 시작하는) 주소만 시간 잠금이 가능합니다.
pt_br: O bloqueio de tempo só funciona com endereços P2PKH (iniciando com 1)
ru: TimeLock работает только при отправке на платёжные адреса, начинающиеся с 1... (также известных как BIP44 адреса)
tr: Zaman kilitleme sadece P2PKH adresleriyle çalışır (1 ile başlayan)
zh: 时间锁定只能和P2PKH地址（以1开头）一起使用

# send.fee_info.title
source: Fee Rate
de: Gebührenrate
es: Tasa de comisión
fr: Taux de frais
ko: 수수료율
pt_br: Taxa de tarifa
ru: Комиссия
tr: Ücret oranı
zh: 费率

# send.fee_info.description
source: Blockchains require users to pay network fees when sending transactions. The fees are higher when a lot of transactions are taking place on the network. The %@ wallet estimates fee based on the current blockchain activity and recommends the optimal value in order for the transaction to be processed within a reasonable amount of time. The recommended fee rate is shown as the amount of satoshi the user needs to pay for a single byte of the transaction. Thus, the total fee depends on the total size of the transaction which is measured in bytes. Users may use provided controls to increase or decrease the fee rate value. The change in fee rate changes the total fee for the transaction the user will pay. Setting fee rate below recommended value may result in a transaction being held as pending for hours or being rejected. The lower the value, the longer it will take for the transaction to confirm. For transactions where priority is important, we recommend setting a higher fee rate.
de: Blockchains verlangen, dass Nutzer Netzwerkgebühren beim Versenden von Transaktionen bezahlen. Die Gebühren sind höher, wenn viele Transaktionen im Netzwerk stattfinden. Die %@ Brieftasche schätzt die Gebühr basierend auf der aktuellen Blockchain Aktivität und empfiehlt den optimalen Wert, damit die Transaktion innerhalb einer angemessenen Zeit bearbeitet werden kann. Die empfohlene Gebührenrate, die als Betrag des satoshi Benutzers angezeigt wird, um für ein einziges Byte der Transaktion zu bezahlen. Daher hängt die Gesamtgebühr von der Gesamtgröße der Transaktion ab, die in Bytes gemessen wird. Benutzer können die zur Verfügung gestellten Steuerelemente verwenden, um den Gebührenwert zu erhöhen oder zu senken. Die Änderung des Gebührensatzes ändert die Gesamtgebühr für die Transaktion, die der Nutzer zu zahlen hat. Setzen der Gebühr unter dem empfohlenen Wert kann dazu führen, dass eine Transaktion stundenlang als ausstehend gehalten oder abgelehnt wird. Je niedriger der Wert, desto länger dauert die Bestätigung der Transaktion. Für Transaktionen, bei denen Priorität wichtig ist, empfehlen wir, höhere Gebührensätze festzulegen.
es: Las cadenas de bloques requieren que los usuarios paguen tarifas de red al enviar transacciones. Las tarifas son más altas cuando hay muchas transacciones ocurriendo en la red. La cartera %@ estima la tarifa basándose en la actividad actual de la cadena de bloques y recomienda el valor óptimo para que la transacción sea procesada en un tiempo razonable. La tarifa recomendada se muestra como la cantidad de satoshis que el usuario necesita pagar por un solo byte de la transacción. Por lo tanto, la tarifa total depende del tamaño total de la transacción, que se mide en bytes. Los usuarios pueden usar los controles proporcionados para aumentar o disminuir el valor de la tarifa. El cambio en la tarifa modifica la tarifa total que el usuario pagará por la transacción. Establecer una tarifa por debajo del valor recomendado puede resultar en que la transacción se mantenga en espera durante horas o sea rechazada. Cuanto más bajo sea el valor, más tiempo tardará en confirmarse la transacción. Para transacciones donde la prioridad es importante, recomendamos establecer una tarifa más alta.
fr: Les blockchains exigent que les utilisateurs paient des frais de réseau lorsqu'ils envoient des transactions. Les frais sont plus élevés lorsque de nombreuses transactions ont lieu sur le réseau. Le portefeuille %@ estime les frais en fonction de l'activité actuelle de la blockchain et recommande la valeur optimale pour que la transaction soit traitée dans un délai raisonnable. Le taux de frais recommandé est affiché en tant que montant de satoshis que l'utilisateur doit payer pour un octet unique de la transaction. Ainsi, les frais totaux dépendent de la taille totale de la transaction, mesurée en octets. Les utilisateurs peuvent utiliser les commandes fournies pour augmenter ou diminuer la valeur du taux de frais. Le changement du taux de frais modifie les frais totaux que l'utilisateur paiera pour la transaction. Le fait de définir un taux de frais inférieur à la valeur recommandée peut entraîner le blocage d'une transaction pendant des heures ou son rejet. Plus la valeur est basse, plus la confirmation de la transaction prendra de temps. Pour les transactions où la priorité est importante, nous recommandons de définir un taux de frais plus élevé.
ko: Blockchains require users to pay network fees when sending transactions. The fees are higher when a lot of transactions are taking place on the network. The %@ wallet estimates fee based on the current blockchain activity and recommends the optimal value in order for the transaction to be processed within reasonable amount of time. The recommended fee rate shown as the amount of satoshi user needs to pay for a single byte of the transaction. Thus, the total fee depends on the total size of the transaction which is measured in bytes. Users may use provided controls to increase or decrease the fee rate value. The change in fee rate changes the total fee for the transaction the user will pay. Setting fee rate below recommended value may result in a transaction being held as pending for hours, or being rejected. The lower the value, the longer it will take for the transaction to confirm. For transactions where priority is important, we recommend setting higher fee rate.
pt_br: Blockchains exigem que os usuários paguem taxas de rede ao enviar transações. As taxas são mais altas quando muitas transações ocorrem na rede. A carteira %@ estima a taxa com base na atividade atual do blockchain e recomenda o valor ideal para que a transação seja processada dentro de um período de tempo razoável. A taxa recomendada mostrada como a quantidade de satoshi que o usuário precisa pagar por um único byte da transação. Assim, a taxa total depende do tamanho total da transação que é medido em bytes. Os usuários podem usar os controles fornecidos para aumentar ou diminuir o valor da taxa. A alteração na taxa altera a taxa total da transação que o usuário pagará. Definir uma taxa abaixo do valor recomendado pode fazer com que uma transação seja mantida como pendente por horas ou rejeitada. Quanto menor o valor, mais tempo levará para a transação ser confirmada. Para transações onde a prioridade é importante, recomendamos definir uma taxa de comissão mais elevada.
ru: Блокчейны требуют от пользователей уплачивать сетевые комиссии при отправке транзакций. Комиссии выше, когда в сети происходит больше транзакций. Кошелек %@ оценивает комиссию на основе текущей активности блокчейна и рекомендует оптимальное значение, чтобы транзакция была обработана в разумное время. Рекомендуемая ставка комиссии показана как количество сатоши, которое пользователь должен заплатить за один байт транзакции. Таким образом, общая комиссия зависит от общего размера транзакции, который измеряется в байтах. Пользователи могут использовать предоставленные элементы управления для увеличения или уменьшения значения ставки комиссии. Изменение ставки комиссии влияет на общую комиссию за транзакцию, которую пользователь заплатит. Установка ставки комиссии ниже рекомендуемого значения может привести к тому, что транзакция будет ожидать обработки в течение часов или будет отклонена. Чем ниже значение, тем дольше будет проходить подтверждение транзакции. Для транзакций, где важен приоритет, рекомендуется установить более высокую ставку комиссии.
tr: Blockchains require users to pay network fees when sending transactions. The fees are higher when a lot of transactions are taking place on the network. The %@ wallet estimates fee based on the current blockchain activity and recommends the optimal value in order for the transaction to be processed within reasonable amount of time. The recommended fee rate shown as the amount of satoshi user needs to pay for a single byte of the transaction. Thus, the total fee depends on the total size of the transaction which is measured in bytes. Users may use provided controls to increase or decrease the fee rate value. The change in fee rate changes the total fee for the transaction the user will pay. Setting fee rate below recommended value may result in a transaction being held as pending for hours, or being rejected. The lower the value, the longer it will take for the transaction to confirm. For transactions where priority is important, we recommend setting higher fee rate.
zh: 区块链要求用户在发送交易时支付网络费用。当网络上发生大量交易时，费用更高。 %@ 钱包基于当前区块链活动估计费用，并建议最佳值，以便在合理的时间内处理交易。 建议的费用率显示为satoshi用户需要支付交易的单个字节。 因此，总费用取决于以字节衡量的交易的总规模。 用户可以使用提供的控制来增加或降低收费率。 费率的变化改变了用户要支付的交易的总费用。 设置收费率低于推荐值可能导致交易被搁置或被拒绝。 金额越低，交易确认所需的时间越长。 对于优先级重要的交易，我们建议设置更高的收费率。

# send.transaction_inputs_outputs_info.title
source: Transaction Inputs / Outputs
de: Transaktionseingänge / -ausgänge
es: Entradas / salidas de transacciones
fr: Entrées / Sorties de transaction
ko: 트랜잭션 입력/출력
pt_br: Entradas / Saídas de Transação
ru: Вводы / выводы транзакций
tr: İşlem Girdileri / Çıktıları
zh: 交易输入 / 输出

# send.transaction_inputs_outputs_info.description
source: Most Bitcoin transactions, as well as transactions in alike cryptocurrencies including Bitcoin Cash, Dash, and Litecoin, generate two outputs. One output is the amount that goes to the receiver and the other is the change output that is returned to the sender. The way most wallets construct transactions makes it easy for a third party to understand which of the outputs went to the receiving party and which one was the change amount returned to the sender. As the output returned to the sender is later used in future transactions, a connection between these two transactions becomes apparent. The %@ wallet implements measures to make it harder for someone to figure out which output goes where. There are two options available to %@ users:
de: Die meisten Bitcoin-Transaktionen sowie Transaktionen in Kryptowährungen wie Bitcoin-Cash, Dash, und Litecoin erzeugen zwei Ausgänge. Die eine Ausgabe ist der Betrag, der an den Empfänger geht, die andere ist die Umstellausgabe, die an den Absender zurückgegeben wird. Die Art und Weise, wie die meisten Brieftaschen Transaktionen erstellen, macht es für einen Dritten leicht zu verstehen, welche der Ausgaben an den Empfänger gingen und welcher der Änderungsbetrag an den Absender zurückgegeben wurde. Da die an den Absender zurückgegebene Ausgabe später bei zukünftigen Transaktionen verwendet wird, zeigt sich eine Verbindung zwischen diesen beiden Transaktionen. Die Brieftasche %@ implementiert Maßnahmen, um es jemandem zu erschweren, herauszufinden, welche Ausgabe wohin geht. Es gibt zwei Optionen für %@ Benutzer:
es: La mayoría de las transacciones de Bitcoin, así como las transacciones en criptomonedas similares, incluyendo Bitcoin Cash, Dash y Litecoin, generan dos salidas. Una salida es la cantidad que va al receptor y la otra es la salida de cambio que se devuelve al emisor. La forma en que la mayoría de las carteras construyen transacciones facilita a un tercero entender cuál de las salidas fue para el receptor y cuál fue el cambio devuelto al emisor. Dado que la salida devuelta al emisor se utiliza posteriormente en transacciones futuras, se hace evidente una conexión entre estas dos transacciones. La cartera %@ implementa medidas para dificultar que alguien averigüe a dónde va cada salida. Hay dos opciones disponibles para los usuarios de %@:
fr: La plupart des transactions Bitcoin, ainsi que des transactions dans des cryptomonnaies similaires telles que Bitcoin Cash, Dash et Litecoin, génèrent deux sorties. Une sortie est le montant qui va au destinataire et l'autre est la sortie de change qui est renvoyée à l'expéditeur. La manière dont la plupart des portefeuilles construisent les transactions facilite la compréhension par un tiers de la sortie allant au destinataire et de celle qui est renvoyée à l'expéditeur. Comme la sortie renvoyée à l'expéditeur est utilisée ultérieurement dans des transactions futures, une connexion entre ces deux transactions devient apparente. Le portefeuille %@ met en œuvre des mesures pour rendre plus difficile à quelqu'un de déterminer quelle sortie va où. Il existe deux options disponibles pour les utilisateurs de %@ :
pt_br: A maioria das transações em Bitcoin, bem como as transações em criptomoedas, incluindo Bitcoin Cash, Dash, e Litecoin, geram duas saídas. Uma saída é a quantidade que vai para o destinatário e a outra é a mudança de saída que é retornada ao remetente. A maneira como a maioria das carteiras constrói as transações torna mais fácil para um terceiro entender qual das saídas foi para a parte receptora e qual foi a quantia alterada retornada ao remetente. Como a saída retornada ao remetente será usada mais tarde em transações futuras, uma conexão entre essas duas transações se torna evidente. A carteira %@ implementa medidas para tornar mais difícil para alguém descobrir qual saída vai para onde. Existem duas opções disponíveis para usuários %@:
ru: Большинство транзакций Bitcoin, а также транзакций в подобных криптовалютах, включая Bitcoin Cash, Dash и Litecoin, создают два выхода. Один выход - это сумма, которая идет получателю, а другой - это выход сдачи, который возвращается отправителю. Способ, которым большинство кошельков строят транзакции, делает легким понимание третьей стороной, какой из выходов отправляется получателю, а какой - сдача, возвращаемая отправителю. Поскольку выход, возвращаемый отправителю, затем используется в будущих транзакциях, становится явным соединение между этими двумя транзакциями. Кошелек %@ реализует меры для усиления защиты от попыток установить, какой выход идет куда. Для пользователей %@ доступны два варианта:
tr: Bitcoin'in çoğu işlemi, Bitcoin Cash, Dash ve Litecoin gibi benzer kripto paralar da dahil olmak üzere iki çıkış üretir. Bir çıkış, alıcıya giden miktarı temsil eder ve diğeri geri gönderilen değişim çıkışıdır. Çoğu cüzdanın işlemleri nasıl oluşturduğu, üçüncü bir tarafın hangi çıkışın alıcıya gittiğini ve hangisinin geri gönderilen değişim miktarı olduğunu anlamasını kolaylaştırır. Gönderene geri gönderilen çıkışın daha sonraki işlemlerde kullanılması, bu iki işlem arasındaki bağlantıyı açığa çıkarır. %@ cüzdanı, hangi çıkışın nereye gittiğini anlamayı zorlaştırmak için önlemler uygular. %@ kullanıcıları için iki seçenek mevcuttur:
zh: 大多数比特币交易以及包括比特币现金、达什和利特币在内的加密货币交易都产生了两个输出。 一个产出是给接收者的金额，另一个是退还给发送者的更改输出。 大多数钱包构建交易的方式使第三方很容易理解哪个产出转给了接收方，哪一个是将变更金额退还给发送者。 由于后来在未来交易中使用退还给发送人的产出，因此这两项交易之间的联系变得很明显。 %@ 钱包实现了一些措施，使得某人更难于了解哪个输出到哪里。 %@ 用户有两个选项：

# send.transaction_inputs_outputs_info.shuffle.description
source: The order of transaction outputs is randomized on every transaction. Sometimes change can be the first output, sometimes it can be the second. If a user trusts the developer of the app, then consider this a recommended option.
de: Die Reihenfolge der Transaktionsausgänge wird bei jeder Transaktion zufällig. Manchmal können Änderungen die erste Ausgabe sein, manchmal kann es die zweite sein. Wenn ein Benutzer dem Entwickler der App vertraut, dann erwäge dies eine empfohlene Option.
es: El orden de salida de las transacciones se aleatoriza en cada transacción. A veces el cambio puede ser la primera salida, a veces puede ser la segunda. Si un usuario confía en el desarrollador de la aplicación, considere esta una opción recomendada.
fr: L'ordre des sorties de transaction est aléatoire à chaque transaction. Parfois, le changement peut être la première sortie, parfois la deuxième. Si un utilisateur fait confiance au développeur de l'application, alors considérez cela comme une option recommandée.
ko: 트랜잭션 출력의 순서는 모든 트랜잭션에서 무작위로 지정됩니다. 때로는 변화가 첫 번째 출력이 될 수도 있고 때로는 두 번째 출력이 될 수도 있습니다. 사용자가 앱 개발자를 신뢰하는 경우 권장 옵션으로 간주합니다.
pt_br: A ordem das saídas da transação é aleatória em cada transação. Às vezes, a mudança pode ser a primeira saída, às vezes pode ser a segunda. Se um usuário confiar no desenvolvedor do aplicativo, considere essa uma opção recomendada.
ru: Порядок выхода транзакций меняется случайным образом в каждой транзакции. Иногда изменение может быть первым выводом, иногда - вторым. Если пользователь доверяет разработчику приложения, то рекомендуем использовать этот вариант.
tr: İşlem çıktılarının sırası her işlemde rastgele belirlenir. Bazen değişim ilk çıktı olabilir, bazen ikinci olabilir. Bir kullanıcı uygulamanın geliştiricisine güveniyorsa bunu önerilen bir seçenek olarak değerlendirin.
zh: 交易输出的顺序是随机的每次交易。有时更改可以是第一次输出，有时可以是第二次。 如果用户信任应用程序的开发者，则考虑这个推荐选项。

# send.transaction_inputs_outputs_info.deterministic.description
source: There is a commonly agreed standard for ordering transaction outputs (known as BIP69). In open-source wallets, that standard ensures wallet users do not need to trust how developers of the app implement the ordering of the outputs. As this standard is new, not many wallets have implemented it yet. As a result, it's somewhat possible to see on the blockchain whether a transaction was sent from a wallet that uses that standard or not.
de: Es gibt einen allgemein vereinbarten Standard für die Bestellung von Transaktionsausgängen (bekannt als BIP69). In Open-Source-Brieftaschen stellt dieser Standard sicher, dass Wallet-Benutzer nicht darauf vertrauen müssen, wie Entwickler der App die Reihenfolge der Ausgaben implementieren. Da dieser Standard neu ist, haben noch nicht viele Brieftaschen ihn implementiert. Infolgedessen ist es einigermaßen möglich, auf der Blockchain zu sehen, ob eine Transaktion von einer Brieftasche gesendet wurde, die diesen Standard verwendet hat oder nicht.
es: Existe un estándar comúnmente acordado para ordenar las salidas de las transacciones (conocido como BIP69). En carteras de código abierto, ese estándar asegura que los usuarios de la cartera no necesiten confiar en cómo los desarrolladores de la aplicación implementan el orden de las salidas. Dado que este estándar es nuevo, todavía no muchos monederos lo han implementado. Como resultado, es algo posible ver en la cadena de bloques si una transacción fue enviada desde una cartera que utiliza ese estándar o no.
fr: Il existe une norme communément acceptée pour l'ordonnancement des sorties de transaction, connue sous le nom de BIP69 (Bitcoin Improvement Proposal 69). Dans les portefeuilles open source, cette norme garantit que les utilisateurs de portefeuille n'ont pas besoin de faire confiance à la manière dont les développeurs de l'application implémentent l'ordonnancement des sorties. Comme cette norme est relativement récente, peu de portefeuilles l'ont encore mise en œuvre. Par conséquent, il est quelque peu possible de déterminer sur la blockchain si une transaction a été envoyée depuis un portefeuille qui utilise cette norme ou non.
pt_br: Existe um padrão comumente aceitado para ordenar saídas de transações (conhecido como BIP69). Em carteiras de código aberto, esse padrão garante que os usuários de carteiras não precisem confiar em como os desenvolvedores do aplicativo implementam a ordem das saídas. Como esse padrão é novo, poucas carteiras o implementaram ainda. Como resultado, é possível ver no blockchain se uma transação foi enviada de uma carteira que usa esse padrão ou não.
ru: Существует широко признанный стандарт для упорядочивания выходов транзакции, известный как BIP69. В открытых кошельках этот стандарт обеспечивает, чтобы пользователи кошелька не должны были полагаться на то, как разработчики приложения реализуют упорядочивание выходов. Поскольку этот стандарт относительно новый, не многие кошельки его уже реализовали. В результате, на блокчейне в некоторых случаях можно узнать, отправлена ли транзакция из кошелька, который использует этот стандарт или нет.
tr: İşlem çıktılarını sipariş etmek için yaygın olarak kabul edilen bir standart vardır (BIP69 olarak bilinir). Açık kaynaklı (open-source) cüzdanlarda, bu standart, cüzdan kullanıcılarının uygulamanın geliştiricilerinin çıktıların sıralanmasını nasıl uyguladıklarına güvenmelerine gerek kalmamasını sağlar. Bu standart yeni olduğundan, henüz pek çok cüzdan bunu uygulamamıştır. Sonuç olarak, bir işlemin bu standardı kullanan bir cüzdandan gönderilip gönderilmediğini blok zincirinde görmek mümkündür.
zh: 存在一个公认的交易输出排序标准（称为BIP69）。在开源钱包中，该标准确保钱包用户不需要信任应用开发者如何实现输出的排序。由于这个标准是新的，目前还没有多少钱包实施它。因此，在区块链上有可能某种程度上看出交易是否来自使用该标准的钱包。

# send.select_all
source: Select All
de: Alles Auswählen
zh: 选择所有

# send.unselect_all
source: Unselect All
de: Alle abwählen
zh: 取消选择所有

# send.confirmation.title
source: Confirm
de: Bestätigen
es: Confirmar
ru: Подтвердить
tr: Onayla
zh: 确认

# send.confirmation.you_send
source: You Send
de: Sie Senden
es: Usted envía
fr: Vous envoyez
ko: 보냅니다
pt_br: Enviar
ru: Вы отправляете
tr: Gönderdiğiniz
zh: 您发送

# send.confirmation.you_receive
source: You Receive
de: Sie erhalten
zh: 您收到

# send.confirmation.transfer
source: Transfer
de: Überweisung
es: Transferencia
ru: Перевод
zh: 转帐

# send.confirmation.to
source: To
de: An
es: Para
fr: À
ko: 에게
pt_br: Para
ru: Кому
tr: Alan
zh: 接收人
