Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# create_passcode.confirm_passcode
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ko: 확인
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
zh: 确认

# enable_duress_mode.intro.title
source: Duress Mode
de: Duress-Modus
es: Modo Duración
fr: Mode de Duress
ko: Duress Passcode
pt_br: Modo de dureza
ru: Режим Duress
tr: Duress Modu
zh: 服用模式

# enable_duress_mode.intro.description
source: This mode allows users to set up multiple unlock app passcodes where a desired passcode shows only specified wallets. Designed to keep selected wallets safe under coercion or threats.
de: In diesem Modus können Benutzer mehrere Entsperr-App-Passcodes einrichten, bei denen ein gewünschter Passcode nur bestimmte Wallets anzeigt. Entwickelt um ausgewählte Brieftaschen vor Zwang oder Bedrohungen zu schützen.
es: Este modo permite a los usuarios configurar múltiples códigos de desbloqueo para la aplicación, donde un código deseado muestra solo las carteras especificadas. Diseñado para mantener seguras las carteras seleccionadas bajo coacción o amenazas.
fr: Ce mode permet à l'utilisateur de configurer plusieurs codes d'accès d'application de déverrouillage où un code d'accès désiré n'affiche que les portefeuilles spécifiés. Conçu pour garder les portefeuilles sélectionnés en sécurité sous la contrainte ou les menaces.
ko: This mode allows user to setup multiple unlock app passcodes where a desired passcode shows only specified wallets. Designed to keep selected wallets safe under coercion or threats.
pt_br: Esta modalidade permite ao usuário configurar várias senhas de desbloqueio de aplicativos, onde uma senha desejada mostra apenas carteiras especificadas. Projetado para manter carteiras selecionadas seguras sob coação ou ameaças.
ru: Этот режим позволяет пользователю установить несколько паролей для разблокировки приложения, при этом заданный пароль отображает только определенные кошельки. Создан для обеспечения безопасности выбранных кошельков в случае принуждения или угроз.
tr: Bu mod, kullanıcıların sadece belirtilen cüzdanları gösteren istenen şifre kodlarıyla birden fazla uygulama kilidini ayarlamalarına olanak tanır. Seçilen cüzdanları zorlama veya tehditler altında güvende tutmak için tasarlanmıştır.
zh: 此模式允许用户设置多个解锁应用密码，当需要的密码只显示指定的钱包。 设计用来使选定的钱包在胁迫或威胁下安全。

# enable_duress_mode.intro.notes
source: Notes
de: Notizen
es: Notas
pt_br: Anotações
ru: Примечания
tr: Notlar
zh: 注

# enable_duress_mode.intro.biometrics.description
source: The %@ feature will work to unlock the Duress Mode. You can disable %@ for convenience.
de: Die %@ Funktion wird den Duress Modus entsperren. Sie können %@ für Bequemlichkeit deaktivieren.
es: La función %@ funcionará para desbloquear el Modo Duración. Puede desactivar %@ para mayor comodidad.
fr: La fonction %@ fonctionnera pour déverrouiller le mode Duresse. Vous pouvez désactiver %@ pour plus de commodité.
pt_br: O recurso %@ funcionará para desbloquear o Modo de Coação. Você pode desativar %@ por conveniência.
ru: Функция %@ будет работать для разблокировки режима Duress. Вы можете отключить %@ для удобства.
tr: %@ özelliği Duress Modunu kilidini açmak için çalışacaktır. Kolaylık için %@ özelliğini devre dışı bırakabilirsiniz.
zh: %@ 功能可以解锁时尚模式。您可以为方便而禁用 %@。

# enable_duress_mode.intro.passcode_disabling
source: Passcode Disabling
de: Code deaktivieren
es: Desactivando contraseña
fr: Désactivation du code d'accès
pt_br: Desabilitação da Senha
ru: Отключение кода доступа
tr: Şifre Kodu Devre Dışı Bırakma
zh: 密码已禁用

# enable_duress_mode.intro.passcode_disabling.description
source: Disabling the passcode in the main mode will automatically reset the Duress Mode.
de: Das Deaktivieren des Code im Hauptmodus wird den Duress Modus automatisch zurücksetzen.
es: Deshabilitar el código de acceso en el modo principal restablecerá automáticamente el modo Duración.
fr: La désactivation du mot de passe en mode principal réinitialisera automatiquement le Mode Duresse.
pt_br: Desativar a senha no modo principal redefinirá automaticamente o Modo de Coação.
ru: Отключение пароля в основном режиме автоматически сбросит режим Duress.
tr: Ana modda şifre kodunu devre dışı bırakmak, Duress Modunu otomatik olarak sıfırlar.
zh: 在主模式下禁用密码将自动重置压力模式。

# enable_duress_mode.intro.passcode_change
source: Passcode Change
de: Codeänderung
es: Cambiar contraseña
fr: Changement de mot de passe
pt_br: Alteração de Senha
ru: Изменить код доступа
tr: Şifre Kodu Değiştirme
zh: 密码更改

# enable_duress_mode.intro.passcode_change.description
source: Changing the passcode in the Duress Mode will also change the current passcode code for that mode.
de: Das Ändern des Code im Duress Modus ändert auch den aktuellen Code für diesen Modus.
es: Cambiar el código de acceso en el modo Duress también cambiará el código de acceso actual para ese modo.
fr: La modification du code d'accès en mode Duress modifiera également le code d'accès actuel pour ce mode.
pt_br: Alterar a senha no Modo de Coação também irá alterar a senha atual para esse modo.
ru: Изменение пароля в режиме Duress также изменит текущий пароль для этого режима.
tr: Duress Modunda şifre kodunu değiştirmek, o mod için mevcut şifre kodunu da değiştirir.
zh: 更改时尚模式中的密码也会更改当前模式下的密码。

# enable_duress_mode.select.title
source: Select Wallets
de: Wallets auswählen
es: Seleccionar Carteras
fr: Sélectionnez les portefeuilles
pt_br: Escolher Carteiras
ru: Выберите кошельки
tr: Cüzdanları Seçin
zh: 选择钱包

# enable_duress_mode.select.description
source: Select the wallets that will be displayed in Duress Mode.
de: Wählen Sie die Wallets, die im Duress Modus angezeigt werden.
es: Seleccione las carteras que se mostrarán en Modo Duración.
fr: Sélectionnez les portefeuilles qui seront affichés en mode Duresse.
pt_br: Selecione as carteiras que serão exibidas no Modo de Coação.
ru: Выберите кошельки, которые будут отображаться в режиме Duress.
tr: Duress Modunda gösterilecek cüzdanları seçin.
zh: 选择将显示在时尚模式中的钱包。

# enable_duress_mode.select.wallets
source: Wallets
es: Carteras
fr: Portefeuilles
ko: 지갑
pt_br: Carteiras
ru: Кошельки
tr: Cüzdanlar
zh: 钱包

# enable_duress_mode.select.watch_wallets
source: Watch Wallets
de: Watch-Adresse
es: Ver carteras
fr: Regarder les portefeuilles
ko: 관찰 주소
pt_br: Ver Endereço
ru: Просмотр кошелька
tr: Cüzdan İzle
zh: 观察地址

# enable_duress_mode.passcode.title
source: Duress Passcode
de: Duress Code
es: Durar contraseña
fr: Code Duress
pt_br: Senha do Modo Coação
ru: Duress код
tr: Duress Şifre Kodu
zh: 密码错误

# enable_duress_mode.passcode.description
source: Set a passcode for Duress Mode
de: Code für Duress Modus festlegen
es: Establecer un código de acceso para el modo Duress
fr: Définir un code d'accès pour le mode Duress
pt_br: Defina uma senha para o modo de Coação
ru: Установите код для режима Duress
tr: Duress Modu için bir şifre kodu ayarlayın
zh: 设置口令模式密码

# enable_duress_mode.passcode.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ko: 확인
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
zh: 确认

# edit_passcode.title
source: Edit Passcode
de: Code bearbeiten
es: Editar el código
fr: Modifier le code
pt_br: Editar Senha
ru: Изменить код
tr: Kod Değiştir
zh: 编辑密码

# edit_passcode.enter_new_passcode
source: Enter new passcode
de: Neues Code eingeben
es: Introducir nueva contraseña
fr: Entrez le nouveau code d'accès
pt_br: Digite a nova senha
ru: Введите новый код
tr: Yeni Şifreyi Girin
zh: 输入新密码

# edit_passcode.confirm_new_passcode
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ko: 확인
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
zh: 确认

# edit_duress_passcode.title
source: Edit Duress Passcode
de: Duress Code bearbeiten
es: Editar contraseña de Duración
fr: Modifier le code de détresse
pt_br: Editar Senha do Modo Coação
ru: Изменить Duress код
tr: Duress Şifresini Düzenle
zh: 编辑货币密码

# edit_duress_passcode.enter_new_passcode
source: Enter new passcode for Duress Mode
de: Neues Code für Duress Modus eingeben
es: Introduzca una nueva contraseña para el modo Duress
fr: Entrez le nouveau mot de passe pour le mode Duress
pt_br: Defina uma senha para o modo de Coação
ru: Введите новый код для режима Duress
tr: Duress Modu için yeni şifreyi girin
zh: 输入新的密码来复位模式

# edit_duress_passcode.confirm_new_passcode
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ko: 확인
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
zh: 确认

# set_passcode.invalid_confirmation
source: Invalid confirmation
de: Ungültige Bestätigung
es: Confirmación no válida
fr: Confirmation invalide
pt_br: Confirmação inválida
ru: Недействительное подтверждение
tr: Geçersiz onay kodu
zh: 无效确认

# set_passcode.already_used
source: This passcode is already being used
de: Dieser Code wird bereits verwendet
es: Este código de acceso ya está siendo usado
fr: Ce mot de passe est déjà utilisé
pt_br: Esta senha já está sendo usada
ru: Этот пароль уже используется
tr: Bu şifre zaten kullanılıyor
zh: 此密码已被使用

# unlock.title
source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
pt_br: Desbloquear
ru: Разблокировать
tr: Kilidi Aç
zh: 解锁​​​​

# unlock.passcode
source: Enter Passcode
de: Code eingeben
es: Introducir código
fr: Entrez le code d'accès
pt_br: Insira a senha
ru: Введите код доступа
tr: Şifre Girin
zh: 输入密码

# unlock.biometry_reason
source: Unlock wallet
de: Wallet entsperren
es: Desbloquear Cartera
fr: Déverrouiller le portefeuille
pt_br: Desbloquear carteira
ru: Разблокировать кошелек
tr: Cüzdanı aç
zh: 解锁钱包

# unlock.attempts_left
source: Attempts left: %@
de: Verbleibende Versuche: %@
es: Intentos restantes: %@
fr: Tentatives restantes : %@
pt_br: Tentativas restantes: %@
ru: Осталось попыток: %@
tr: %@ deneme kaldı
zh: 剩余尝试次数: %@

# unlock.disabled_until
source: Disabled until: %@
de: Deaktiviert bis: %@
es: Inhabilitado hasta: %@
fr: Désactivé jusqu'à: %@
pt_br: Desativar até: %@
ru: Отключено до: %@
tr: Engellendi: %@
zh: 禁用至: %@

# unlock.random
source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
pt_br: Aleatório
ru: Случайный
tr: Rastgele
zh: 随机

# security_settings.delete_alert_button
source: Delete from Phone
de: Von Telefon löschen
es: Eliminar del teléfono
fr: Supprimer de l'appareil
ko: 휴대전화에서 삭제
pt_br: Excluir do telefone
ru: Удалить с телефона
tr: Cihazdan sil
zh: 从手机中删除

# btc_blockchain_settings.restore_source
source: Restore Source
de: Parameter wiederherstellen
es: Restaurar Fuente
fr: Restorer la source
ko: 매개 변수 복원
pt_br: Restaurar Fonte
ru: Источник восстановления
tr: Geri Yükleme Ayarları
zh: 恢复参数

# btc_blockchain_settings.restore_source.description
source: Choose the source Unstoppable app should use for synchronizing wallet(s).
de: Wählen Sie die Datenquelle für die Wiederherstellung des Wallets mit Transaktionen aus.
es: Elige la fuente que la aplicación Unstoppable debería usar para sincronizar la(s) cartera(s).
fr: Sélectionnez la source de données pour restaurer le portefeuille avec les transactions.
ko: 매매거래로 지갑을 복원 할 데이터 소스를 선택하세요.
pt_br: Selecione uma fonte de dados para restaurar uma carteira com transações.
ru: Выберите источник данных для восстановления кошелька с транзакциями.
tr: İşlemler yapılmış cüzdanı geri yüklemek için veri kaynağını seçin.
zh: 通过交易为恢复钱包选择数据源。

# btc_blockchain_settings.restore_source.alert
source: After changing Restore Source the wallet will have to resync itself with the %@ blockchain.
de: Nach dem Ändern der Quelle wiederherstellen muss sich die Wallet mit der %@ Blockchain synchronisieren.
es: Después de cambiar la Fuente de Restauración, la cartera tendrá que resincronizarse con la cadena de bloques %@.
fr: Une fois la source de restauration modifiée, le portefeuille devra être resynchronisé avec la blockchain %@.
ko: 복원 소스를 변경한 후 지갑은 %@ 블록체인과 자체적으로 다시 동기화해야 합니다.
pt_br: Após mudar a Restauração, a carteira terá que ressincronizar-se com a blockchain %@.
ru: После изменения источника восстановления, кошелек должен будет повторно синхронизироваться с блокчейном %@.
tr: Bu değişiklikten sonra cüzdan %@ blok zinciri ile kendini yeniden senkronize etmek zorunda kalacak.
zh: 更改恢复源后，钱包必须将自身与 %@ 区块链重新同步。

# btc_restore_mode.blockchair
source: Very Fast
de: Schnell, kein Privat
es: Rápido, sin privado
fr: Rapide, sans privé
pt_br: Rápido, Sem Privado
ru: Быстро, не приватно
tr: Hızlı, Gizli Değil
zh: 快速，不私密

# btc_restore_mode.hybrid
source: Fast
de: Langsam, kein Privat
es: Lento, sin privado
fr: Slower, pas de privé
pt_br: Devagar, Sem Privado
ru: Медленно, не приватно
tr: Yavaş, Gizli Değil
zh: 慢，无隐私

# btc_restore_mode.blockchain
source: Slow. Highest Privacy.
de: Langsam, privat
es: Lento, sin privado
fr: Ralentissement, privé
pt_br: Lento, Privado
ru: Медленно, приватно
tr: Yavaş, Özel
zh: 慢，私密

# btc_transaction_sort_mode.shuffle
source: Shuffle
de: Zufällig
fr: Mélanger
ko: 셔플
pt_br: Embaralhar
tr: Karıştır
zh: 随机排序

# btc_transaction_sort_mode.shuffle.description
source: Random Indexing
de: Zufällige Indizierung
es: Indexación aleatoria
fr: Indexation aléatoire
ko: 랜덤 인덱싱
pt_br: Indexação aleatória
ru: Случайное индексирование
tr: Rastgele Dizinleme
zh: 随机索引

# btc_transaction_sort_mode.bip69
source: Deterministic Bip69
de: BIP69
es: BIP69
fr: BIP69
ko: BIP69
pt_br: Bip69 Determinístico
tr: BIP69
zh: Bip69

# btc_transaction_sort_mode.bip69.description
source: Lexicographical Indexing
de: Lexikographische Indizierung
es: Indexación Lexicográfica
fr: Indexation lexicographique
ko: 사전 색인 작성
pt_br: Indexação Lexicográfica
ru: Лексикографическая индексация
tr: Lexicographical Dizinleme
zh: 词典索引

# blockchain_settings.info.restore_source
source: Restore Source
de: Parameter wiederherstellen
es: Restaurar Fuente
fr: Restorer la source
ko: 매개 변수 복원
pt_br: Restaurar Fonte
ru: Источник восстановления
tr: Geri Yükleme Ayarları
zh: 恢复参数
