Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# swap.confirmation.quoting
source: Quoting...
de: Preisangeboten...
ru: Котировка...
zh: 引述...

# swap.confirmation.invalid_quote
source: Invalid Quote
de: Ungültiges Angebot
ru: Неверная котировка
zh: 无效的报价

# swap.confirmation.please_wait
source: Please Wait
de: Bitte warten
es: Por favor, espere
ru: Пожалуйста, подождите
zh: 请稍候

# swap.confirmation.quote_expires_in
source: Quote expires in %@
de: Angebot läuft in %@ ab
ru: Срок действия котировки истекает через %@
zh: 报价在 %@ 后失效

# swap.confirmation.quote_expired
source: Quote expired
de: Angebot abgelaufen
ru: Котировка истекла
zh: 报价已过期

# swap.confirmation.quote_failed
source: Failed to quote
de: Angebot fehlgeschlagen
ru: Ошибка при котировании
zh: 无法提供报价

# swap.confirmation.slide_to_swap
source: Slide to Swap
de: Wischen zum Tauschen
es: Deslizar para intercambiar
fr: Glisser pour changer
ko: 밀어서 결제하기
pt_br: Deslize para trocar
ru: Проведите для обмена
tr: Değiştirmek için kaydır
zh: 滑动切换

# swap.confirmation.swapping
source: Swapping
es: Intercambio
ko: 스와핑
pt_br: Trocando
ru: Обмен
tr: Takas
zh: 交易

# swap.confirmation.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
ru: Обновить
tr: Yenile
zh: 刷新

# swap.confirmation.impact_too_high
source: %@ has disabled swap action for this trade because you're getting an extremely unfavorable price. This is due to extremely low liquidity. If you still want to swap please use %@ website instead.
de: %@ hat Swap-Aktion für diesen Handel deaktiviert, da du einen extrem ungünstigen Preis bekommst. Dies ist auf extrem niedrige Liquidität zurückzuführen. Wenn Sie trotzdem wechseln möchten, verwenden Sie stattdessen %@ Webseite.
es: %@ ha desactivado la acción de intercambio para esta operación porque está recibiendo un precio extremadamente desfavorable. Esto se debe a una liquidez extremadamente baja. Si aún desea intercambiar, utilice el sitio web %@ en su lugar.
fr: %@ a désactivé l'action d'échange pour cet échange parce que vous obtenez un prix extrêmement défavorable. Ceci est dû à une liquidité extrêmement faible. Si vous voulez toujours échanger, veuillez utiliser le site Web %@ à la place.
ko: %@은 현재 유동성이 매우 낮아 매우 불리한 가격으로 거래되고 있으므로, 이 거래에 대한 스왑 조치를 비활성화했습니다. 교환을 원하시면 %@ 웹사이트를 사용하십시오.
pt_br: %@ desativou a ação de troca para essa troca porque você está obtendo um preço extremamente desfavorável. Isso se deve a liquidez extremamente baixa. Se você ainda quiser trocar, use o site %@.
ru: %@ отключил действие обмена для этой сделки, потому что вы получаете крайне невыгодную цену. Это связано с крайне низкой ликвидностью.Если вы все равно хотите выполнить обмен, используйте вместо этого веб-сайт %@.
tr: %@, son derece elverişsiz bir fiyat aldığınız için bu ticaret için takas işlemini devre dışı bıraktı. Bunun nedeni son derece düşük likiditedir. Hala takas yapmak istiyorsanız lütfen bunun yerine %@ web sitesini kullanın.
zh: %@ 已禁用此交易的掉期操作，因为您得到的价格极其不利。 这是由于流动性极低造成的。 如果您仍想兑换，请使用 %@ 网站。

# swap.confirmation.impact_warning
source: Important! You're getting an extremely unfavorable price. This is due to extremely low liquidity.
de: Wichtig! Du bekommst einen extrem ungünstigen Preis. Dies ist auf die extrem niedrige Liquidität zurückzuführen.
es: ¡Importante! Has obtenido un precio extremadamente desfavorable debido a la baja liquidez del mercado.
fr: Important ! Vous avez reçu un prix extrêmement défavorable en raison d'une liquidité extrêmement faible.
ko: 중요한 사항입니다! 매우 불리한 가격을 받고 있습니다. 이는 유동성이 극도로 낮기 때문입니다.
pt_br: Importante! Você está recebendo um preço extremamente desfavorável. Isso se deve a uma liquidez extremamente baixa.
ru: Важно! Вы получаете крайне невыгодную цену из-за низкой ликвидности.
tr: Önemli! Son derece olumsuz bir fiyat alıyorsunuz. Bunun nedeni son derece düşük likiditedir.
zh: 重要提示！您正在以极其不利的价格进行交易。这是因为流动性非常低。

# swap.confirmation.minimum_received
source: Guaranteed Amount
de: Mindestens erhalten
es: Mínimo Recibido
fr: Minimum reçu
ko: 최소 지급액
pt_br: Mínimo recebido
ru: Получено минимум
tr: Minimum Alınan
zh: 最小获取金额

# swap.confirmation.maximum_sent
source: Maximum Sent
de: Maximale Ausgaben
es: Gasto máximo
fr: Dépense maximale
ko: 최대 속도
pt_br: Gastos máximos
ru: Максимальная трата
tr: Maksimum Harcama
zh: 最大支出

# swap.dex_info.description
source: This exchange service is powered by %@, a decentralized token exchange protocol built on the %@ blockchain. %@ is fully automated and managed by smart contracts that facilitate token exchanges in a reliable manner without any means to cheat.
de: Dieser Tauschdienst wird von %@ betrieben, einem dezentralen Token-Tauschprotokoll, das auf der %@ Blockchain basiert. %@ ist vollständig automatisiert und wird von intelligenten Verträgen verwaltet, die den Token-Tausch in einer zuverlässigen Art und Weise ermöglichen, ohne dass Betrug betrieben werden kann.
es: Este servicio de intercambio está impulsado por %@, un intercambio de token descentralizado construido en %@ blockchain. %@ está completamente automatizado y administrado por contratos inteligentes que facilitan los intercambios de token de una manera conflaible y sin ninguna intención para hacer estafas.
fr: Ce service d'échange est assuré par %@, un protocole d'échange de tokens décentralisé construit sur la blockchain %@. %@ est entièrement automatisé et géré par des contrats intelligents qui facilitent les échanges de tokens de manière fiable sans aucune possibilité de tricher.
ko: 이 거래소 서비스는 %@ 블록체인에 구축된 분산형 토큰 교환 프로토콜인 %@에 의해 구동됩니다. %@는 스마트 계약에 의해 완전 자동화되고 관리되므로 부정 행위 없이 토큰 교환을 안정적으로 수행할 수 있습니다.
pt_br: Este serviço de troca é fornecido por %@, um protocolo descentralizado de troca de tokens construído na blockchain %@. %@ É totalmente automatizado e gerenciado por contratos inteligentes que facilitam a troca de tokens de uma forma confiável sem qualquer meio de trapaça.
ru: Этот обменный сервис работает при поддержке %@ - децентрализованного протокола обмена токенов, созданного в блокчейне %@. %@ полностью автоматизирован и управляется смарт-контрактами, которые надежным способом упрощают обмен токенами без осуществления каких-либо махинаций.
tr: Bu takas etme hizmeti, %@ blok zinciri üzerine inşa edilmiş ve merkezi olmayan jeton takas etme protokolü olan %@ tarafından desteklenmektedir. %@, tamamen otomatiktir ve hile yapmadan jeton takaslarını güvenilir bir şekilde kolaylaştıran akıllı sözleşmelerle yönetilir.
zh: 此兑换服务由基于%@区块链的分散式代币兑换协议%@提供。 %@由不存在任何欺诈手段、以可靠方式推动代币兑换的智能合约来实现完全自动化并管理。

# swap.dex_info.header_dex_related
source: %@ Related
de: %@ zugehörige
es: %@ Relacionado
fr: Relatif à %@
ko: %@ 관련됨
pt_br: %@ Relacionado
zh: %@关联

# swap.dex_info.header_allowance
source: Allowance
de: Vergütung
es: Permiso de acceso
fr: Allocation
ko: 허용량
pt_br: Preço
ru: Разрешение
tr: Ödenek
zh: 补贴

# swap.dex_info.content_allowance
source: The amount an exchange can spend on a user’s behalf when executing token swaps. A proceeding transaction setting sufficient allowance is required before an actual swap transaction can take place.
de: Die Menge, die eine Börse im Namen eines Benutzers für Token-Austausche ausgeben kann. Eine vorhergehende Transaktion, die eine ausreichende Zulage festlegt, ist erforderlich, bevor eine tatsächliche Austauschtransaktion stattfinden kann.
es: La cantidad que un intercambio puede gastar en nombre de un usuario al ejecutar intercambios de tokens. Se requiere una transacción previa que establezca una autorización suficiente antes de que pueda tener lugar una transacción de intercambio real.
fr: Le montant qu'un échange peut dépenser pour le compte de l'utilisateur lors de l'exécution de swaps de jetons. Une provision suffisante est requise avant de pouvoir effectuer une opération d'échange réelle.
ko: 토큰 스왑을 실행할 때 거래소가 사용자를 대신하여 지출할 수 있는 금액. 실제 스왑 거래가 발생하기 전에 선행 거래 설정 충분한 여유가 필요합니다.
pt_br: O montante que uma exchange pode gastar em nome do usuário na execução de trocas simbólicas. É necessária uma margem suficiente para que uma transação de troca efetiva possa ocorrer.
tr: Bir takas işlemi gerçekleştirirken bir borsanın bir kullanıcı adına harcayabileceği miktar. Gerçek bir takas işlemi gerçekleşmeden önce yeterli izin belirleyen bir önceki işlem gereklidir.
zh: 当执行令牌交换时，交易所可以代表用户花费的金额。 在进行实际互换交易之前，需要先确定足够的备抵。

# swap.dex_info.header_price_impact
source: Price Impact
de: Preisauswirkungen
es: Impacto en el precio
fr: Impact prix
ko: 가격 영향
pt_br: Impacto de preço
ru: Отклонение от рын. цены
tr: Fiyat Etkisi
zh: 价格影响

# swap.dex_info.content_price_impact
source: The expected price deviation from a shown price typically increases with the swap amount.
de: Erwartete Preisabweichung von einem angezeigten Preis, steigt normalerweise mit dem Tauschbetrag.
es: Desviación de precio esperada de un valor mostrado, normalmente aumenta con la cantidad de swap.
fr: L'écart de prix attendu par rapport à un prix affiché, augmente généralement avec le montant de l'échange.
ko: 표시된 가격과의 예상 가격 편차는 일반적으로 스왑 금액에 따라 증가합니다.
pt_br: O desvio de preço esperado de um valor mostrado, normalmente aumenta com o montante de swap.
ru: Ожидаемое отклонение цены от указанной цены, обычно увеличивается при увеличении суммы обмена.
tr: Gösterilen bir fiyattan beklenen fiyat sapması tipik olarak takas tutarı ile artar.
zh: 预期价格和显示价格的偏差通常会增加互兑金额。

# swap.dex_info.header_swap_fee
source: Swap Fee
de: Swap-Gebühr
es: Tarifa por intercambio
fr: Frais d'échange
ko: 스왑 비용
pt_br: Tarifas de troca
ru: Комиссия за обмен
tr: Takas Ücreti
zh: 掉期交易费用

# swap.dex_info.content_swap_fee
source: A service fee for the swap action on the platform, shown in the currency the user sells. For most orders, it should be either 0.3 % or 0.6 %.
de: Eine Servicegebühr für die Tauschaktion auf der Plattform, angegeben in der Währung, die der Benutzer verkauft. Für die meisten Aufträge beträgt diese entweder 0,3 % oder 0,6 %.
es: Una tarifa de servicio para la acción de intercambio en la plataforma, mostrada en la moneda que el usuario vende. Para la mayoría de las ordenes debería ser del 0.3% o del 0.6%.
fr: Des frais de service pour l'opération d'échange sur la plateforme, indiqués dans la devise dans laquelle l'utilisateur vend. Pour la plupart des ordres, ils devraient être de 0,3 % ou 0,6 %.
ko: 플랫폼에서의 스왑 작업에 대한 서비스 수수료이며, 사용자가 판매하는 통화에 표시됩니다. 대부분의 주문의 경우 0.3% 또는 0.6%여야 합니다.
pt_br: Uma taxa de serviço para a ação de troca na plataforma, mostrada na moeda que o usuário vende. Para a maioria das encomendas, deve situar-se nos 0,3% ou nos 0,6%.
ru: Плата за услугу обмена на платформе, показана в валюте, в которой продает пользователь. Для большинства заказов составляет или 0,3% или 0,6%.
tr: Platformdaki takas işlemi için, kullanıcının sattığı para biriminde gösterilen bir hizmet ücreti. Çoğu sipariş için% 0,3 veya% 0,6 olmalıdır.
zh: 以用户出售货币显示的去中心化代币兑换平台上互兑操作的服务费。对于大部分订单，这应为0.3%或0.6%。

# swap.dex_info.header_guaranteed_amount
source: Guaranteed Amount
de: Mindestens erhalten
es: Mínimo Obtenido
fr: Montant minimum reçu
ko: 최대 지급액
pt_br: Valor garantido
ru: Гарантированная сумма
tr: Minimum Kazanılan
zh: 最小获取金额

# swap.dex_info.content_guaranteed_amount
source: The minimum amount a user is going to receive as a result of a swap action.
de: Der Mindestbetrag, den ein Benutzer als Ergebnis einer Tauschaktion erhalten wird.
es: La cantidad mínima que un usuario va a recibir como resultado de una acción de intercambio.
fr: Le montant minimum qu'un utilisateur va recevoir à la suite d'une action de remplacement.
ko: 사용자가 스왑 작업의 결과로 받을 최소 금액입니다.
pt_br: A quantia mínima que um usuário receberá em resultado de uma ação de troca.
ru: Минимальная сумма, которую получит пользователь в результате обмена.
tr: Bir swap işlemi sonucunda bir kullanıcının alacağı minimum tutar.
zh: 一名用户因为互兑操作将收到的最小金额。

# swap.dex_info.header_maximum_spend
source: Maximum Spend
de: Maximale Ausgaben
es: Gasto máximo
fr: Dépense maximale
ko: 최대 속도
pt_br: Gastos máximos
ru: Максимальная трата
tr: Maksimum Harcama
zh: 最大支出

# swap.dex_info.content_maximum_spend
source: The maximum amount a user is going to spend as a result of a swap action.
de: Der Maximalbetrag, den ein Benutzer als Ergebnis einer Tauschaktion ausgeben wird.
es: La cantidad máxima que un usuario va a recibir como resultado de una acción de intercambio.
fr: Le montant maximum qu'un utilisateur va dépenser à la suite d'une action de remplacement.
ko: 사용자가 스왑 작업의 결과로 소비할 최대 양입니다.
pt_br: A quantia mínima que um usuário receberá em resultado de uma ação de troca.
ru: Максимальная сумма, которую получит пользователь в результате обмена.
tr: Bir swap işlemi sonucunda bir kullanıcının harcayacağı maksimum tutar.
zh: 一名用户因为互兑操作将收到的最大金额。

# swap.dex_info.header_other
source: Other
de: Andere
es: Otro
fr: Autre
ko: 기타
pt_br: Outros
ru: Другое
tr: Diğer
zh: 其他

# swap.dex_info.header_transaction_fee
source: Transaction Fee
de: Transaktionsgebühr
es: Tarifa de Transacción
fr: Frais de transaction
ko: 거래 수수료
pt_br: Taxa de Transação
ru: Комиссия за транзакцию
tr: İşlem Ücreti
zh: 交易费用

# swap.dex_info.content_transaction_fee
source: The estimated processing cost of the given transaction on %@ blockchain. %@ related transactions will typically cost more than generic token transfer transactions.
de: Die geschätzten Verarbeitungskosten für die angegebene Transaktion auf der %@ Blockchain. Transaktionen, die sich auf %@ beziehen, kosten in der Regel mehr als allgemeine Token-Transaktionen.
es: El costo estimado del proceso de la transacción dada en la %@ blockchain. %@ Las Transacciones Relacionadas normalmente costarán más que las transacciones genéricas de de token.
fr: Le coût de traitement estimé de la transaction sur la blockchain %@. Les transactions relatives à %@ coûteront généralement plus cher que les transactions génériques de transfert de tokens.
ko: %@블록체인에서 주어진 거래의 예상 처리 비용. %@ 관련 거래는 일반적으로 일반 토큰 전송 거래보다 더 많은 비용이 듭니다.
pt_br: O custo de processamento estimado da determinada transação em %@ blockchain. %@ transações relacionadas normalmente custarão mais do que as transações genéricas de transferência do token.
ru: Примерная стоимость услуги по обработке данной транзакции на блокчейне %@. Стоимость транзакций, связанных с %@, обычно выше, чем стоимость транзакций по передаче обычных токенов.
tr: %@ blok zincirinde verilen işlemin tahmini işleme maliyeti. %@ bağlantılı işlemler genellikle eşdeğer jeton transfer işlemlerinden daha pahalı olur.
zh: %@区块链上给定交易的预计处理成本。%@相关交易的成本通常会高于通用代币转账交易。

# swap.dex_info.header_transaction_speed
source: Transaction Speed
de: Transaktionsgeschwindigkeit
es: Velocidad de transacción
fr: Vitesse de transaction
ko: 거래 속도
pt_br: Velocidade da Transação
ru: Скорость транзакции
tr: İşlem hızı
zh: 交易速度

# swap.dex_info.content_transaction_speed
source: Transactions with a higher transaction fee will result in faster processing speeds. The opposite is true as well.
de: Transaktionen mit höheren Transaktionsgebühren führen zu schnelleren Bearbeitungsgeschwindigkeiten. Auch das Gegenteil ist der Fall.
es: Las transacciones con una tarifa de transacción más alta darán como resultado velocidades de procesamiento más rápidas. Lo opuesto también.
fr: Les transactions dont les frais de transaction sont plus élevés se traduiront par une vitesse de traitement plus rapide. L'inverse est également vrai.
ko: 거래 수수료가 높은 거래는 처리 속도가 빨라집니다. 반대로도 그렇습니다.
pt_br: Transações com uma taxa de transação maior resultarão em velocidades de processamento mais rápidas. O oposto também é verdade.
ru: Обработка транзакций с более высокой комиссией будет ускорена. Также верно и обратное.
tr: Daha yüksek işlem ücretli işlemler, daha hızlı işleme hızlarıyla sonuçlanacaktır. Elbette bunun tersi de doğrudur.
zh: 交易费用较高的交易会实现更快的处理速度。反之亦然。

# swap.dex_info.link_button
source: %@ Site
de: %@ Seite
es: %@ Sitio
ko: %@ 사이트
ru: %@ Сайт
tr: %@ Sitesi
zh: %@ 站点

# market.tab_bar_item
source: Markets
de: Märkte
es: Mercados
fr: Marchés
pt_br: Mercados
ru: Рынки
tr: Marketler
zh: 市场

# market.title
source: Markets
de: Märkte
es: Mercados
fr: Marchés
pt_br: Mercados
ru: Рынки
tr: Marketler
zh: 市场

# market.category.overview
source: Overview
de: Übersicht
es: Información General
fr: Synthèse
pt_br: Visão geral
ru: Обзор
tr: İzleme
zh: 行情

# market.category.posts
source: News
de: Nachrichten
es: Noticias
fr: Infos
pt_br: Notícias
ru: Новости
tr: Haberler
zh: 发现

# market.category.watchlist
source: Favorites
de: Merkliste
es: Lista de Seguimiento
fr: Liste de suivi
ko: Watchlist
pt_br: Lista de observação
ru: Избранное
tr: İzleme Listesi
zh: 关注

# market.total_market_cap
source: Total M.Cap
de: Gesamt-MK
es: Cap. de mdo. total.
fr: Cap Totale
pt_br: Valor Total de M.
ru: Общая капитализация
tr: Total Cap
zh: 总市值

# market.24h_volume
source: 24h Volume
de: 24h-Volumen
es: Volumen de 24 horas
fr: Volume des dernières 24h
pt_br: Volume em 24h
ru: Объем торгов (24ч)
tr: 24 saat hacim
zh: 24h成交量

# market.defi_cap
source: DeFi Cap
de: DeFi MK
fr: Cap DeFi
pt_br: Mercado de DeFi
ru: Капитализация DeFi
zh: DeFi市场价值

# market.defi_tvl
source: TVL in DeFi
es: TVL en DeFi
fr: TVL en DeFi
pt_br: TVL no DeFi
ru: TVL в DeFi
zh: DeFi中的TVL

# market.global.market_cap
source: Total Cap
zh: 总市值

# market.global.volume
source: 24h Vol.
de: 24 Std. Vol.
zh: 24小时交易量

# market.tab.news
source: News
de: Nachrichten
zh: 发现

# market.tab.coins
source: Coins
de: Münzen
zh: 币

# market.tab.watchlist
source: Favorites
de: Merkliste
zh: 关注

# market.tab.platforms
source: Platforms
de: Plattformen
zh: 平台

# market.tab.pairs
source: Pairs
de: Paare
zh: 配对标点

# market.tab.sectors
source: Sectors
de: Sektoren
zh: 行业

# market.sort_by.title
source: Sort By
de: Sortieren nach
zh: 排序方式为

# market.sort_by.manual
source: Manual
de: Manuell
zh: 手册

# market.sort_by.highest_cap
source: Highest Cap
de: Höchste Obergrenze
zh: 市值由高到低

# market.sort_by.lowest_cap
source: Lowest Cap
de: Niedrigste Obergrenze
zh: 市值由低到高

# market.sort_by.gainers
source: Gainers
de: Gewinner
zh: 涨幅最大者

# market.sort_by.losers
source: Losers
de: Verlierer
zh: 跌幅最大者

# market.sort_by.highest_volume
source: Highest Volume
de: Höchste Lautstärke
zh: 成交量由高到低

# market.sort_by.lowest_volume
source: Lowest Volume
de: Geringste Lautstärke
zh: 成交量由低到高

# market.top_coins.title
source: Coins
de: Münzen
zh: 币

# market.top_coins
source: Top %@
zh: 前 %@

# market.time_period.title
source: Period
de: Zeitraum
zh: 句号

# market.time_period.1d
source: 1 Day
de: 1 Tag
zh: 1天

# market.time_period.1w
source: 1 Week
de: 1 Woche
zh: 1周

# market.time_period.2w
source: 2 Weeks
de: 2 Wochen
zh: 2周

# market.time_period.1m
source: 1 Month
de: 1 Monate
zh: 1月

# market.time_period.3m
source: 3 Months
de: 3 Monate
zh: 3月

# market.time_period.6m
source: 6 Months
de: 6 Monate
zh: 6月

# market.time_period.1y
source: 1 Year
de: 1 Jahr
zh: 1年

# market.time_period.2y
source: 2 Years
de: 2 Jahre
zh: 2 年

# market.time_period.5y
source: 5 Years
de: 5 Jahre
zh: 5 年

# market.time_period.1d.short
source: 1D
de: 1T
zh: 1天

# market.time_period.1w.short
source: 1W
zh: 1周

# market.time_period.2w.short
source: 2W
zh: 2周

# market.time_period.1m.short
source: 1M
zh: 1个月

# market.time_period.3m.short
source: 3M
zh: 3个月

# market.time_period.6m.short
source: 6M
zh: 6个月

# market.time_period.1y.short
source: 1Y
de: 1J
zh: 1年

# market.time_period.2y.short
source: 2Y
de: 2J
zh: 2年

# market.time_period.5y.short
source: 5Y
de: 5J
zh: 5年

# market.project_has_no_coin
source: This project doesn’t have a coin
de: Dieses Projekt hat keine eigene Kryptowährung
es: Este proyecto no tiene una moneda
fr: Ce projet n'a pas de pièce de monnaie
pt_br: Esse projeto não tem uma moeda
ru: У этого проекта нет токена
tr: Bu proje bir koin içermiyor
zh: 此项目没有硬币

# market.top.section.header.see_all
source: See All
de: Alle anzeigen
es: Ver Todos
fr: Tout Afficher
pt_br: Ver tudo
ru: Посмотреть всё
tr: Hepsini Gör
zh: 查看全部

# market.top.section.header.top_gainers
source: Top Gainers
de: Top- Gewinner
es: Máximos Ganadores
fr: Les grands gagnants
pt_br: Maiores Altas
ru: Показывают рост
tr: En Kazançlılar
zh: 涨幅榜

# market.top.section.header.top_losers
source: Top Losers
de: Top Verlierer
es: Máximos Perdedores
fr: Les gros perdants
pt_br: Maiores Quedas
ru: Теряют в цене
tr: Çok Kaybedenler
zh: 跌幅榜

# market.top.section.header.sectors
source: Sectors
de: Sektoren
es: Sectores
fr: Secteurs
pt_br: Setores
ru: Секторы
tr: Sektörler
zh: 行业

# market.top.section.header.news
source: News
de: Nachrichten
es: Noticias
fr: Infos
pt_br: Notícias
ru: Новости
tr: Haberler
zh: 发现

# market.top.volume.title
source: Vol
es: Volumen
ru: Объем
tr: Hacim
zh: 成交量

# market.top.market_cap.title
source: MCap
de: MKap
es: Capitalización de Mercado
fr: CapM
pt_br: Cap. de mercado
ru: Цена
tr: P. Değeri
zh: 市值

# market.top.diluted_market_cap.title
source: Diluted MCap
de: Diluted MKap
es: Capitalización de Mercado Diliuída
fr: Cap. marché diluée
ko: 희석화 시가 총액
pt_br: MCap Diludido
ru: Dilluted MCap
tr: Seyreltilmiş P. Değeri
zh: 稀释市值

# market.market_field.mcap
source: MCap
de: MKap
es: Capitalización de Mercado
fr: CapM
pt_br: Cap. de mercado
ru: Цена
tr: P. Değeri
zh: 市值

# market.market_field.vol
source: Vol
es: Volumen
ru: Объем
tr: Hacim
zh: 成交量

# market.tvl.market_field.diff
source: Percent
de: Prozent
es: Porcentaje
fr: Pourcent
pt_br: Percentual
ru: Процент
tr: Yüzde
zh: 百分比

# market.tvl.platform_field.all
source: All
de: Alle
es: Todo
fr: Tout
pt_br: Todos
ru: Все
tr: Hepsi
zh: 所有

# market.sort_by
source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
ko: 정렬 기준
pt_br: Organizar por
ru: Сортировать
tr: Sırala
zh: 排序方式为

# market.top.title
source: Top Coins
de: Top Münzen
es: Monedas Top
fr: Top des coins
pt_br: Top Moedas
ru: Лучшие токены
tr: En iyi Coinler
zh: 前列代币

# market.top.description
source: Top Coins by market cap rank
de: Top-Münzen nach Marktkapitalisierungsrang
es: Mejores monedas por rango de límite de mercado
fr: Top des coins par cap de marché
pt_br: Top moedas por classificação de capitalização de mercado
ru: Топ токенов по рыночной капитализации
tr: P. Değerine Göre En Iyi Coinler
zh: 币种排名描述

# market.top.highest_cap
source: Highest Cap
de: Höchste Obergrenze
es: Capitalización Mayor
fr: Cap. marché la plus forte
pt_br: Maior capitalização
ru: Наивысшая кап.
tr: En Yüksek
zh: 市值由高到低

# market.top.lowest_cap
source: Lowest Cap
de: Niedrigste Obergrenze
es: Capitalización Menor
fr: Cap. marché la plus basse
pt_br: Menor capitalização
ru: Наименьшая кап.
tr: En Düşük
zh: 市值由低到高

# market.top.highest_volume
source: Highest Volume
de: Höchste Lautstärke
es: Mayor Volumen
fr: Volume le plus élevé
pt_br: Maior volume
ru: Наивысший объем
tr: En Yüksek HacIm
zh: 成交量由高到低

# market.top.lowest_volume
source: Lowest Volume
de: Geringste Lautstärke
es: Menor Volumen
fr: Volume le plus bas
pt_br: Menor volume
ru: Наименьший объем
tr: En Düşük HacIm
zh: 成交量由低到高

# market.top.top_gainers
source: Top Gainers
de: Top- Gewinner
es: Máximos Ganadores
fr: Les grands gagnants
pt_br: Maiores Altas
ru: Показывают рост
tr: En Kazançlılar
zh: 涨幅榜

# market.top.top_losers
source: Top Losers
de: Top Verlierer
es: Máximos Perdedores
fr: Les gros perdants
pt_br: Maiores Quedas
ru: Теряют в цене
tr: Çok Kaybedenler
zh: 跌幅榜

# market.top.top_collections
source: Top NFT Collections
de: Top NFT-Sammlungen
es: Mejores colecciones NFT
fr: Meilleures collections NFT
pt_br: Principais Coleções NFT
ru: Топ NFT коллекции
tr: En İyi NFT Koleksiyonlar
zh: 前列 NFT 收藏

# market.top.floor_price
source: Floor:
de: Stockwerk:
es: Piso:
ko: 바닥:
pt_br: Andar:
ru: Цена
tr: Taban:
zh: 底部：

# market.top.top_market_pairs
source: Top Market Pairs
de: Top Marktpaare
es: Mejores pares de mercado
ru: Лучшие рыночные пары
zh: 热门市场交易对

# market.top.top_platforms
source: Top Platforms
de: Top Plattformen
es: Plataformas superiores
fr: Meilleures plateformes
pt_br: Melhores Plataformas
ru: Топ платформы
tr: En İyi Platformlar
zh: 前列平台
