Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# fee_settings.replace_by_fee.description
source: This option allows you to resend a stuck transaction by increasing the amount of the fee.
de: Diese Option ermöglicht es Ihnen, eine festsitzende Transaktion erneut zu senden, indem Sie die Höhe der Gebühr erhöhen.
es: Esta opción le permite volver a enviar una transacción bloqueada aumentando la cantidad de la tarifa.
ru: Эта опция позволяет повторно отправить застрявшую транзакцию, увеличивая сумму комиссии.
tr: Bu seçenek, takılı kalmış bir işlemi ücret miktarını artırarak yeniden göndermenizi sağlar.
zh: 此选项允许您通过增加手续费金额来重新发送卡住的交易。

# fee_settings.time_lock.description
source: TimeLock works only for sending to BIP44 addresses (starting with 1)
de: TimeLock funktioniert nur beim Senden an BIP44 Adressen (ab 1)
es: TimeLock sólo funciona para enviar a direcciones BIP44 (comenzando con 1)
fr: Le TimeLock ne fonctionne que pour les envois vers les adresses du BIP44 (commençant par 1)
ko: TimeLock은 BIP44 주소(1부터 시작)로 전송하는 경우에만 작동합니다.
pt_br: TimeLock funciona apenas para enviar para endereços BIP44 (começando com 1)
ru: TimeLock работает только для отправки на адреса BIP44 (начинаются с 1)
tr: TimeLock yalnızca BIP44 adreslerine (1 ile başlar) göndermek için çalışır
zh: 时间锁（TimeLock）只适用于发送到BIP44地址（从1开始）

# fee_settings.network_fee
source: Network Fee
de: Gebühr
es: Cuota de transferencia
fr: Frais de réseau
ko: 네트워크 수수료
pt_br: Taxa de Rede
ru: Комиссия сети
tr: Ağ Ücreti
zh: 费用

# fee_settings.network_fee.info
source: The estimated cost of sending given transaction on the network.
de: Die geschätzten Kosten für den Versand der Transaktion im Netzwerk.
es: El coste estimado del envío de una transacción en la red.
fr: Le coût estimé de l'envoi d'une transaction donnée sur le réseau.
pt_br: O custo estimado do envio de determinada transação na rede.
ru: Ориентировочная стоимость отправки данной транзакции по сети.
tr: Ağda belirli bir işlemi göndermenin tahmini maliyeti.
zh: 在网络上发送给定交易的估计费用。

# fee_settings.l1_fee
source: L1 Fee
de: L1 Gebühr
es: Tarifa L1
ru: L1 комиссия
tr: L1 Ücret
zh: L1费用

# fee_settings.l1_fee.info
source: The estimated cost of sending given transaction on layer 1 network.
de: Die geschätzten Kosten für das Senden einer bestimmten Transaktion im Layer-1-Netzwerk.
es: El costo estimado de enviar una transacción dada en la red de capa 1.
ru: Оценочная стоимость отправки указанной транзакции по сети уровня 1.
tr: Katman 1 ağında belirtilen işlemin gönderim tahmini maliyeti.
zh: 给定交易在第1层网络上发送的预估成本。

# fee_settings.gas_limit
source: Gas Limit
pt_br: Limite de gás
zh: 燃料限制

# fee_settings.gas_limit.info
source: Transaction complexity is measured in units called "gas". It varies depending on the smart contract being executed. The Gas Limit is the estimated maximum gas needed to execute it. The actual gas used will normally be lower.
de: Die Transaktionskomplexität wird in Einheiten mit dem Namen "Gas" gemessen, die je nach ausgeführten intelligenten Verträgen variieren. Das Gaslimit ist das geschätzte Höchstgas, das benötigt wird, um es auszuführen. Das tatsächliche Gas wird normalerweise niedriger sein.
es: La complejidad de la transacción se mide en unidades llamadas "gas". El límite de gas es el máximo estimado de gas necesario para ejecutarlo. El gas utilizado será normalmente más bajo.
fr: La complexité des transactions est mesurée en unités appelées "gas". Elles varient en fonction du contrat intelligent en cours d'exécution. La limite de gas est le volume maximum estimé de gas nécessaire pour son exécution. Le volume de gaz réellement utilisé est généralement inférieur.
pt_br: A complexidade da transação é medida em unidades chamadas "gas". Ela varia dependendo do contrato inteligente ser executado. O Limite de Gas é estimado o gas máximo necessário para o executar. O gas real utilizado normalmente será mais baixo.
ru: Единица сложности транзакций - газ, она варьирует в зависимости от выполняемого смарт-контракта. Лимит газа - это предполагаемый максимальный размер газа, необходимый для выполнения смарт-контракта. Обычно используется меньшее количество газа.
tr: İşlem karmaşıklığı "gaz" adı verilen birimlerle ölçülür. Yürütülen akıllı sözleşmeye bağlı olarak değişir. Gaz Limiti, onu yürütmek için gereken tahmini maksimum gazdır. Kullanılan gerçek gaz normalde daha düşük olacaktır.
zh: 交易复杂度以被称为“gas”（燃料）的单位度量。它将根据被执行的智能合同而变化。Gas Limit（燃料限制）是执行它所需要的估计最大燃料。使用的实际燃料通常会较低。

# fee_settings.gas_price
source: Gas Price
ko: Gas Used
pt_br: Preço do Gás
zh: 燃料价格

# fee_settings.gas_price.info
source: The fee for transacting on the network is measured in gas units. Gas Price is the amount a user is willing to spend per unit of gas. When the network is busy, gas prices are high, and low when it's idle. An insufficient gas price is often a reason for a transaction to remain pending for an extended period.
de: Die Gebühr für Transaktionen im Netzwerk wird in Gaseinheiten gemessen. Der Gaspreis ist der Betrag, den ein Nutzer für eine Einheit Gas auszugeben bereit ist. Wenn das Netzwerk ausgelastet ist, sind die Gaspreise hoch, und niedrig, wenn es nicht genutzt wird. Ein unzureichender Gaspreis ist oft ein Grund dafür, dass eine Transaktion über einen längeren Zeitraum aussteht.
es: La tarifa por transacción en la red se mide en unidades de gas. El prrecio del gas es la cantidad que un usuario está dispuesto a gastar por unidad de gas. Cuando la red se encuentra ocupada, los precios del gas son altos y bajos cuando está inactiva. Un precio insuficiente del gas es a menudo una razón para que una transacción permanezca pendiente durante un período prolongado.
fr: Les frais pour effectuer des transactions sur le réseau sont mesurés en unités de gas. Le prix du gas est le montant qu'un utilisateur est prêt à dépenser par unité de gas. Le prix du gas est élevé lorsque le réseau est encombré, et faible lorsqu'il est inactif. Souvent, une transaction reste en suspens pendant une période prolongée si le montant du gas est insuffisant.
ko: 네트워크 거래 수수료는 가스 단위로 측정됩니다. 가스 가격은 사용자가 가스 단위당 지출할 의향이 있는 금액입니다. 네트워크가 사용 중일 때는 가스 가격이 높고 유휴 상태일 때는 가스 가격이 낮습니다. 가스 가격이 충분하지 않아 거래가 장기간 보류 상태로 남아 있는 경우가 많습니다.
pt_br: A taxa para transação na rede é medida em unidades de gás. O preço do gás é a quantidade que um usuário está disposto a gastar por unidade de gás. Quando a rede está ocupada, os preços do gás são altos e baixos quando está inativa. Um preço de gás insuficiente é frequentemente uma razão para que uma transação permaneça pendente por um período prolongado.
ru: Комиссия за сетевую транзакцию измеряется в единицах газа. Цена газа – это сумма, которую пользователь готов заплатить за единицу газа. Когда сеть занята, цены на газ повышаются, а во время простоя они наоборот снижаются. Слишком низкая цена газа зачастую является основанием для длительного сохранения отложенного статуса транзакции.
tr: Ağ üzerinde işlem yapmanın ücreti gaz birimleri cinsinden ölçülür. Gaz Fiyatı, bir kullanıcının bir işlemi gerçekleştirmek için ödemeye razı olduğu tutardır. Ağ yoğun olduğunda gaz fiyatları yüksek ve boşta olduğunda düşüktür. Gaz fiyatının yetersiz olması, genellikle bir işlemin uzun süre beklemede kalmasının bir nedenidir.
zh: 网上交易费用将按燃料单位计量。燃料价格是用户愿意按单位消费的金额。 当网络忙碌时，燃料价格就高，空闲时价格就低。 燃料价格不足常常是交易被长期搁置的一个原因。

# fee_settings.base_fee
source: Base Fee
de: Basisgebühr
es: Tarifa Base
fr: Frais de base
ko: 기본 수수료
pt_br: Taxa Base
ru: Базовая комиссия
tr: Baz Ücret
zh: 基础费用

# fee_settings.base_fee.info
source: The network protocol determines the base price per gas for each block, called the base fee rate. It varies according to the network utilization level from block to block. It can increase or decrease by no more than 12.5% in the next block, making fees more predictable. The value shown here is the current block's base fee rate.
de: Das Netzwerkprotokoll bestimmt den Basispreis pro Gas für jeden Block, sogenannte Basisgebühren. Sie variiert je nach Netzwerkauslastung von Block zu Block. Sie kann im nächsten Block um nicht mehr als 12,5% steigen oder sinken, was die Gebühren berechenbarer macht. Der hier angezeigte Wert ist die Basisgebühr des aktuellen Blocks.
es: El protocolo de red determina el precio base por gas para cada bloque, llamada tarifa base. Varía en función del nivel de utilización de la red de bloque a bloque. Puede aumentar o disminuir no más del 12,5% en el próximo bloque, haciendo que las comisiones sean más predecibles. El valor que se muestra aquí es la tarifa base del bloque actual.
fr: Le protocole réseau détermine le prix de base par unité de gaz pour chaque bloc, appelé taux de frais de base. Il varie en fonction du niveau d'utilisation du réseau de bloc en bloc. Il peut augmenter ou diminuer de pas plus de 12,5 % dans le bloc suivant, rendant les frais plus prévisibles. La valeur affichée ici est le taux de frais de base du bloc actuel.
ko: The network protocol determines the base price per gas for each block, called base fee rate. It varies according to the network utilization level from block to block. It can increase or decrease by no more than 12.5% in the next block, making fees more predictable. The value shown here is the current block's base fee rate.
pt_br: O protocolo de rede determina o preço base por gas para cada bloco, a taxa base. Varia de acordo com o nível de utilização da rede de bloco para bloco. Ele pode aumentar ou diminuir em não mais do que 12,5% no próximo bloco, tornando as taxas mais previsíveis. O valor mostrado aqui é a taxa base de taxa atual do bloco.
ru: Сетевой протокол определяет базовую стоимость газа для каждого блока, которая называется базовая ставка комиссии. Он варьирует в зависимости от уровня загрузки сети от блока к блоку. В следующем блоке он может увеличиться или уменьшиться не более чем на 12.5%, что делает взимаемый тариф более предсказуемым. Здесь отражена базовая ставка комиссии текущего блока.
tr: Ağ protokolü, her blok için gaz başına taban fiyatı belirler ve buna baz ücret oranı denir. Bloktan bloğa ağ kullanım seviyesine göre değişir. Bir sonraki blokta% 12,5'ten fazla artamaz veya azalabilir ve bu da ücretleri daha öngörülebilir hale getirir. Burada gösterilen değer, geçerli bloğun temel ücret oranıdır.
zh: 网络协议将决定每一个区块的每一燃料（gas）的基础价格，称为基础费率。它根据不同区块的网络利用水平而变化。它可能会在下一个区块中增加或减少不多于12.5%，使得费用更具有可预测性。这里显示的值为当前区块的基础费率。

# fee_settings.max_fee_rate
source: Max Fee Rate
de: Max Gebührenrate
es: Tarifa máxima
fr: Taux de frais max
ko: 최대 수수료율
pt_br: Taxa Máxima
ru: Top Dollar Rate
tr: Maks. Ücret Oranı
zh: 最大费率

# fee_settings.max_fee_rate.info
source: This is the maximum total price per gas the user is willing to pay. It must cover the network's base fee rate and max priority fee rate. The value shown here is suggested based on an estimate of the next block's base fee rate plus the max priority fee rate chosen by the user. The actual fee rate paid will normally be lower. Setting this lower than the current base fee rate will limit the fee paid, but will result in longer waiting times for the transaction to be confirmed, or even in a stuck transaction.
de: Dies ist der maximale Gesamtpreis pro Gas, den der Nutzer zu zahlen bereit ist. Es muss den Basistarif des Netzwerks und den maximalen Prioritätstarif abdecken. Der hier angezeigte Wert wird anhand einer Schätzung der Basisgebühr des nächsten Blocks plus der vom Nutzer gewählten Maximalgebührengebühr vorgeschlagen. Der tatsächlich gezahlte Gebührensatz ist normalerweise niedriger. Wenn diese Einstellung niedriger als die aktuelle Basisgebühr ist, wird die gezahlte Gebühr begrenzt aber führt zu längeren Wartezeiten für die Bestätigung der Transaktion oder sogar zu einer festgefahrenen Transaktion.
es: Este es el precio total máximo por gas que el usuario está dispuesto a pagar. Debe cubrir la tarifa base de la red y la tarifa máxima de prioridad. El valor mostrado aquí se sugiere basado en una estimación de la tasa de comisión base del próximo bloque más la tasa de prioridad máxima elegida por el usuario. La tarifa real pagada normalmente será más baja. Establecer esto más bajo que la tarifa base actual limitará la comisión pagada, pero resultará en tiempos de espera más largos para que la transacción sea confirmada, o incluso en una transacción estancada.
fr: Ceci est le prix total maximal par unité de gaz que l'utilisateur est prêt à payer. Il doit couvrir le taux de frais de base du réseau et le taux de frais prioritaire maximal. La valeur affichée ici est suggérée en fonction d'une estimation du taux de frais de base du bloc suivant plus le taux de frais prioritaire maximal choisi par l'utilisateur. Le taux de frais réellement payé sera généralement inférieur. Définir une valeur inférieure au taux de frais de base actuel limitera les frais payés, mais entraînera des délais d'attente plus longs pour la confirmation de la transaction, voire une transaction bloquée.
pt_br: Este é o preço total máximo por gas que o usuário está disposto a pagar. Ela deve cobrir a taxa base da rede e a taxa máxima de prioridade. O valor mostrado aqui é sugerido com base em uma estimativa da taxa base do próximo bloco mais a taxa máxima de prioridade escolhida pelo usuário. A taxa real paga normalmente será menor. Definir isso mais baixo que a taxa base atual irá limitar a taxa paga, mas resultará em períodos de espera mais longos para que a transação seja confirmada, ou até mesmo em uma transação travada.
ru: Это максимальная общая цена газа, которую пользователь готов заплатить. Она должна покрывать базовую тарифную ставку сети и максимальный приоритетный тариф. Указанное здесь значение предлагается на основе оценки суммы базовой тарифной ставки следующего блока и максимального приоритетного тарифа, выбранного пользователем. Фактический размер платёжного тарифа обычно меньше. Снижение настройки текущего базового тарифа ограничит оплачиваемую сумму тарифа, но приведет к удлинению периода ожидания подтверждения транзакции или даже к ее подвисанию.
tr: Bu, kullanıcının ödemek istediği gaz başına maksimum toplam fiyattır. Ağın temel ücret oranını ve maksimum öncelik ücreti oranını kapsamalıdır. Burada gösterilen değer, bir sonraki bloğun taban ücret oranının tahmini artı kullanıcı tarafından seçilen maksimum öncelik ücreti oranına göre önerilir. Ödenen gerçek ücret oranı normalde daha düşük olacaktır. Bunu mevcut taban ücret oranından daha düşük bir değere ayarlamak, ödenen ücreti sınırlayacaktır, ancak işlemin onaylanması için daha uzun bekleme sürelerine, hatta sıkışmış bir işlemde bile sonuçlanacaktır.
zh: 这是用户愿意支付的每一燃料（gas）的最高总价。它必须涵盖网络的基础费率和最高优先费率。这里显示的值是基于下一个区块的基础费率加上用户选择的最大优先费率的估计值。实际支付的费率通常会较低。如果将此设置为低于当前的基础费率，将限制所支付的费用，但会导致更长的交易确认等待时间，甚至导致交易被冻结。

# fee_settings.tips
source: Max Priority Fee
de: Max Prioritätsgebühr
es: Tarifa Máxima de prioridad
fr: Frais de priorité max
ko: 최대 우선 가스비
pt_br: Taxa de prioridade máxima
ru: Макс. приоритет. комиссия
tr: Maks. Öncelik Ücreti
zh: 最高优先费用

# fee_settings.tips.info
source: Users pay priority fees to incentivize a transaction to be confirmed more quickly. They are sometimes called tips. The max priority fee rate is the maximum additional price per gas the user is willing to pay on top of the base fee rate. The value shown here is suggested based on predicted network conditions. The actual priority fee will normally be lower. Setting this to zero may result in a long waiting time for the transaction to be confirmed, as it is placed at the end of the pending transactions queue from all users.
de: Benutzer zahlen Prioritätsgebühren, um eine Transaktion schneller zu bestätigen. Sie werden manchmal als Tipps bezeichnet. Die maximale Prioritätsgebühr ist der maximale Zusatzpreis pro Gas, den der Nutzer zusätzlich zur Basisgebühr zahlen möchte. Der hier angezeigte Wert wird basierend auf vorausgesagten Netzwerkbedingungen vorgeschlagen. Die tatsächliche Prioritätsgebühr wird normalerweise niedriger sein. Die Einstellung auf Null kann zu einer langen Wartezeit führen, bis die Transaktion bestätigt wird, , da er am Ende der Warteschlange aller Benutzer platziert ist.
es: Users pay priority fees to incentivize a transaction to be confirmed more quickly. They are sometimes called tips. The max priority fee rate is the maximum additional price per gas the user is willing to pay on top of the base fee rate. The value shown here is suggested based on predicted network conditions. The actual priority fee will normally be lower. Setting this to zero may result in a long waiting time for transaction to be confirmed, as it is placed at the end of the pending transactions queue from all users.
fr: Les utilisateurs paient des frais de priorité pour encourager une transaction à être confirmée plus rapidement. Ils sont parfois appelés conseils. Le taux de frais de priorité max est le prix supplémentaire maximum par gaz que l'utilisateur est prêt à payer en plus du taux de frais de base. La valeur montrée ici est suggérée en fonction des conditions de réseau prévues. Les frais de priorité réels seront normalement inférieurs. Le fait de le définir à zéro peut entraîner un long délai d'attente pour la confirmation de la transaction, car il est placé à la fin de la file d'attente des transactions en attente de tous les utilisateurs.
ko: Users pay priority fees to incentivize a transaction to be confirmed more quickly. They are sometimes called tips. The max priority fee rate is the maximum additional price per gas the user is willing to pay on top of the base fee rate. The value shown here is suggested based on predicted network conditions. The actual priority fee will normally be lower. Setting this to zero may result in a long waiting time for transaction to be confirmed, as it is placed at the end of the pending transactions queue from all users.
pt_br: Os usuários pagam taxas de prioridade para incentivar uma transação a ser confirmada mais rapidamente. Às vezes são chamados de dicas. A taxa máxima de prioridade é o preço adicional máximo por gás que o usuário está disposto a pagar acima da taxa base. O valor mostrado aqui é sugerido com base nas condições previstas de rede. A taxa de prioridade real normalmente será menor. Definir como zero pode resultar em um longo tempo de espera para que a transação seja confirmada, como é colocado no final da fila de transações pendentes de todos os usuários.
ru: Пользователи платят приоритетную комиссию, в целях ускорения процесса подтверждения транзакции. Иногда эти тарифы называются чаевыми. Максимальный размер приоритетного сбора - это максимальная дополнительная цена за газ, которую пользователь готов оплатить поверх базовой ставки комиссии. Приведенная здесь стоимость определяется исходя из прогнозируемых сетевых условий. Фактический размер приоритетного тарифа будет меньше. Обнуление этого тарифа может привести к удлинению периода ожидания подтверждения транзакции ввиду её размещения в конце очереди незавершенных транзакций ото всех пользователей.
tr: Kullanıcılar, bir işlemin daha hızlı onaylanmasını teşvik etmek için öncelik ücretleri öderler. Bazen tips denir. Maksimum öncelik ücreti oranı, kullanıcının taban ücret oranının üzerine ödemek istediği gaz başına maksimum ek fiyattır. Burada gösterilen değer, tahmin edilen ağ koşullarına göre önerilir. Gerçek öncelik ücreti normalde daha düşük olacaktır. Bunu sıfıra ayarlamak, tüm kullanıcılardan bekleyen işlemler kuyruğunun sonuna yerleştirildiğinden, işlemin onaylanması için uzun bir bekleme süresine neden olabilir.
zh: 用户支付优先费用以激励交易更快地得到确认。这些费用有时被称为小费。最高优先费率是用户在基础费率基础上愿意支付的每一燃料（gas）的最高额外价格。这里显示的值是基于预测的网络条件的建议值。实际的优先费用通常会更低。将此设置为零可能会导致交易确认的等待时间很长，因为它被放置在所有用户的待定交易队列的末尾。

# fee_settings.errors.insufficient_balance
source: Insufficient balance
de: Unzureichendes Guthaben
es: Saldo insuficiente
fr: Solde insuffisant
ko: 잔액이 부족합니다
pt_br: Saldo insuficiente
ru: Недостаточный баланс
tr: Yetersiz bakiye
zh: 余额不足

# fee_settings.errors.unexpected_error
source: Unexpected Error
de: Unerwarteter Fehler
es: Error inesperado
fr: Erreur inattendue
ko: 예기치 못한 오류
pt_br: Erro inesperado
ru: Непредвиденная ошибка
tr: Beklenmeyen hata
zh: 异常错误

# fee_settings.errors.insufficient_balance.info
source: The current %@ balance is below the amount required to process this transaction, including the transaction fee.
de: Das aktuelle %@-Guthaben liegt unter dem für die Abwicklung dieser Transaktion erforderlichen Betrag einschließlich der Transaktionsgebühr.
es: El saldo actual de %@ es inferior al monto requerido para procesar esta transacción, incluida la tarifa de transacción.
fr: Le solde actuel des ETH est inférieur au montant requis pour traiter cette transaction, frais de transaction compris.
ko: 현재 %@ 잔액은 거래 수수료를 포함하여이 거래를 처리하는 데 필요한 금액보다 적습니다.
pt_br: O saldo atual de %@ está abaixo do valor necessário para processar a transação, incluindo taxa de transação.
ru: Текущий баланс %@ ниже суммы, необходимой для обработки этой транзакции, включая комиссию за транзакцию.
tr: Mevcut %@ bakiyesi, işlem ücreti dahil bu işlemi gerçekleştirmek için gereken miktarın altında.
zh: 當前%@餘額低於處理此交易所需的金額，包括交易費用。

# fee_settings.errors.low_max_fee
source: Low Fee
de: Niedrige Gebühr
es: Tarifa baja
fr: Frais faibles
ko: 적은 수수료
pt_br: Taxa baixa
ru: Низкая комиссия
tr: Düşük Ücret
zh: 低费用

# fee_settings.errors.low_max_fee.info
source: The set transaction fee amount is insufficient for processing this transaction now.
de: Der eingestellte Betrag der Transaktionsgebühr reicht nicht aus, um diese Transaktion jetzt zu bearbeiten.
es: El monto de comisión de transacción establecido no es suficiente para procesar esta transacción ahora.
fr: Le montant des frais de transaction défini est insuffisant pour traiter cette transaction immédiatement.
ko: 설정된 거래 수수료 금액이 현재 이 거래를 처리하기에 충분하지 않습니다.
pt_br: A taxa de transação definida é insuficiente para processar esta transação agora.
ru: Установленная сумма комиссии недостаточно для обработки этой транзакции.
tr: Belirlenen işlem ücreti, bu işlemin şimdi işlenmesi için yetersiz.
zh: 当前设置的交易费用金额不足以处理此交易。

# fee_settings.errors.nonce_already_in_block
source: Can't replace transaction.
de: Transaktion kann nicht ersetzt werden.
es: No se puede reemplazar la transacción.
fr: Impossible de remplacer la transaction.
ko: 트랜잭션을 대체할 수 없습니다.
pt_br: Não é possível substituir a transação.
ru: Не удается заменить транзакцию.
tr: İşlem değiştirilemiyor
zh: 无法替换交易。

# fee_settings.errors.replacement_transaction_underpriced
source: Low Fee for replacement transaction
de: Niedrige Gebühr für Ersatztransaktionen
es: Tarifa baja para la transacción de reemplazo
fr: Frais bas pour la transaction de remplacement
ko: 교체 거래에 대한 낮은 수수료
pt_br: Taxa baixa para transação substituída
ru: Низкая комиссия на замену транзакции
tr: Değiştirme işlemi için Düşük Ücret
zh: 替换交易的低费用

# fee_settings.errors.transaction_underpriced
source: Low Fee for transaction
de: Niedrige Transaktionsgebühr
es: Tarifa baja para la transacción
fr: Frais de transaction réduits
ko: 낮은 거래 수수료
pt_br: Taxa baixa para transação
ru: Низкая комиссия за транзакцию
tr: İşlem Ücreti Düşük
zh: 低交易费用

# fee_settings.errors.tips_higher_than_max_fee
source: Max Fee is too low
de: Max Gebühr ist zu niedrig
es: Tarifa máxima es demasiado baja
fr: Les frais maximums sont trop bas
ko: 최대 수수료가 너무 낮습니다.
pt_br: A taxa máxima é muito baixa
ru: Слишком низкая макс. комиссия
tr: Max Fee çok düşük
zh: 最高费用过低

# fee_settings.errors.zero_amount.info
source: Cannot transfer 0 TRX
de: Kann 0 TRX nicht übertragen
es: No se puede transferir 0 TRX
fr: Impossible de transférer 0 TRX
ko: 0 TRX 을(를) 전송할 수 없습니다.
pt_br: Não é possível transferir 0 TRX
ru: Невозможно отправить 0 TRX
tr: 0 TRX aktarılamıyor
zh: 无法传输 0 TRX

# fee_settings.warning.risk_of_getting_stuck
source: Risky
de: Riskant
es: Arriesgado
fr: Risqué
ko: 위험
pt_br: Arriscado
ru: Риски
tr: Riskli
zh: 有风险
