Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# appearance.theme.light
source: Light
de: Hell
es: Claro
fr: Classique
ko: 밝은
pt_br: Claro
ru: Светлая
tr: Açık
zh: 浅色

# appearance.markets_tab
source: Markets Tab
de: Markt-Tab
es: Pestaña de Mercados
fr: Onglet Marchés
ko: 마켓 탭
pt_br: Guia de Mercados
ru: Вкладка рынки
tr: Piyasalar Sekmesi
zh: 市场选项卡

# appearance.hide_markets
source: Hide Markets
de: Märkte ausblenden
zh: 隐藏市场

# appearance.price_change
source: Price Change
de: Preisänderung
zh: 价格变动

# appearance.price_change.24h
source: 24H
de: 24Std
zh: 24时

# appearance.price_change.1d
source: Midnight UTC
de: Mitternacht UTC
zh: 午夜UTC

# appearance.launch_screen
source: Launch Screen
de: Startbildschirm
es: Pantalla de lanzamiento
fr: Écran de démarrage
ko: 시작 화면
pt_br: Tela Inicial
ru: Запуск экрана
tr: Başlangıç Ekranı
zh: 启动屏幕

# appearance.launch_screen.auto
source: Auto
ko: 자동
pt_br: Automático
ru: По умолчанию
tr: Oto
zh: 自动

# appearance.launch_screen.balance
source: Balance
de: Guthaben
es: Saldo
fr: Solde
ko: 잔액
pt_br: Saldo
ru: Баланс
tr: Bakiye
zh: 余额

# appearance.launch_screen.market_overview
source: Market Overview
de: Marktübersicht
es: Visión General del Mercado
fr: Vue d'ensemble du marché
ko: 시장 개요
pt_br: Visão geral do mercado
ru: Обзор рынка
tr: Piyasaya Genel Bakış
zh: 行情

# appearance.launch_screen.watchlist
source: Favorites
de: Merkliste
es: Lista de Seguimiento
fr: Liste de suivi
ko: Watchlist
pt_br: Lista de observação
ru: Избранное
tr: İzleme Listesi
zh: 关注

# appearance.balance_tab
source: Balance Tab
zh: 余额标签

# appearance.hide_buttons
source: Hide Buttons
de: Schaltflächen ausblenden
zh: 隐藏按钮

# appearance.balance_value
source: Balance Value
de: Saldo Wert
es: Valor de Saldo
fr: Valeur du solde
ko: 균형 가치
pt_br: Valor Patrimonial
ru: Значение баланса
tr: Bakiye değeri
zh: 余额值

# appearance.balance_value.coin_fiat
source: Coin / Fiat
de: Münze / Fiat
zh: 加密货币 / 法定货币

# appearance.balance_value.fiat_coin
source: Fiat / Coin
de: Fiat / Münze
zh: 法定货币 / 加密货币

# appearance.app_icon
source: App Icon
de: App-Symbol
es: Icono de la App
fr: Icône de l’app
ko: 앱 아이콘
pt_br: Ícone do Aplicativo
ru: Иконка приложения
tr: Uygulama İkonları
zh: 应用图标

# subscription.premium.label
source: Premium
de: Prämie
zh: 高級版

# subscription.title
source: Subscription
de: Abonnement
zh: 訂閱

# subscription.get
source: Get Premium
de: Premium erhalten
zh: 成为付费会员

# subscription.restore
source: Restore Purchase
de: Kauf wiederherstellen
zh: 恢復購買

source: Subscription Type
de: Abonnementtyp
zh: 订阅类型

# subscription.one-time
source: One-Time
de: Einmalig
zh: 一次性

# subscription.price
source: Price
de: Preis
zh: 价格

# subscription.next_payment
source: Next payment date
de: Nächstes Zahlungsdatum
zh: 下次付款日期

# subscription.purchase_time
source: Start date
de: Startdatum
zh: 开始日期

# subscription.status
source: Status
zh: 状态

# subscription.manage
source: Manage Subscription
de: Abonnement verwalten
zh: 管理訂閱

# settings.vip_support.description
source: Get direct assistance from our experts. A private chat will be created in Telegram to resolve your issue, and it will be closed once the problem is solved.
de: Erhalten Sie exklusiven Zugang zu unserer VIP-Gruppe, in der Premium-Nutzer und das Unstoppable Wallet-Team zusammenarbeiten. Erhalten Sie direkte Unterstützung, diskutieren Sie zukünftige Updates und helfen Sie, die Entwicklung der Wallet mitzugestalten.
zh: 獲得專屬訪問我們的貴賓群組的權限，高級用戶和Unstoppable錢包團隊在此協作。接收直接協助、討論未來更新，並幫助塑造錢包的發展。

# settings.vip_support.start_chat
source: Start Chat
de: VIP-Gruppe beitreten
zh: 加入貴賓群組

# contacts.title
source: Contacts
de: Kontakte
es: Contactos
ko: 연락처
pt_br: Contatos
ru: Контакты
tr: Kişiler
zh: 联系人

# contacts.list.search_placeholder
source: Search by name
de: Nach Namen suchen
es: Buscar por nombre
fr: Rechercher par nom
ko: 이름별 검색
pt_br: Pesquisar por nome
ru: Поиск по имени
tr: İsme göre ara
zh: 按名字搜索

# contacts.list.not_found
source: You do not have an added contact
de: Sie haben keinen neuen Kontakt
es: No tienes un contacto añadido
fr: Vous n'avez pas ajouté de contact
ko: 추가된 연락처가 없습니다
pt_br: Você não tem nenhum contato adicionado
ru: У вас нет добавленных контактов
tr: Eklenmiş bir kişiniz yok
zh: 您没有已添加的联系人

# contacts.list.not_found_search
source: No results found
de: Keine Ergebnisse gefunden
es: No se han encontrado resultados
fr: Aucun résultat
pt_br: Nenhum resultado encontrado
ru: Ничего не найдено
tr: Sonuç bulunamadı
zh: 未发现结果

# contacts.add_new_contact
source: Add New Contact
de: Neuer Kontakt
es: Añadir nuevo contacto
fr: Ajouter un nouveau contact
ko: 새 연락처 추가
pt_br: Adicionar um novo contato
ru: Добавить новый контакт
tr: Yeni Kişi Ekle
zh: 添加新联系人

# contacts.update_contact.already_has_address
source: Selected contact already has an address on %@. This action will replace the address %@ with %@.
de: Der ausgewählte Kontakt hat bereits eine Adresse auf %@. Diese Aktion wird die Adresse %@ durch %@ ersetzen.
es: El contacto seleccionado ya tiene una dirección en %@. Esta acción reemplazará la dirección %@ por %@.
fr: Le contact sélectionné possède déjà une adresse sur %@. Cette action remplacera l'adresse %@ par %@.
ko: 선택된 연락처는 이미 %@에 주소가 있습니다. 이 작업은 %@ 주소를 %@로 대체합니다.
pt_br: O contato selecionado já tem um endereço em %@. Esta ação substituirá o endereço %@ por %@.
ru: Выбранный контакт уже имеет адрес на %@. Это действие заменит адрес %@ на %@.
tr: Seçilen kişinin zaten %@ üzerinde bir adresi var. Bu eylem, %@ adresini %@ ile değiştirecek.
zh: 所选联系人在 %@上已经有一个地址。此操作将把地址 %@ 替换为 %@。

# contacts.update_contact.replace
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ko: 위젯 변경
pt_br: Substituir
ru: Заменить
tr: Değiştir
zh: 替换

# contacts.list.addresses_count
source: Addresses: %d
de: Adresse: %d
es: Dirección: %d
fr: Adresses : %d
ko: 구애: %d
pt_br: Endereços: %d
ru: Адреса: %d
tr: Adresler: %d
zh: 地址： %d

# contacts.contact.new.title
source: New Contact
de: Neuer Kontakt
es: Nuevo contacto
fr: Nouveau Contact
ko: 새로운 연락처
pt_br: Novo Contato
ru: Новый контакт
tr: Yeni Kişi
zh: 新联系人

# contacts.contact.name.placeholder
source: Name
es: Nombre
fr: Nom
ko: 이름
pt_br: Nome
ru: Название
tr: İsim
zh: 名称

# contacts.contact.update.error.name_already_exist
source: Name Already Exist
de: Name existiert bereits
es: Nombre ya existe
fr: Ce nom existe déjà
ko: 이름이 이미 존재합니다
pt_br: Nome já existe
ru: Имя уже существует
tr: İsim Zaten Var
zh: 名字已存在

# contacts.contact.add_address
source: Add Address
de: Adresse hinzufügen
es: Añadir dirección
fr: Ajouter une adresse
ko: 주소 추가
pt_br: Adicionar endereço
ru: Добавить адрес
tr: Adres ekle
zh: 添加地址

# contacts.contact.delete
source: Delete Contact
de: Kontakt löschen
es: Eliminar contacto
fr: Supprimer le contact
ko: 연락처 삭제
pt_br: Excluir contato
ru: Удалить контакт
tr: Kişiyi Sil
zh: 删除联系人

# contacts.contact.address.blockchains
source: Blockchains
ru: Блокчейны
tr: Blockchain'ler
zh: 区块链

# contacts.contact.address.delete_address
source: Delete Address
de: Adresse löschen
es: Eliminar dirección
fr: Supprimer l'adresse
ko: 주소 삭제
pt_br: Excluir endereço
ru: Удалить адрес
tr: Adresi Sil
zh: 删除地址

# contacts.restore.restored
source: Restored
de: Wiederhergestellt
es: Restaurado
fr: Restauré
ko: 복원됨
pt_br: Restaurado
ru: Восстановлено
tr: Geri yüklendi
zh: 恢复

# contacts.restore.parsing_error
source: File has wrong data!
de: Datei hat falsche Daten!
es: ¡El archivo tiene datos incorrectos!
fr: Le fichier contient des données incorrectes !
ko: 파일에 잘못된 데이터가 있습니다!
pt_br: O arquivo tem dados errados!
ru: Файл содержит неверные данные!
tr: Dosyada yanlış veriler var!
zh: 文件包含错误数据！

# contacts.restore.restore_error
source: Failed to restore contacts
de: Wiederherstellung der Kontakte fehlgeschlagen
es: Error al restaurar contactos
fr: Impossible de restaurer les contacts
ko: 연락처 복원에 실패했습니다
pt_br: Erro ao restaurar contatos
ru: Не удалось восстановить контакты
zh: 无法恢复联系人

# contacts.restore.overwrite_alert.description
source: This action will overwrite your local payment contacts as well as its iCloud copy (if there is one).
de: Diese Aktion wird Ihre lokalen Zahlungskontakte sowie die iCloud-Kopie (falls vorhanden) überschreiben.
es: Esta acción sobrescribirá sus contactos de pago locales, así como su copia de iCloud (si hay una).
fr: Cette action écrasera vos contacts de paiement locaux ainsi que la copie iCloud (s'il y en a une).
ko: 이 작업은 로컬 결제 연락처와 iCloud 복사본(있는 경우)을 덮어씁니다.
pt_br: Esta ação substituirá seus contatos de pagamento locais, bem como sua cópia do iCloud (se houver uma).
ru: Это действие перезапишет ваши локальные контакты для платежей, а также копию в iCloud (если таковая имеется).
tr: Bu işlem, cihazdaki ödeme kişilerinizin yanı sıra iCloud kopyasının (varsa) üzerine yazacaktır.
zh: 此操作将覆盖您的本地付款联系人以及它的 iCloud 副本（如有）。

# contacts.restore.overwrite_alert.replace
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ko: 위젯 변경
pt_br: Substituir
ru: Заменить
tr: Değiştir
zh: 替换

# contacts.add_address.title
source: Add Address
de: Adresse hinzufügen
es: Añadir dirección
fr: Ajouter une adresse
ko: 주소 추가
pt_br: Adicionar endereço
ru: Добавить адрес
tr: Adres ekle
zh: 添加地址

# contacts.add_address.create_new
source: Create New Contact
de: Neuen Kontakt erstellen
es: Crear nuevo contacto
fr: Créer un nouveau contact
ko: 새 연락처 등록
pt_br: Criar Novo Contato
ru: Создать новый контакт
tr: Yeni Kişi Oluştur
zh: 创建新联系人

# contacts.add_address.add_to_contact
source: Add to Existing Contact
de: Zu vorhandenem Kontakt hinzufügen
es: Añadir al contacto existente
fr: Ajouter au contact existant
ko: 기존 연락처에 추가
pt_br: Adicionar ao Contato Existente
ru: Добавить в существующий контакт
tr: Mevcut Kişiye Ekle
zh: 添加到现有联系人

# contacts.add_address.exist_address
source: This address is already used for %@
de: Diese Adresse wird bereits für %@ verwendet
es: Esta dirección ya está en uso para %@
fr: Cette adresse est déjà utilisée pour %@
ko: 이 주소는 이미 %@에 사용되었습니다
pt_br: Este endereço já está em uso para %@
ru: Этот адрес уже используется для %@
tr: Bu adres %@ için zaten kullanılıyor
zh: 此地址已用于 %@

# contacts.contact.delete_alert.title
source: Delete Contact
de: Kontakt löschen
es: Eliminar contacto
fr: Supprimer le contact
ko: 연락처 삭제
pt_br: Excluir contato
ru: Удалить контакт
tr: Kişiyi Sil
zh: 删除联系人

# contacts.contact.delete_alert.description
source: Are you sure you want to delete this contact?
de: Sind Sie sicher, dass Sie diesen Kontakt löschen möchten?
es: ¿Está seguro de que desea eliminar este contacto?
fr: Êtes-vous certain de vouloir supprimer ce contact?
ko: 이 연락처를 삭제하시겠습니까?
pt_br: Você tem certeza que deseja excluir este contato?
ru: Вы действительно хотите удалить этот контакт?
tr: Bu kişi silmek istediğine emin misin?
zh: 您确认要删除此联系人吗？

# contacts.contact.delete_alert.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ko: 삭제
pt_br: Deletar
ru: Удалить
tr: Sil
zh: 删除

# contacts.contact.dismiss_changes.description
source: Are you sure you want to discard these new changes?
de: Sind Sie sicher, dass Sie diese neuen Änderungen verwerfen möchten?
es: ¿Estás seguro de que quieres descartar estos nuevos cambios?
fr: Êtes-vous sûr de vouloir annuler ces modifications ?
ko: 변경 사항을 취소하시겠습니까?
pt_br: Tem certeza de que deseja descartar as novas alterações?
ru: Вы уверены, что хотите отменить эти изменения?
tr: Değişiklikleri silmek istediğinizden emin misiniz?
zh: 您确定要放弃此新更改吗？

# contacts.contact.dismiss_changes.discard_changes
source: Discard Changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Annuler les modifications
ko: 변경 내용 취소
pt_br: Descartar Alterações
ru: Отменить изменения
tr: Değişiklikleri İptal Et
zh: 放弃更改

# contacts.contact.dismiss_changes.keep_editing
source: Keep Editing
de: Weiter bearbeiten
es: Sigue editando
fr: Poursuivre les modifications
ko: 편집 계속하기
pt_br: Continuar Editando
ru: Продолжить редактирование
tr: Düzenlemeyi sürdür
zh: 继续编辑

# contacts.add_address.delete_alert.title
source: Delete Address
de: Adresse löschen
es: Eliminar dirección
fr: Supprimer l'adresse
ko: 주소 삭제
pt_br: Excluir endereço
ru: Удалить адрес
tr: Adresi Sil
zh: 删除地址

# contacts.add_address.delete_alert.description
source: Are you sure you want to delete this address?
de: Sind Sie sicher, dass Sie diese Adresse löschen wollen?
es: ¿Está seguro que desea eliminar esta dirección?
fr: Etes-vous sûr de vouloir supprimer cette adresse ?
ko: 이 주소를 정말 삭제하시겠습니까?
pt_br: Você tem certeza que deseja excluir este endereço?
ru: Вы уверены, что хотите удалить этот адрес?
tr: Bu adresi silmek istediğinize emin misiniz?
zh: 您确定要删除此地址吗？

# contacts.add_address.delete_alert.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ko: 삭제
pt_br: Deletar
ru: Удалить
tr: Sil
zh: 删除

# contacts.settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ko: 설정
pt_br: Configurações
ru: Настройки
tr: Ayarlar
zh: 设置

# contacts.settings.restore_contacts
source: Restore Contacts
de: Kontakte wiederherstellen
es: Restaurar contactos
fr: Restaurer les contacts
ko: 연락처 복원
pt_br: Restaurar contatos
ru: Восстановить контакты
tr: Kişileri Geri Yükle
zh: 恢复联系人

# contacts.settings.backup_contacts
source: Backup Contacts
de: Kontakte speichern
es: Copiar contactos
fr: Sauvegarder les contacts
ko: 백업 연락처
pt_br: Backup de contatos
ru: Резерв. копирование контактов
tr: Kişileri Yedekle
zh: 备份联系人

# contacts.settings.icloud_sync
source: iCloud Sync
es: Sync de iCloud
ko: iCloud 동기화
pt_br: Sincronização com iCloud
ru: iCloud синхр.
tr: iCloud Eşitleme
zh: iCloud同步

# contacts.settings.description
source: Sync payment contacts to iCloud for easy backup and access across multiple devices.
de: Synchronisiere Zahlungskontakte mit iCloud für einfache Sicherung und Zugriff auf mehrere Geräte.
es: Sincronizar contactos de pago a iCloud para facilitar la copia de seguridad y el acceso a través de múltiples dispositivos.
fr: Synchroniser les contacts de paiement sur iCloud pour faciliter la sauvegarde et l'accès sur plusieurs appareils.
ko: 결제 연락처를 iCloud에 동기화하여 여러 기기에서 쉽게 백업하고 액세스할 수 있습니다.
pt_br: Sincronize os contatos de pagamento no iCloud para facilitar o backup e o acesso entre vários dispositivos.
ru: Синхронизируйте контакты с iCloud для удобного резервного копирования и доступа с разных устройств.
tr: Birden fazla aygıtta kolay yedekleme ve erişim için ödeme kişilerini iCloud ile eşzamanlayın.
zh: 同步付款联系人到iCloud以便于备份和跨多设备访问。

# contacts.settings.lost_synchronization.description
source: iCloud synchronization is lost. Please check that iCloud Storage is enabled on your device.
de: iCloud-Synchronisation ist verloren. Bitte überprüfen Sie, ob iCloud-Speicher auf Ihrem Gerät aktiviert ist.
es: Se ha perdido la sincronización con iCloud. Por favor, comprueba que iCloud está habilitado en tu dispositivo.
fr: La synchronisation iCloud est perdue. Veuillez vérifier que le stockage iCloud est activé sur votre appareil.
ko: iCloud 동기화가 끊어졌습니다. 기기에서 iCloud 저장소가 활성화되어 있는지 확인해주세요.
pt_br: A sincronização do iCloud foi perdida. Por favor, verifique se o armazenamento do iCloud está ativado no seu dispositivo.
ru: Синхронизация iCloud утеряна. Пожалуйста, проверьте, что iCloud Storage включен на вашем устройстве.
tr: iCloud senkronizasyonu kayboldu. Lütfen cihazınızda iCloud Storage'ın etkinleştirildiğinden emin olun.
zh: iCloud 同步丢失。请检查您的设备上是否启用iCloud存储。

# contacts.settings.merge_disclaimer
source: Your local payment contacts will be merged with ones stored on iCloud.
de: Ihre lokalen Zahlungskontakte werden mit den in iCloud gespeicherten zusammengeführt.
es: Tus contactos de pago locales se combinarán con los almacenados en iCloud.
fr: Vos contacts de paiement locaux seront fusionnés avec ceux stockés sur iCloud.
ko: 당신의 로컬 결제 연락처는 iCloud에 저장된 연락처와 병합됩니다.
pt_br: Seus contatos de pagamento locais serão mesclados com os armazenados no iCloud.
ru: Ваши локальные платежные контакты будут объединены с данными, хранящимися в iCloud.
tr: Aygıtta bulunan kişileriniz iCloud'da saklananlarla birleştirilir.
zh: 您的本地付款联系人将与存储在iCloud上的联系人合并。

# contacts.settings.alert.title
source: iCloud Sync
es: Sync de iCloud
ko: iCloud 동기화
pt_br: Sincronização com iCloud
ru: iCloud синхр.
tr: iCloud Eşitleme
zh: iCloud同步

# contacts.settings.alert.description
source: Please check that iCloud Storage is enabled on your device.
de: Bitte überprüfen Sie, dass der iCloud-Speicher auf Ihrem Gerät aktiviert ist.
es: Por favor, comprueba que iCloud Almacenamiento está habilitado en tu dispositivo.
fr: Veuillez vérifier que le stockage iCloud est activé sur votre appareil.
ko: 기기에서 iCloud 저장소가 활성화되어 있는지 확인하세요.
pt_br: Por favor, verifique se o armazenamento do iCloud está ativado no seu dispositivo.
ru: Пожалуйста, убедитесь, что iCloud хранилище включено на вашем устройстве.
tr: Cihazınızda iCloud Saklama Alanı'nın etkin olup olmadığını kontrol edin.
zh: 请检查您的设备上是否已启用iCloud存储。

# contacts.settings.alert_error.title
source: iCloud Error
de: iCloud Fehler
es: Error de iCloud
fr: Erreur iCloud
ko: iCloud 오류
pt_br: erro do iCloud
ru: Ошибка iCloud
tr: iCloud Hatası
zh: iCloud错误

# chart.time_duration.day
source: 24H
de: 24Std
ko: 24시
ru: 24ч
tr: 24S
zh: 24时

# chart.time_duration.week
source: 7D
de: 7T
fr: 7J
ko: 7일
ru: 7Д
tr: 7G
zh: 7天

# chart.time_duration.week2
source: 2W
es: 2 S
fr: 2S
ko: 2주
pt_br: 2S
ru: 2Н
tr: 2H
zh: 2周

# chart.time_duration.month
source: 1M
ko: 1개월
tr: 1A
zh: 1个月

# chart.time_duration.month3
source: 3M
ko: 3개월
ru: 3М
tr: 3A
zh: 3个月

# chart.time_duration.halfyear
source: 6M
ru: 6М
tr: 6A
zh: 6个月

# chart.time_duration.year
source: 1Y
de: 1J
es: 1 Año
fr: 1J
ko: 1년
pt_br: 1A
ru: 1Г
zh: 1年

# chart.time_duration.year2
source: 2Y
de: 2J
es: 2 Años
fr: 2A
ko: 2년
pt_br: 2A
ru: 2Г
zh: 2年

# chart.time_duration.year5
source: 5Y
de: 5J
es: 5A
ru: 5Г
zh: 5年

# chart.time_duration.all
source: ALL
de: ALLE
es: TODO
fr: TOUS
pt_br: TODOS
ru: ВСЕ
zh: 所有

# chart.market_cap
source: Market Cap
de: Marktkappe
es: Capitalización del Mercado
fr: Cap. marché
pt_br: Capitalização de Mercado
ru: Рын. капитализация
tr: Piyasa Değeri
zh: 市场价值

# chart.volume
source: Volume (24h)
de: Lautstärke(24 St.)
es: Volumen (24St)
ko: 볼륨 (24 시간)
ru: Объём (за 24 ч)
tr: Birim(24 saat)
zh: 量(24小时)

# chart.circulation
source: In Circulation
de: Im Kreis
es: En Circulación
fr: En circulation
pt_br: Em Circulação
ru: В обороте
tr: Dolaşımda
zh: 流通量

# chart.selected.volume
source: Vol.
ru: Объём
tr: Hacim.
zh: 成交量.

# chart.market.header
source: Market
es: Mercado
fr: Marché
pt_br: Mercado
ru: Рынок
tr: Piyasa
zh: 市场

# chart.market.market_cap
source: Market Cap
de: Marktkappe
es: Capitalización del Mercado
fr: Cap. marché
pt_br: Capitalização de Mercado
ru: Рын. капитализация
tr: Piyasa Değeri
zh: 市场价值

# chart.market.volume
source: Volume (24h)
de: Lautstärke(24 St.)
es: Volumen (24St)
ko: 볼륨 (24 시간)
ru: Объём (за 24 ч)
tr: Birim(24 saat)
zh: 量(24小时)

# chart.market.circulation
source: In Circulation
de: Im Kreis
es: En Circulación
fr: En circulation
pt_br: Em Circulação
ru: В обороте
tr: Dolaşımda
zh: 流通量

# chart.market.total_supply
source: Total Supply
de: Gesamtmenge
es: Suminstro Total
fr: Offre totale
pt_br: Fornecimento total
ru: Макс.выпуск
tr: Toplam arz
zh: 总供应

# chart.performance.week_changes
source: Changes (1W)
de: Änderungen (1W)
es: Cambios (1 Semana)
fr: Changes (1S)
pt_br: Alterações (1S)
ru: Изменения (за 1Н)
tr: Değişiklikler (1H)
zh: 变更（1周）

# chart.performance.month_changes
source: Changes (1M)
de: Änderungen (1M)
es: Cambios (1 Mes)
fr: Changements (1 m)
pt_br: Alterações (1M)
ru: Изменения (за 1М)
tr: Değişiklikler (1A)
zh: 变更（1月）

# chart.about.read_more
source: Read More
de: Lesen Sie mehr
es: Leer más
fr: Plus d'infos
pt_br: Ler Mais
ru: Читать далее
tr: Daha Fazla Oku
zh: 查看更多

# chart.about.read_less
source: Read Less
de: Weniger lesen
es: Leer menos
fr: Moins d’infos
pt_br: Ler Menos
ru: Скрыть
tr: Daha Az Oku
zh: 关闭

# create_wallet.title
source: New Wallet
de: Neues Wallet
es: Cartera nueva
fr: Nouveau porte-monnaie
ko: 새 지갑
pt_br: Nova Carteira
ru: Новый кошелек
tr: Yeni Cüzdan
zh: 新钱包

# create_wallet.name
source: Name
es: Nombre
fr: Nom
ko: 이름
pt_br: Nome
ru: Название
tr: İsim
zh: 名称

# create_wallet.advanced_setup
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ko: 고급의
pt_br: Avançado
ru: Доп. настройки
tr: İleri düzey
zh: 高级

# create_wallet.create
source: Create
de: Erstellen
es: Crear
fr: Créer
ko: 생성하기
pt_br: Criar
ru: Создать
tr: Oluştur
zh: 创建

# create_wallet.advanced
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ko: 고급의
pt_br: Avançado
ru: Доп. настройки
tr: İleri düzey
zh: 高级

# create_wallet.phrase_count
source: Recovery Phrase
de: Wiederherstellungsphrase
es: Frase de Recuperación
fr: Phrase de récupération
ko: 복구 문구
pt_br: Frase de Recuperação
ru: Фраза восстановления
tr: Kurtarma cümlesi
zh: 恢复码

# create_wallet.12_words
source: 12 words (recommended)
de: 12 Wörter (empfohlen)
es: 12 palabras (recomendado)
fr: 12 mots (recommandé)
ko: 12 단어 (권장)
pt_br: 12 palavras (recomendado)
ru: 12 слов (рекомендуется)
tr: 12 kelimeler (Tavsiye edilen)
zh: 12 个单词(推荐)

# create_wallet.n_words
source: %@ words
de: %@ Wörter
es: %@ palabras
fr: %@ mots
ko: %@ 단어
pt_br: %@ palavras
ru: %@ слов
tr: %@ kelime
zh: %@ 个单词

# create_wallet.word_list
source: Word List
de: Wortliste
es: Lista de palabras
fr: Listes de mots
ko: 단어 목록
pt_br: Listas de palavras
ru: Список слов
tr: Kelime Listesi
zh: 字符列表

# create_wallet.passphrase
source: Passphrase
de: Passwort
es: Frase de contraseña
fr: Phrase d'authentification
ko: 암호문구
pt_br: Senha
ru: Кодовая фраза
tr: Parola
zh: 密码

# create_wallet.input.passphrase
source: Passphrase
de: Passwort
es: Frase de contraseña
fr: Phrase d'authentification
ko: 암호문구
pt_br: Senha
ru: Кодовая фраза
tr: Parola
zh: 密码

# create_wallet.input.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ko: 확인
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
zh: 确认
