Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# tron.send.resources_consumed.info
source: Bandwidth is the unit that measures the size of the transaction bytes stored in the blockchain database. The larger the transaction, the more bandwidth resources will be consumed. Energy is the unit that measures the amount of computation required by the TRON virtual machine to perform specific operations on the TRON network. Since smart contract transactions require computing resources to execute, each smart contract transaction requires to pay for the energy fee.
de: Bandwidth ist die Einheit, die die Größe der in der Blockchain-Datenbank gespeicherten Transaktionsbytes misst. Je größer die Transaktion, desto mehr Ressourcen werden verbraucht. Energie ist die Einheit, die die Anzahl der Berechnungen misst, die von der virtuellen TRON-Maschine benötigt werden, um bestimmte Operationen im TRON-Netzwerk durchzuführen. Da intelligente Vertragsabschlüsse die Verwendung von Rechnerressourcen erfordern, muss für jeden Smart Contract eine Energiegebühr bezahlt werden.
es: El bandwidth es la unidad que mide el tamaño de los bytes de transacción almacenados en la base de datos de la cadena de bloques. Cuanto más grande sea la transacción, más recursos de ancho de banda se consumirán. Energe es la unidad que mide la cantidad de computación requerida por la máquina virtual TRON para realizar operaciones específicas en la red TRON. Dado que las transacciones de contratos inteligentes requieren recursos informáticos para ejecutarse, cada transacción de contrato inteligente debe pagar la tarifa de energy.
fr: Bandwidth passante est l'unité qui mesure la taille des octets de transaction stockés dans la base de données blockchain. Plus la transaction est grande, plus la bande passante sera consommée. L'énergie est l'unité qui mesure le montant de calcul requis par la machine virtuelle TRON pour effectuer des opérations spécifiques sur le réseau TRON. Étant donné que les transactions de contrats intelligents nécessitent des ressources informatiques pour être exécutées, chaque transaction de contrat intelligent nécessite le paiement de frais d'énergie.
ko: Bandwidth 은 블록체인 데이터베이스에 저장된 트랜잭션 바이트 크기를 측정하는 단위입니다. 거래가 클수록 대역폭 자원이 더 많이 사용됩니다. Energy 는 TRON 가상 머신이 TRON 네트워크에서 특정 작업을 수행하기 위해 필요한 계산 양을 측정하는 단위입니다. 스마트 계약 트랜잭션은 실행에 계산 자원이 필요하기 때문에 각 스마트 계약 트랜잭션에는 energy 수수료를 지불해야합니다.
pt_br: A bandwidth é a unidade que mede o tamanho dos bytes de transação armazenados no banco de dados blockchain. Quanto maior a transação, mais recursos de largura de banda serão consumidos. Energy é a unidade que mede a quantidade de computação necessária pela máquina virtual TRON para realizar operações específicas na rede TRON. Como as transações de contrato inteligente exigem recursos de computação para executar, cada transação de contrato inteligente requer o pagamento da taxa de energy.
ru: Bandwidth - это единица, которая измеряет размер байт транзакции, хранящихся в базе данных блокчейна. Чем больше транзакция, тем больше bandwidth будет потребляться. Energy — это единица, измеряющая количество вычислений, требуемых виртуальной машиной TRON для выполнения конкретных операций в сети TRON. Поскольку транзакции смарт-контракта требуют выполнения вычислительных ресурсов, каждая сделка по контракту требует оплаты energy комиссии.
tr: Bandwidth, blockchain veritabanında saklanan işlem baytlarının boyutunu ölçen birimdir. İşlem ne kadar büyük olursa, o kadar fazla bant genişliği kaynağı tüketilir. Energy, TRON sanal makinesinin TRON ağında belirli işlemleri gerçekleştirmek için ihtiyaç duyduğu hesaplama miktarını ölçen birimdir. Akıllı sözleşmeden beri işlemlerin yürütülmesi için bilgi işlem kaynakları gerekir, her akıllı sözleşme işleminin energy ücretini ödemesi gerekir.
zh: Bandwidth 是衡量存储在区块链数据库中的交易字节大小的单位。 交易越大，消耗的带宽资源就越多。 Energy 是衡量波场虚拟机在波场网络上执行特定操作所需计算量的单位。 自智能合约 交易需要计算资源来执行，每笔智能合约交易都需要支付 energy费用。

# tron.send.activation_fee.info
source: Transferring TRX or TRC-10 tokens to an inactive account address will activate the account.
de: Die Übertragung von TRX- oder TRC-10-Token an eine inaktive Konto-Adresse wird das Konto aktivieren.
es: Transferir tokens TRX o TRC-10 a una dirección de cuenta inactiva activará la cuenta.
fr: Le transfert de jetons TRX ou TRC-10 vers une adresse de compte inactive activera ledit compte.
ko: TRX나 TRC-10 토큰을 비활성화된 계정 주소로 이전하면 해당 계정이 활성화됩니다.
pt_br: Transferir tokens TRX ou TRC-10 para um endereço de conta inativo ativará a conta.
ru: Передача токенов TRX или TRC-10 на адрес неактивного аккаунта активирует его.
tr: TRX veya TRC-10 jetonlarını etkin olmayan bir hesap adresine aktarmak, hesabı etkinleştirir.
zh: 正在将TRX或 TRC-10令牌传输到一个非活动帐户地址将激活帐户。

# no_passcode.info_text
source: This app requires that phone has the passcode (screen lock) enabled. You may enable it in iOS settings. Please note that when you disabled the PIN on the OS level the security measures in safe storage of your phonе made the previously stored data invalid. You will need to Restore your wallet keys to get back to your wallet.
de: Diese App erfordert, dass das Telefon den Passcode (Bildschirmsperre) aktiviert hat. Sie können dies in den iOS-Einstellungen aktivieren. Bitte beachten Sie, dass wenn Sie die PIN auf der Betriebssystemebene deaktiviert haben, die Sicherheitsmaßnahmen im sicheren Speicher Ihres Telefons die zuvor gespeicherten Daten ungültig gemacht haben. Sie müssen Ihre Wallet-Schlüssel wiederherstellen, um zu Ihrer Wallet zurückzukehren.
es: Esta aplicación requiere que el teléfono tenga habilitado el código de acceso (bloqueo de pantalla). Puedes activarlo en los ajustes de iOS. Ten en cuenta que cuando desactivas el PIN a nivel del sistema operativo, las medidas de seguridad en el almacenamiento seguro de tu teléfono invalidan los datos almacenados previamente. Necesitarás Restaurar las claves de tu cartera para volver a acceder a tu cartera.
fr: Cette application nécessite que le passcode (verrou d'écran) soit activé. Vous pouvez l'activer dans les paramètres iOS. Veuillez noter que lorsque vous avez désactivé le code PIN au niveau de l'OS, les mesures de sécurité dans le stockage sûr de votre portable ont rendu les données précédemment stockées invalides. Vous devrez restaurer vos clés de porte-monnaies pour revenir à votre porte-monnaie.
pt_br: Este aplicativo requer que o telefone tenha o código de acesso (bloqueio de tela) ativado. Você pode ativá-lo nas configurações do iOS. Observe que, ao desativar o PIN no nível do sistema operacional, as medidas de segurança no armazenamento seguro do seu telefone tornaram os dados anteriormente armazenados inválidos. Será necessário Restaurar as chaves da sua carteira para voltar a acessar sua carteira.
ru: Это приложение требует, чтобы на телефоне был включен пароль (блокировка экрана). Вы можете включить его в настройках iOS. Обратите внимание, что если вы отключили PIN-код на уровне операционной системы, меры безопасности для безопасного хранения данных на вашем телефоне сделали ранее сохраненные данные недействительными. Вам нужно будет восстановить ключи вашего кошелька, чтобы вернуться к вашему кошельку.
tr: Bu uygulama, telefonunuzda şifre (ekran kilidi) etkinleştirilmesini gerektirir. Bunu iOS ayarlarında etkinleştirebilirsiniz. Lütfen, işletim sistemi seviyesinde PIN'i devre dışı bıraktığınızda, telefonunuzun güvenli depolamasındaki güvenlik önlemlerinin daha önce depolanan verileri geçersiz kıldığını unutmayın. Cüzdanınıza geri dönebilmek için cüzdan anahtarlarınızı Geri Yüklemeniz gerekecek.
zh: 此应用要求电话已启用密码（屏幕锁定）。 您可以在iOS设置中启用密码。 请注意，禁用操作系统级别的PIN码后，电话的安全存储保障措施将使以前保存的数据无效。您必须恢复您的钱包密钥才能回到您的钱包。

# cannot_check_passcode.info_text
source: Unable to check the state of passcode (screen lock). Please restart the application.
de: Nicht möglich, den Status des Passcodes (Bildschirmsperre) zu überprüfen. Bitte starten Sie die Anwendung neu.
es: No se puede verificar el estado del código de acceso (bloqueo de pantalla). Por favor, reinicia la aplicación.
fr: Impossible de vérifier l'état du code d'accès (verrouillage d'écran). Veuillez redémarrer l'application.
pt_br: Não é possível verificar o estado do código de acesso (bloqueio de tela). Por favor, reinicie o aplicativo.
ru: Невозможно проверить состояние кода доступа (блокировки экрана). Пожалуйста, перезапустите приложение.
tr: Şifre (ekran kilidi) durumu kontrol edilemiyor. Lütfen uygulamayı yeniden başlatın.
zh: 无法检查密码（屏幕锁）的状态。请重启应用程序。

# jailbreak.info_text
source: The Unstoppable team recommends running app only on non-rooted (not jailbroken) phones. Please note when you use a rooted device the app can no longer guarantee the safety of your cryptocurrency from malicious software.
de: Das Unstoppable-Team empfiehlt, die App nur auf nicht gerooteten (nicht jailbroken) Mobiltelefonen auszuführen. Bitte beachten Sie, wenn Sie ein gerootetes Gerät verwenden, kann die App die Sicherheit Ihrer Kryptowährung vor bösartiger Software nicht mehr garantieren.
es: El equipo de Unstoppable recomienda ejecutar la aplicación solo en teléfonos no rooteados (no jailbreak). Tenga en cuenta que cuando usa un dispositivo rooteado, la aplicación ya no puede garantizar la seguridad de su criptomoneda contra software malicioso.
fr: L'équipe Unstoppable recommande d'utiliser l'application uniquement sur des téléphones non rootés (non jailbreakés). Veuillez noter que lorsque vous utilisez un appareil rooté, l'application ne peut plus garantir la sécurité de votre cryptomonnaie contre les logiciels malveillants.
pt_br: A equipe do Unstoppable recomenda usar o aplicativo apenas em telefones não-rooted (não desbloqueados). Observe que, ao usar um dispositivo com root, o aplicativo não pode mais garantir a segurança da sua criptomoeda contra softwares maliciosos.
ru: Команда Unstoppable рекомендует использовать приложение только на не рутированных (не взломанных) телефонах. Обратите внимание, что при использовании рутированного устройства приложение уже не может гарантировать безопасность ваших криптовалют от вредоносного программного обеспечения.
tr: Unstoppable ekibi, uygulamanın yalnızca rootlanmamış (jailbreak yapılmamış) telefonlarda çalıştırılmasını önerir. Lütfen, rootlanmış bir cihaz kullandığınızda, uygulamanın artık kripto paranızın kötü amaçlı yazılımlardan güvenliğini garanti edemeyeceğini unutmayın.
zh: Unstoppable团队建议仅在未获取根权限（未越狱）的手机上使用应用。 请注意，使用已获取根权限的设备，应用将难以保证您的加密货币免受来自恶意软件的安全威胁。

# transaction_filter.title
source: Filter
de: Filtern
es: Contactos
fr: Filtre
pt_br: Filtro
ru: Контакты
zh: 筛选器

# transaction_filter.description
source: Filtering by contacts works on %@ blockchains. Below shown suitable contacts
de: Die Filterung nach Kontakten funktioniert auf %@ Blockchains. Im Folgenden sind geeignete Kontakte aufgeführt
es: El filtrado por contactos funciona en %@ blockchains. A continuación se muestran los contactos adecuados
tr: Kişi listesine göre filtreleme %@ blok zinciri üzerinde çalışır. Uygun kişiler aşağıda gösterilmiştir
zh: 在 %@ 区块链上，通过联系人进行筛选是有效的。下面显示了适用的联系人。

# transaction_filter.all_blockchains
source: All Blockchains
de: Alle Blockchains
es: Todos los bloqueos
fr: Toutes les blockchains
pt_br: Todas Blockchains
ru: Все блокчейны
tr: Tüm Blockchain'ler
zh: 所有区块链

# transaction_filter.coin
source: Coin
de: Münze
es: Moneda
pt_br: Moeda
ru: Монета
zh: 硬币

# transaction_filter.all_coins
source: All Coins
de: Alle Coins
es: Todas
fr: Toutes les pièces
pt_br: Todas as moedas
ru: Все токены
tr: Tüm Koinler
zh: 所有硬币

# transaction_filter.contact
source: Contact
de: Kontakt
es: Contacto
ru: Kонтакты
tr: Kişi
zh: 联系

# transaction_filter.all_contacts
source: All Contacts
de: Alle Kontakte
es: Todos los contactos
ru: Все контакты
tr: Tüm Kişiler
zh: 所有联系人

# transaction_filter.hide_suspicious_txs
source: Hide Suspicious Txs
de: Verdächtige Txs ausblenden
es: Ocultar Transacciones Sospechosas
fr: Masquer les transactions suspectes
pt_br: Ocultar Transações Suspeitas
ru: Скрыть подозрительные транзакции
tr: Şüpheli İşlemleri Gizle
zh: 隐藏可疑Txs

# transaction_filter.hide_suspicious_txs.description
source: Hiding incoming transactions with the dust amount in stablecoins, this partially solves the address poisoning attack problems.
de: Das Verstecken eingehender Transaktionen mit dem Staub in Stablecoins löst teilweise die Adressenvergiftungsprobleme.
es: Ocultando transacciones entrantes con montos mínimos en stablecoins, esto resuelve parcialmente los problemas de ataques de envenenamiento de direcciones.
fr: Masquer les transactions entrantes avec des montants infimes en stablecoins, cela résout partiellement les problèmes d'attaques de poisoning d'adresse.
pt_br: Ocultando transações de entrada com montantes ínfimos em stablecoins, isso resolve parcialmente os problemas de ataques de envenenamento de endereço.
ru: Скрытие входящих транзакций с незначительной суммой в стабильных монетах частично решает проблемы атаки на загрязнение адреса.
tr: Gelen işlemleri, stablecoin'lerdeki toz miktarı ile gizlemek, adres zehirleme saldırısı sorunlarını kısmen çözer.
zh: 隐藏到达的沙尘群交易，这部分解决了地址中毒攻击问题。

# premium.cell.title
source: Premium
de: Prämie
zh: 高級版

# premium.cell.description
source: Upgrade your experience with %@ features!
de: Erweitern Sie Ihr Erlebnis mit %@ Funktionen!
zh: 使用 %@ 功能升级您的体验！

# premium.cell.description.key
source: Premium
de: Prämie
zh: 高級版

# premium.cell.try
source: Try for FREE
de: Kostenlos ausprobieren
zh: 免費試用

# purchases.title
source: Premium
de: Prämie
zh: 高級版

# purchases.description
source: Choose the plan
de: Plan auswählen
zh: 選擇方案

# purchases.type.pro
source: Pro
zh: 专业版

# purchases.type.vip
source: Vip
zh: 尊享版 / VIP

# purchases.token_insights
source: Token Lists
de: Analytik
zh: 分析

# purchases.token_insights.description
source: Master Token Research
de: Zugriff auf Top-100 Listen nach Schlüsselkriterien
zh: 按關鍵標準獲取前100名列表

# purchases.token_insights.info
source: Your all-in-one tool for deep analysis. Browse curated Top 250 token lists based on trading volume, exchange liquidity, holder behavior, and on-chain trends—all at a glance. Filter, analyze, and stay ahead.
de: Ihr All-in-One-Tool für tiefgehende Analysen. Durchsuchen Sie kuratierte Top-250-Token-Listen basierend auf Handelsvolumen, Börsen-Liquidität, Halterverhalten und On-Chain-Trends – alles auf einen Blick. Filtern, analysieren und bleiben Sie voraus.
zh: 您的一站式深度分析工具。瀏覽根據交易量、交易所流動性、持有者行為和鏈上趨勢策劃的前250名代幣列表—一目了然。篩選、分析並保持領先。

# purchases.advanced_search
source: Advanced Search
de: Erweiterte Suche
zh: 進階搜尋

# purchases.advanced_search.description
source: Discover Trending Tokens
de: Mehrstufige Filterung über mehrere Parameter
zh: 多參數多層級篩選

# purchases.advanced_search.info
source: Ditch the noise and zero in on high-potential tokens with precision. Use Advanced Search to filter through thousands of tokens by trading volume, blockchain, market cap, price trends, sector, and performance—and more. Powerful, accurate, and built for discovery.
de: Lassen Sie den Lärm hinter sich und konzentrieren Sie sich präzise auf Token mit hohem Potenzial. Nutzen Sie die Erweiterte Suche, um Tausende von Token nach Handelsvolumen, Blockchain, Marktkapitalisierung, Preistrends, Sektor und Performance zu filtern – und mehr. Leistungsstark, präzise und für Entdeckungen konzipiert.
zh: 摒棄雜訊，精準鎖定高潛力代幣。使用進階搜尋功能，通過交易量、區塊鏈、市值、價格趨勢、行業和表現等條件篩選數千種代幣。強大、精準且專為發現而設計。

# purchases.trade_signals
source: Watch Trends
de: Signale und Trends
zh: 信號與趨勢

# purchases.trade_signals.description
source: Trade Smarter, Profit Faster
de: Automatische Überwachung von Markttrends für Ihre Tokens
zh: 自動監控您代幣的市場趨勢

# purchases.trade_signals.info
source: Never miss a trading opportunity again. Watch Trends delivers real-time alerts powered by advanced technical analysis, helping you identify trends, spot breakouts, and avoid pitfalls before they happen. Act fast, trade smart, and maximize gains.
de: Verpassen Sie nie wieder eine Handelsgelegenheit. Watch Trends liefert Echtzeit-Benachrichtigungen, unterstützt durch fortschrittliche technische Analyse, die Ihnen hilft, Trends zu identifizieren, Ausbrüche zu erkennen und Fallstricke zu vermeiden, bevor sie passieren. Handeln Sie schnell, traden Sie smart und maximieren Sie Ihre Gewinne.
zh: 不再錯過任何交易機會。觀察趨勢提供由先進技術分析驅動的實時警報，幫助您在趨勢發生前識別、發現突破點並避免陷阱。快速行動，智能交易，最大化收益。

# purchases.tx_speed_up
source: Tx Speed UP / Cancel
de: Transaktion beschleunigen / abbrechen
zh: 加速交易 / 取消交易

# purchases.tx_speed_up.description
source: Speed up and cancel transactions.
de: Transaktionen beschleunigen und abbrechen.
zh: 加速和取消交易

# purchases.tx_speed_up.info
source: Tx Speed Up / Cancel provides full control over blockchain transactions. With this feature, users can accelerate pending transactions by increasing gas fees or cancel unconfirmed transactions altogether if needed. It adds a layer of flexibility and convenience to transaction management, ensuring users remain in control of their activity.
de: „Transaktion beschleunigen / abbrechen“ bietet volle Kontrolle über Blockchain-Transaktionen. Mit dieser Funktion können Benutzer ausstehende Transaktionen beschleunigen, indem sie die Gasgebühren erhöhen, oder unbestätigte Transaktionen bei Bedarf vollständig stornieren. Dadurch erhalten sie mehr Flexibilität und Komfort im Transaktionsmanagement und behalten jederzeit die volle Kontrolle über ihre Aktivitäten.
zh: “加速/取消交易” 功能让您全面掌控区块链交易。通过提高 Gas 费用，用户可以加快待处理交易的确认；如有需要，还可直接取消尚未确认的交易。该功能为交易管理增加了一层灵活性和便利性，确保用户始终掌控自己的操作。

# purchases.duress_mode
source: Duress Mode
de: Duress-Modus
zh: 服用模式

# purchases.duress_mode.description
source: Stay Safe Wherever You Go
de: Intelligente Fondssicherheit bei physischen Bedrohungen
zh: 面對實體威脅時的智能資金安全保障

# purchases.duress_mode.info
source: Your crypto. Your security. Duress Mode lets you create multiple alternate wallet setups, each with a separate PIN, providing a hidden escape route in high-risk situations. If forced to unlock your wallet, simply use the duress PIN to access a secondary wallet with no critical assets exposed. Your real funds stay hidden. Your security stays intact.
de: Ihre Krypto. Ihre Sicherheit. Der Notfallmodus ermöglicht es Ihnen, mehrere alternative Wallet-Konfigurationen zu erstellen, jede mit einer separaten PIN, und bietet so einen versteckten Ausweg in Hochrisikosituationen. Wenn Sie gezwungen werden, Ihre Wallet zu entsperren, verwenden Sie einfach die Notfall-PIN, um auf eine sekundäre Wallet zuzugreifen, ohne dass kritische Vermögenswerte preisgegeben werden. Ihre tatsächlichen Gelder bleiben verborgen. Ihre Sicherheit bleibt intakt.
zh: 您的加密貨幣。您的安全。脅迫模式讓您創建多個備用錢包設置，每個都有單獨的PIN碼，在高風險情況下提供隱藏的逃生路線。如果被迫解鎖您的錢包，只需使用脅迫PIN碼訪問次要錢包，不會暴露關鍵資產。您的真實資金保持隱藏。您的安全完好無損。

# purchases.address_phishing
source: Scam Protection
de: Betrugsschutz
zh: 防骗保护

# purchases.address_phishing.description
source: Stay Secure Without the Hassle
de: Effektiver automatischer Schutz gegen Betrug und Phishing-Angriffe
zh: 有效自動防護詐騙和釣魚攻擊

# purchases.address_phishing.info
source: One wrong address, and your crypto is gone forever. Unstoppable automatically scans recipient addresses for suspicious patterns and defends against the latest phishing threats, preventing you from sending funds to a hacker. Block fraudulent transfers before they happen.
de: Eine falsche Adresse, und Ihre Kryptowährung ist für immer verloren. Unstoppable scannt automatisch Empfängeradressen auf verdächtige Muster und schützt vor den neuesten Phishing-Bedrohungen, um zu verhindern, dass Sie Gelder an einen Hacker senden. Blockieren Sie betrügerische Überweisungen, bevor sie passieren.
zh: 只要输错 - 个地址，您的加密资产就可能永远丢失。Unstoppable 会自动扫描收款地址中的可疑特征，并防御最新的钓鱼攻击，防止您将资金发送给黑客。提前阻止欺诈性转账，保障您的资产安全。

# purchases.address_checker
source: Blacklist Checker
de: SchwarzListen-Prüfer
zh: 黑名單檢查

# purchases.address_checker.description
source: Stay Legit and Compliant
de: Garantie der Legalität für Ihre Krypto-Transaktionen
zh: 確保您的加密貨幣操作合法性

# purchases.address_checker.info
source: Protect yourself from risky and sanctioned entities. Blacklist Checker automatically screens recipient addresses against high-risk databases, flagging scams, frauds, and sanctioned entities before you send. If an address is blacklisted, you’ll know before making a costly mistake. Secure your transactions. Keep your crypto clean. Stay compliant.
de: Schützen Sie sich vor risikoreichen und sanktionierten Entitäten. Der Schwarzlisten-Prüfer überprüft automatisch Empfängeradressen gegen Hochrisiko-Datenbanken und markiert Betrug, Fälschungen und sanktionierte Entitäten, bevor Sie senden. Wenn eine Adresse auf der Schwarzliste steht, erfahren Sie es, bevor Sie einen kostspieligen Fehler machen. Sichern Sie Ihre Transaktionen. Halten Sie Ihre Kryptowährung sauber. Bleiben Sie konform.
zh: 保護自己免受風險和受制裁實體的侵害。黑名單檢查自動對照高風險數據庫篩選接收地址，在您發送前標記詐騙、欺詐和受制裁實體。如果一個地址被列入黑名單，您將在犯下代價高昂的錯誤前知道。保護您的交易。保持您的加密貨幣清潔。保持合規。

# purchases.vip_support
source: VIP Group
de: VIP-Gruppe
zh: 貴賓群組

# purchases.vip_support.description
source: Vote on the Future of Unstoppable
de: Direkter Zugang zum Wallet-Team für schnellen technischen Support.
zh: 直接聯繫錢包團隊獲取快速技術支援。

# purchases.vip_support.info
source: Be part of the evolution. Join the VIP Group to connect directly with our team, vote on upcoming features, and get an exclusive first look at future updates. Your voice matters—help shape the next-gen crypto wallet.
de: Werden Sie Teil der Evolution. Treten Sie der VIP-Gruppe bei, um direkt mit unserem Team für technischen Support in Verbindung zu treten. Stimmen Sie über kommende Funktionen ab und erhalten Sie exklusive Vorabeinblicke in zukünftige Updates. Ihre Stimme zählt – helfen Sie mit, die nächste Generation der Krypto-Wallet zu gestalten.
zh: 成為進化的一部分。加入 VIP 群組，直接與我們的團隊連接獲取技術支援。對即將推出的功能進行投票，搶先獨家了解未來更新。您的聲音很重要——幫助塑造下一代加密貨幣錢包。

# purchases.vip_club
source: VIP Club
zh: VIP俱乐部

# purchases.vip_club.description
source: Private chat with exclusive information.
de: Privater Chat mit exklusiven Informationen.
zh: 专属私密聊天

# purchases.vip_club.info
source: The VIP Club offers exclusive access to a premium community of like-minded individuals. Members can participate in private discussions, gain insights from industry experts, and network with other top-tier users. This feature is perfect for those who want to stay ahead with insider knowledge and connections.
de: Der VIP-Club bietet exklusiven Zugang zu einer Premium-Community von Gleichgesinnten. Mitglieder können an privaten Diskussionen teilnehmen, Einblicke von Branchenexperten gewinnen und sich mit anderen Top-Nutzern vernetzen. Diese Funktion ist ideal für alle, die mit Insiderwissen und wertvollen Kontakten immer einen Schritt voraus sein möchten.
zh: VIP 俱乐部为您提供进入高端社区的专属通道。会员可参与私密讨论，获取行业专家的见解，并与顶级用户建立人脉。对于希望凭借内部资讯与人脉保持领先的人来说，这是理想选择。

# purchases.wallet_description.title
source: Highly rated security, exceptional privacy, and a truly non-custodial wallet.
de: Hochbewertete Sicherheit, außergewöhnliche Privatsphäre und eine wirklich nicht-verwaltete Wallet.
zh: 高評價的安全性、卓越的隱私性和真正的非託管錢包。

# purchases.wallet_description.approved
source: Approved and Audited By:
de: Genehmigt und geprüft von:
zh: 經以下機構批准和審核：

# purchases.button.try
source: Try for FREE
de: Kostenlos ausprobieren
zh: 免費試用

# purchases.button.activated
source: Activated
de: Aktiviert
zh: 已激活

# purchases.button.upgrade
source: Upgrade
zh: 升級

# purchase.period.title
source: Select Subscription
de: Abonnement auswählen
zh: 選擇訂閱

# purchase.period.annually
source: Annually
de: Jährlich
zh: 年度

# purchase.period.monthly
source: Monthly
de: Monatlich
zh: 月度

# purchase.period.onetime
source: One-Time
de: Einmalig
zh: 一次性

# purchase.period.onetime.description
source: for lifetime access
de: für lebenslangen Zugang
zh: 终身访问

# purchase.period.save
source: save
de: speichern
zh: 保存

# purchase.period.year
source: year
de: jahr
zh: 年
