Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# tx_info.unlocked_at
source: Unlocked at %@
de: Freigegeben am %@
es: Desbloqueado en %@
fr: Déverrouillé à %@
ko: %@에서 잠금 해제됨
pt_br: Desbloqueado às %@
ru: Разблокировано %@
tr: Kilid açıldı %@
zh: 在 %@ 解锁了

# tx_info.recipient_hash
source: Recipient
de: Empfänger
es: Destinatario
fr: Destinataire
ko: 수령인
pt_br: Destinatário
ru: Получатель
zh: 收款人

# tx_info.raw_transaction
source: Raw Transaction
de: Rohdaten der Transaktion
es: Transacción sin procesar
fr: Transaction raw
ko: 로우 트랜잭션
pt_br: Transação bruta
ru: Неподтвержденная транзакция
tr: Ham işlem
zh: 原始交易

# tx_info.memo
source: Memo
ru: Мемо
tr: Not
zh: 备忘录

# tx_info.service
source: Service
de: Dienst
es: Servicio
ko: 서비스
pt_br: Serviço
ru: Сервис
tr: Hizmet
zh: 服务

# tx_info.view_on
source: View on %@
de: Auf %@ ansehen
es: Ver en %@
fr: Afficher sur %@
ko: %@에서 보기
pt_br: Ver no %@
ru: Просмотреть на %@
tr: %@ ile görüntüle
zh: 查看于%@

# tx_info.you_pay
source: You Pay
de: Sie bezahlen
es: Usted paga
fr: Vous payez
ko: 지불하기
pt_br: Você Paga
ru: Вы платите
tr: Ödediğiniz
zh: 您支付

# tx_info.you_get
source: You Get
de: Sie erhalten
es: Obtienes
fr: Vous recevez
ko: 얻기
pt_br: Você recebe
ru: Вы получите
tr: Kazandığınız
zh: 您获得

# tx_info.you_paid
source: You Paid
de: Du hast gezahlt
es: Has pagado
fr: Vous avez payé
ko: 지불한 금액
pt_br: Você Paga
ru: Вы заплатили
tr: Ödediğiniz Tutar
zh: 您已支付

# tx_info.you_got
source: You Got
de: Du bekommst
es: Tienes
fr: Vous avez reçu
ko: 받았던 금액
pt_br: Você Tem
ru: Вы получили
tr: Aldığınız Tutar
zh: 您已获得

# tx_info.price
source: Price
de: Preis
es: Precio
fr: Prix
ko: 금액
pt_br: Preço
ru: Цена
tr: Fiyat
zh: 价格

# tx_info.scam_warning
source: This transaction is suspicious and can be scam. Please do not copy any addresses from this transaction.
de: Diese Transaktion ist verdächtig und könnte ein Betrug sein. Bitte kopieren Sie keine Adressen aus dieser Transaktion.
es: Esta transacción es sospechosa y podría ser una estafa. Por favor, no copies ninguna dirección de esta transacción.
fr: Cette transaction est suspecte et peut être une arnaque. Veuillez ne copier aucune adresse de cette transaction.
pt_br: Esta transação é suspeita e pode ser um golpe. Por favor, não copie nenhum endereço desta transação.
ru: Эта транзакция подозрительна и может быть мошенничеством. Пожалуйста, не копируйте никакие адреса из этой транзакции.
tr: Bu işlem şüpheli ve dolandırıcılık olabilir. Lütfen bu işlemden herhangi bir adres kopyalamayın.
zh: 这笔交易存在可疑，可能是诈骗。请不要从这笔交易中复制任何地址。

# tx_info.resend_description
source: This action will attempt to invalidate the previous transaction by resending it with a higher fee.
de: Diese Aktion wird versuchen, die vorherige Transaktion zu ungültig zu machen, indem sie sie mit einer höheren Gebühr erneut sendet.
zh: 此操作将尝试通过以更高的费用重新发送原始交易来使其失效。

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ko: 설정
pt_br: Configurações
ru: Настройки
tr: Ayarlar
zh: 设置

# settings.tab_bar_item
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ko: 설정
pt_br: Configurações
ru: Настройки
tr: Ayarlar
zh: 设置

# settings.manage_accounts
source: Manage Wallets
de: Wallets verwalten
es: Gestionar Carteras
fr: Gérer les portefeuilles
ko: 지갑 관리하기
pt_br: Gerenciar carteiras
ru: Кошельки
tr: Cüzdanları yönet
zh: 管理钱包

# settings.blockchain_settings
source: Blockchain Settings
de: Blockchain Einstellungen
es: Configuración de Blockchain
fr: Paramètres de la Blockchain
ko: 블록 체인 설정
pt_br: Configurações da Blockchain
ru: Настройки блокчейна
tr: Blockchain Ayarları
zh: 区块链设置

# settings.backup_manager
source: Backup Manager
es: Gestor de copias de seguridad
fr: Gestionnaire de sauvegarde
pt_br: Gerenciador de Backup
ru: Резерв. копирования
tr: Yedekleme yöneticisi
zh: 备份管理器

# settings.security
source: Security
de: Sicherheit
es: Seguridad
fr: Centre de Sécurité
ko: 보안 센터
pt_br: Segurança
ru: Безопасность
tr: Güvenlik
zh: 安全中心

# settings.personal_support
source: Personal Support
de: Persönlicher Support
es: Soporte personal
fr: Assistance Personnelle
pt_br: Suporte Pessoal
ru: Персональная поддержка
tr: Kişisel Destek
zh: 个人支持

# settings.base_currency
source: Base Currency
de: Währung
es: Moneda principal
fr: Devise de Base
ko: 기초 통화
pt_br: Moeda base
ru: Базовая валюта
tr: Para birimi
zh: 基本货币

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
ko: 언어
pt_br: Idioma
ru: Язык
tr: Dil
zh: 语言

# settings.faq
source: FAQ
zh: 常见问题

# settings.theme
source: Theme
de: Design
es: Tema
fr: Thème
ko: 테마
pt_br: Tema
ru: Тема
tr: Tema
zh: 主题

# settings.info_subtitle
source: decentralized app
de: decentralized
es: app descentralizada
fr: application décentralisée
ko: 분산형 앱
pt_br: aplicativo descentralizado
ru: децентрализованное приложение
tr: decentralized uygulama
zh: 分布式应用程序

# settings.donate.description
source: Together, with your support, we can make this app even better!
de: Gemeinsam können wir mit Ihrer Unterstützung diese App noch besser machen!
es: ¡Junto con tu apoyo, podemos hacer esta aplicación aún mejor!
fr: Ensemble, avec votre soutien, nous pouvons encore améliorer cette application!
ko: 함께, 여러분의 지원으로 우리는 이 앱을 더 좋게 만들 수 있습니다!
pt_br: Juntos, com o seu apoio, podemos fazer este aplicativo ainda melhor!
ru: С вашей поддержкой мы вместе сможем сделать это приложение еще лучше!
tr: Desteğinizle birlikte bu uygulamayı daha da iyi hale getirebiliriz!
zh: 在你的支持下，我们可以使这个应用更好！

# settings.donate.title
source: Donate
de: Spenden
es: Donar
fr: Faire un don
ko: 후원하기
pt_br: Doar
ru: Поддержи нас
tr: Bağış yapmak
zh: 捐助

# settings.rate_us
source: Rate Us
de: Bewerten Sie uns
es: Califícanos
fr: Evaluez-nous
pt_br: Avalie-Nos
ru: Оцените нас
tr: Bizi Değerlendirin
zh: 评价我们

# settings.tell_friends
source: Tell Friends
de: Freunden erzählen
es: Recomendar a un amigo
fr: Partager avec ami
pt_br: Indique para amigos
ru: Расскажите друзьям
tr: Arkadaşlarına bahset
zh: 分享给好友

# settings.contact_us
source: Contact Us
de: Kontaktiere uns
es: Contáctenos
fr: Contactez-nous
pt_br: Fale Conosco
ru: Свяжитесь с нами
tr: Bize Ulaşın
zh: 联系我们

# settings.social_networks.label
source: Join Unstoppables
de: Be Unstoppable
zh: Be Unstoppable

# settings.get_your_tokens
source: Get your tokens
de: Get UWT Tokens
zh: Get UWT Tokens

# settings.base_currency.title
source: Base Currency
de: Währung
es: Moneda principal
fr: Devise de Base
ko: 기초 통화
pt_br: Moeda base
ru: Базовая валюта
tr: Para birimi
zh: 基本货币

# settings.base_currency.other
source: Other
de: Andere
es: Otro
fr: Autre
ko: 기타
pt_br: Outros
ru: Другое
tr: Diğer
zh: 其他

# settings.base_currency.disclaimer
source: Disclaimer
de: Haftungsausschluss
es: Descargo de responsabilidad
fr: Avertissement
ko: 면책
pt_br: Aviso Legal
ru: Отказ от ответственности
tr: Uyarı
zh: 声明

# settings.base_currency.disclaimer.description
source: The exchange rate data is provided by a third-party service - Coingecko.com. The %@ wallet app doesn't guarantee these values are always correct and match market data. The chance for inconsistency is higher if you select any base currency other than %@.
de: Die Wechselkursdaten werden von einem Drittanbieter-Service - Coingecko.com bereitgestellt. Die %@ Wallet-App garantiert nicht, dass diese Werte immer korrekt sind und den Marktdaten entsprechen. Die Wahrscheinlichkeit für Inkonsistenz ist höher, wenn du eine andere Basiswährung als %@ wählst.
es: Los datos de la tasa de cambio son proporcionados por un servicio de terceros - Coingecko.com. La aplicación de la cartera %@ no garantiza que estos valores sean siempre correctos y coincidan con los datos del mercado. La posibilidad de inconsistencia es mayor si selecciona cualquier moneda base distinta de %@.
fr: Les données relatives aux taux de change fournies par un service tiers Coingecko.com %@ wallet app ne garantit pas que ces valeurs sont toujours correctes et correspondent aux données du marché. Le risque de divergence est plus élevé si vous sélectionnez une devise de base autre que %@.
ko: 제3자 서비스 Coingecko.com %@ 지갑 앱에서 제공하는 환율 데이터는 이러한 가치가 항상 올바르고 시장 데이터와 일치함을 보장하지는 않습니다. %@ 이외의 기준 통화를 선택할 경우 불일치가 발생할 가능성이 더 높습니다.
pt_br: Os dados da taxa de câmbio são fornecidos por um serviço de terceiros - Coingecko.com. O aplicativo de carteira %@ não garante que esses valores sejam sempre corretos e que correspondam aos dados do mercado. A chance de inconsistência é maior se você selecionar qualquer moeda base que não seja %@.
ru: Данные об обменных курсах предоставляются сторонним сервисом - Coingecko.com. Приложение кошелька %@ не гарантирует, что эти значения всегда верны и соответствуют рыночным данным. Вероятность несоответствия выше, если вы выбираете базовую валюту отличную от %@.
tr: Üçüncü taraf bir hizmet olan Coingecko.com tarafından sağlanan döviz kuru verileri. %@ cüzdan uygulaması, bu değerlerin her zaman doğru olduğunu ve piyasa verileriyle eşleştiğini garanti etmez. %@ Dışında herhangi bir temel para birimi seçerseniz tutarsızlık olasılığı daha yüksektir.
zh: 汇率数据由第三方服务提供- Coingecko.com。 %@ 钱包应用程序无法保证这些值总是正确的并匹配市场数据。 如果您选择除 %@以外的任何基本货币，出现不一致的可能性就更高。

# settings.base_currency.disclaimer.set
source: Set
de: Übernehmen
es: Fijar
fr: Appliquer
ko: 확인
pt_br: Definir
ru: Установить
tr: Ayarla
zh: 设置

# manage_wallets.title
source: Coin Manager
de: Kryptowährung
es: Carteras
fr: Portefeuilles
ko: 지갑
pt_br: Gerente de Moedas
ru: Токены
tr: Cüzdanlar
zh: 钱包

# manage_wallets.not_found
source: No results found. Try to add token manually.
de: Keine Ergebnisse gefunden. Versuchen Sie, Token manuell hinzuzufügen.
es: No se han encontrado resultados. Intente añadir el token manualmente.
fr: Aucun résultat trouvé. Essayez d'ajouter le token manuellement.
ko: 검색 결과가 없습니다. 토큰을 수동으로 추가해 보십시오.
pt_br: Nenhum resultado encontrado. Tente adicionar token manualmente.
ru: Ничего не найдено. Попробуйте добавить токен вручную.
tr: Sonuç bulunamadı. Belirteci manuel olarak eklemeyi deneyin.
zh: 未找到任何结果。请尝试手动添加令牌。

# manage_wallets.search_placeholder
source: Name, code or contract address
de: Name, Code oder Vertragsadresse
es: Nombre, código o dirección del contrato
fr: Nom, code ou adresse du contrat
ko: 이름, 코드 또는 계약 주소
pt_br: Nome, código ou endereço do contrato
ru: Имя, код или адрес контракта
tr: Ad, kod veya sözleşme adresi
zh: 姓名、代码或合同地址

# manage_wallets.contract_address
source: Contract Address
de: Vertragsadresse
es: Dirección del contrato
fr: Adresse du contrat
ko: 계약 주소
pt_br: Endereço do Contrato
ru: Адрес контракта
tr: Sözleşme Adresi
zh: 智能合约地址

# manage_wallets.derivation_description
source: There are 4 common address formats %@ wallets can use to receive incoming payments: - BIP44 (oldest) - BIP49 - BIP84 (recommended) - BIP86 (newest) While %@ wallet supports all 4, it recommends to use a %@ wallet operating in BIP84 format.
de: Es gibt 4 gängige Adressformate %@ Brieftaschen zum Empfang eingehender Zahlungen: - BIP44 (ältes) - BIP49 - BIP84 (empfohlen) - BIP86 (neueste) Während %@ alle 4 unterstützt empfiehlt es, eine %@ Brieftasche im BIP84-Format zu verwenden.
es: Hay 4 formatos de dirección comunes que las carteras %@ pueden usar para recibir pagos entrantes: -BIP44 (el más antiguo) -BIP49 -BIP84 (recomendado) -BIP86 (el más nuevo) Aunque la cartera %@ admite los 4 formatos, se recomienda usar una cartera %@ operando en formato BIP84.
fr: Les portefeuilles %@ peuvent utiliser 4 formats d'adresse courants pour recevoir des paiements : - BIP44 (plus ancien) - BIP49 - BIP84 (recommandé) - BIP86 (plus récent) . Bien que le portefeuille %@ prenne en charge ces 4 formats, il est recommandé d'utiliser un portefeuille %@ opérant au format BIP84.
ko: %@ 지갑이 입금을 받는 데 사용할 수 있는 4가지 일반적인 주소 형식이 있습니다. - BIP44(이전) - BIP49 - BIP84(추천) - BIP86(최신) %@ 지갑은 이 4가지 모두를 지원합니다. BIP84 형식으로 작동하는 %@ 지갑을 사용하는 것이 좋습니다.
pt_br: Existem 4 formatos de endereço que %@ carteiras podem usar para receber pagamentos recebidos: - BIP44 (mais antigo) - BIP49 - BIP84 (recomendado) - BIP86 (mais recente) Enquanto a Carteira %@ suporta todos os 4, ele recomenda usar uma carteira %@ operando no formato BIP84.
ru: Существует 4 распространенных формата адресов %@ кошельков для получения входящих платежей: - BIP44 (более старый) - BIP49 - BIP84 (рекомендованный) - BIP86 (самый новый) Хотя кошелек %@ поддерживает все четыре формата, рекомендуется использовать %@ кошелек, работающий в формате BIP84.
tr: %@ cüzdanlarının gelen ödemeleri almak için kullanabileceği 4 yaygın adres biçimi vardır: - BIP-44 (eski) - BIP-49 - BIP-84 (önerilen) - BIP-86 (en yeni) %@ cüzdan 4'ünü de desteklerken, BIP-84 formatında çalışan bir %@ cüzdanı kullanmanızı önerir.
zh: 有四种常见的地址格式 %@ 钱包可以用来接收收到的付款: - BIP44 (旧版) - BIP49 - BIP84 (推荐) - BIP86 (新版) 而 %@ 钱包支持所有4 它建议使用一个 %@ 钱包以BIP84 格式操作。

# manage_wallets.bitcoin_cash_coin_type_description
source: There are 2 address formats Bitcoin Cash wallets can use to receive incoming payments: - TYPE 0 (older) - TYPE 145 (newer) While %@ wallet supports both of them it recommends using a Bitcoin Cash wallet operating in TYPE 145 format.
de: Es gibt 2 Adressformate Bitcoin Cash Wallets zum Empfang eingehender Zahlungen: - TYPE 0 (älter) - TYPE 145 (neuer) Während %@ Brieftasche beide unterstützt, empfiehlt es sich, ein Bitcoin Cash Wallet im TYPE 145 Format zu verwenden.
es: Hay 2 formatos de dirección que las carteras de Bitcoin Cash pueden usar para recibir pagos entrantes: -TYPE 0 (más antiguo) -TYPE 145 (más nuevo) Aunque la cartera %@ admite ambos formatos, se recomienda usar una cartera de Bitcoin Cash operando en el formato TYPE 145.
fr: Les portefeuilles Bitcoin Cash peuvent utiliser deux formats d'adresse pour recevoir les paiements entrants : - TYPE 0 (plus ancien) - TYPE 145 (plus récent) . Bien que le portefeuille %@ soit compatible avec les deux formats, l'utilisation d'un portefeuille Bitcoin Cash utilisant le format TYPE 145 est recommandée.
ko: 비트코인 캐시 지갑이 수신 지불을 받는 데 사용할 수 있는 2가지 주소 형식이 있습니다. - 유형 0(이전) - 유형 145(최신) %@ 지갑은 두 가지를 모두 지원하지만 비트코인 캐시를 사용하는 것이 좋습니다. TYPE 145 형식으로 작동하는 지갑.
pt_br: Existem 2 formatos de endereço, Bitcoin Cash carteiras podem usar para receber pagamentos recebidos: - TYPE 0 (mais antigo) - TYPE 145 (mais recente) Enquanto a carteira %@ suporta ambos eles recomenda o uso de uma carteira Bitcoin Cash operando no formato TYPE 145.
ru: Существует 2 формата адресов, которые кошельки Bitcoin Cash могут использовать для приема входящих платежей: - TYPE 0 (более старый) - TYPE 145 (более новый) Хотя кошелек %@ поддерживает оба формата, рекомендуется использовать кошелек Bitcoin Cash, работающий в формате TYPE 145.
tr: Bitcoin Cash cüzdanlarının gelen ödemeleri almak için kullanabileceği 2 adres formatı vardır: - TYPE0 (eski) - TYPE145 (daha yeni) %@ cüzdan her ikisini de desteklerken, TYPE145 formatında çalışan bir Bitcoin Cash cüzdanı kullanmanızı önerir.
zh: 有2种地址格式的比特币现金钱包可以用来接收收到的付款： - TYPE 0 (旧) - TYPE 145 (更新) 虽然 %@ 钱包支持它们，它建议使用TYPE 145 格式的比特币现金钱包。

# settings.personal_support.telegram_username.title
source: Account
fr: Compte
ko: 계정
pt_br: Conta
zh: 账户

# settings.personal_support.telegram_username.placeholder
source: @username
de: @benutzername
pt_br: @nomedeusuario
zh: @用户名

# settings.personal_support.description
source: Enter your Telegram account name to open a personal support chat and we'll send message to you.
de: Geben Sie Ihren Telegram-Kontonamen ein, um einen persönlichen Support-Chat zu eröffnen und wir senden Ihnen eine Nachricht.
es: Introduzca su nombre de cuenta de Telegram para abrir un chat de soporte personal y le enviaremos un mensaje.
fr: Entrez le nom de votre compte Telegram pour ouvrir un chat de support personnel et nous vous enverrons un message.
pt_br: Digite seu nome de conta do Telegram para abrir um chat de suporte pessoal e enviaremos uma mensagem para você.
ru: Введите имя аккаунта Telegram, чтобы открыть личный чат поддержки, и мы отправим вам сообщение.
tr: Kişisel destek sohbeti açmak için Telegram hesap adınızı girin ve size mesaj göndereceğiz.
zh: 请输入您的 Telegram 帳號名稱以開啟一個個人支援聊天。我们將發送消息給您。

# settings.personal_support.request
source: Request
de: Anforderung
es: Pedido
fr: Requête
ko: 요청
pt_br: Solicitar
ru: Запрос
tr: İstek
zh: 请求

# settings.personal_support.requested
source: Requested
de: Angefragt
es: Solicitado
fr: Demandé
ko: 신청 완료
pt_br: Solicitado
ru: Запрошено
tr: Talep Edildi
zh: 已申请

# settings.personal_support.failed
source: Request failed
de: Anfrage fehlgeschlagen
es: Error en la solicitud
fr: La requête a échoué
ko: 요청 실패
pt_br: Falha na solicitação
ru: Ошибка запроса
tr: Talep Başarısız oldu
zh: 请求失败

# settings.personal_support.need_subscription
source: This feature only for %@ Wallet premium users. More info in our official site.
de: This feature is only for %@ Wallet premium users. More info on our official site.
es: Esta función solo está disponible para los usuarios premium de la cartera %@. Más información en nuestro sitio oficial.
fr: Cette fonctionnalité est réservée aux utilisateurs premium du Portefeuille %@ . Plus d'infos sur notre site officiel.
pt_br: Esse recurso somente para usuários premium da %@ Carteira. Mais informações em nosso site oficial.
ru: Эта функция доступна только для премиум-пользователей %@ Wallet . Дополнительная информация на нашем официальном сайте.
tr: Bu özellik yalnızca %@ Cüzdan premium kullanıcıları içindir. Daha fazla bilgi resmi sitemizde.
zh: 此功能仅适用于 %@ 钱包高级用户。我们官方网站中的更多信息。

# settings.personal_support.requested.description
source: You've already requested a private chat, find it on Telegram
de: Sie haben bereits einen privaten Chat angefordert, finden Sie ihn auf Telegram
es: Ya has solicitado un chat privado, encuentra en Telegram
fr: Vous avez déjà demandé une conversation privée, la trouver sur Telegram
ko: 이미 비공개 채팅을 요청하셨습니다. Telegram에서 찾아보세요.
pt_br: Você já pediu um chat privado, encontre-o no Telegram
ru: Вы уже запросили приватный чат, найдите его в Telegram
tr: Zaten özel bir sohbet talep ettiniz, bunu Telegram'da bulun
zh: 您已经请求了一个私聊，在Telegram 上找到它

# settings.personal_support.requested.open_telegram
source: Open Telegram
de: Telegram öffnen
es: Abrir Telegram
fr: Ouvrir Telegram
ko: 오픈 텔레그램
pt_br: Abrir Telegram
ru: Открыть Telegram
tr: Abrir Telegram
zh: 打开 Telegram

# settings.personal_support.requested.new_request
source: New Request
de: Neue Zahlungsaufforderung
es: Nueva requisición
fr: Nouvelle demande
ko: 요청
pt_br: Nova solicitação
ru: Новый запрос
tr: Yeni istek
zh: 新建请求

# terms.title
source: Terms
de: Bedingungen
es: Términos
fr: Conditions
ko: 약관
pt_br: Termos
ru: Условия использования
tr: Şartlar
zh: 条款

# terms.i_agree
source: I Agree
de: Ich stimme zu
es: Acepto
fr: J'accepte
ko: 동의함
pt_br: Eu concordo
ru: Я принимаю
tr: Kabul Ediyorum
zh: 我同意

# blockchain_settings.title
source: Blockchain Settings
de: Blockchain Einstellungen
es: Configuración de Blockchain
fr: Paramètres de la Blockchain
ko: 블록 체인 설정
pt_br: Configurações da Blockchain
ru: Настройки блокчейна
tr: Blockchain Ayarları
zh: 区块链设置

# backup_app.backup_manager.title
source: Backup Manager
es: Gestor de copias de seguridad
fr: Gestionnaire de sauvegarde
pt_br: Gerenciador de Backup
ru: Резерв. копирования
tr: Yedekleme yöneticisi
zh: 备份管理器

# backup_app.backup_manager.restore
source: Restore Backup
de: Backup wiederherstellen
es: Restaurar copia de seguridad
fr: Restaurer la sauvegarde
pt_br: Restaurar Backup
ru: Восстановить резервную копию
tr: Yedeği Geri Yükle
zh: 还原备份

# backup_app.backup_manager.create
source: Create New Backup
de: Neue Sicherung erstellen
es: Crear nueva copia de seguridad
fr: Créer une nouvelle sauvegarde
pt_br: Criar Novo Backup
ru: Создать новую резерв. копию
tr: Yeni Yedek Oluştur
zh: 创建新备份

# backup_app.backup_type.title
source: Save Backup
de: Backup speichern
es: Guardar copia de seguridad
fr: Enregistrer la sauvegarde
pt_br: Salvar Backup
ru: Сохранить резервную копию
tr: Yedeği kaydet
zh: 保存备份

# backup_app.backup_type.cloud
source: to iCloud
de: nach iCloud
es: A iCloud
fr: vers iCloud
pt_br: para o iCloud
ru: в iCloud
tr: iCloud'a
zh: 到 iCloud

# backup_app.backup_type.cloud.description
source: Saving a backup copy file in the your keychain.
de: Speichern einer Sicherungskopierdatei in Ihrem Schlüsselbund.
es: Guardando un archivo de copia de seguridad en el llavero.
fr: Sauvegarde d'un fichier de sauvegarde dans votre trousse.
pt_br: Salvar um arquivo de cópia de segurança no chaveiro.
ru: Сохранение файла резервной копии в вашем keychain.
tr: Anahtar zincirinizde bir yedek kopya dosyasını kaydetme.
zh: 在您的密钥链中保存备份拷贝文件。

# backup_app.backup_type.file
source: to Files
de: in Dateien
es: a archivos
fr: Vers Fichier
pt_br: para Arquivos
ru: в файлы
tr: Dosyalara
zh: 到文件

# backup_app.backup_type.file.description
source: Saving a backup copy file to your local folder.
de: Speichern einer Sicherungskopierdatei in Ihrem lokalen Ordner.
es: Guardando un archivo de copia de seguridad en su carpeta local.
fr: Sauvegarde d'un fichier de copie de sauvegarde dans votre dossier local.
pt_br: Salvando um arquivo de cópia de segurança em sua pasta local.
ru: Сохранение файла резервной копии в локальную папку.
tr: Bir yedek kopya dosyasını yerel klasörünüze kaydetme.
zh: 保存备份文件到您的本地文件夹。

# backup_app.backup_list.title
source: Backup File
de: Backup-Datei
es: Copia de seguridad
fr: Fichier de sauvegarde
pt_br: Arquivo de backup
ru: Файл резервной копии
tr: Yedek Dosyası
zh: 备份文件

# backup_app.backup_list.description.restore
source: List of contents in the backup file.
de: Liste der Inhalte in der Backup-Datei.
es: Lista de contenidos en el archivo de copia de seguridad.
fr: Liste des contenus dans le fichier de sauvegarde.
pt_br: Lista de conteúdo do arquivo de backup.
ru: Список содержимого в файле резервной копии.
tr: Yedek dosyasındaki içeriklerin listesi.
zh: 备份文件中的内容列表。

# backup_app.backup_list.header.wallets
source: Wallets
es: Carteras
fr: Portefeuilles
pt_br: Carteiras
ru: Кошельки
tr: Cüzdanlar
zh: 钱包

# backup_app.backup_list.header.other
source: Other
de: Andere
es: Otro
fr: Autre
pt_br: Outros
ru: Другое
tr: Diğer
zh: 其他

# backup_app.backup_list.other.watch_account.title
source: Watch Wallets
de: Watch-Adresse
es: Ver carteras
fr: Regarder les portefeuilles
pt_br: Ver Endereço
ru: Просмотр кошелька
tr: Cüzdan İzle
zh: 观察地址

# backup_app.backup_list.other.watchlist.title
source: Favorites
de: Merkliste
es: Lista de Seguimiento
fr: Liste de suivi
pt_br: Lista de observação
ru: Избранное
tr: İzleme Listesi
zh: 关注

# backup_app.backup_list.other.contacts.title
source: Contacts
de: Kontakte
es: Contactos
pt_br: Contatos
ru: Контакты
tr: Kişiler
zh: 联系人

# backup_app.backup_list.other.app_settings.title
source: App Settings
de: App-Einstellungen
es: Ajustes de app
fr: Paramètres de l'application
pt_br: Configurações do Aplicativo
ru: Настройки приложения
tr: Uygulama Ayarları
zh: 应用设置

# backup_app.backup_list.other.app_settings.description
source: Language, Currency, Appearance ...
de: Sprache, Währung, Erscheinung ...
es: Idioma, moneda, Apariencia ...
fr: Langue, Devise, Apparence ...
pt_br: Linguagem, Moeda, Aparência ...
ru: Язык, валюта, внешний вид ...
tr: Dil, Para Birimi, Görünüm ...
zh: 语言、 货币、 外观...

# backup_app.backup.disclaimer.cloud.title
source: Backup to iCloud
de: Sicherung in iCloud
es: Copia de seguridad en iCloud
fr: Sauvegarder sur iCloud
pt_br: Backup para o iCloud
ru: Резерв. копирование в iCloud
tr: iCloud'a yedekle
zh: 备份到iCloud
