Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/UnstoppableWallet/*.lproj/Localizable.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# send.confirmation.from
source: From
de: Von
zh: 来自

# send.confirmation.own
source: Own
de: Eigene
zh: 自有

# send.confirmation.contact_name
source: Contact Name
de: Kontaktname
es: Nombre de contacto
fr: Nom du contact
ko: 담당자 이름
pt_br: Nome do Contato
ru: Имя контакта
tr: Kişi Adı
zh: 联系人姓名

# send.confirmation.domain
source: Domain
de: Domäne
es: Dominio
fr: Domaine
ko: 도메인
pt_br: Domínio
ru: Домен
tr: Alan adı
zh: 域名

# send.confirmation.address
source: Address
de: Adresse
es: Dirección
fr: Adresses
ko: 주소
pt_br: Endereço
ru: Адрес
tr: Adres
zh: 地址

# send.confirmation.account
source: Account
fr: Compte
ko: 계정
pt_br: Conta
zh: 账户

# send.confirmation.memo
source: Memo
ru: Мемо
tr: Not
zh: 备忘录

# send.confirmation.memo_placeholder
source: Memo
ru: Мемо
tr: Not
zh: 备忘录

# send.confirmation.total
source: Total
de: Insgesamt
es: Összesen
ko: 합계
ru: Итого
tr: Toplam
zh: 总额

# send.confirmation.fee
source: Fee
de: Gebühr
es: Comisión
fr: Frais
ko: 수수료
pt_br: Taxa
ru: Комиссия
tr: Ücret
zh: 费用

# send.confirmation.replace_by_fee
source: Replace by Fee
de: Ersetzen durch Gebühr
zh: 替换交易

# send.confirmation.replaced_transactions
source: Replaced Transactions
de: Ersetzte Transaktionen
zh: 已替换的交易

# send.confirmation.input
source: Input
de: Eingabe
zh: 输入

# send.confirmation.comment
source: Comment
de: Kommentar
zh: 备注

# send.confirmation.action
source: Action
de: Aktion
zh: 操作

# send.confirmation.status
source: Status
zh: 状态

# send.confirmation.status.failed
source: Failed
de: Fehlgeschlagen
zh: 失败

# send.confirmation.sync_failed
source: Sync Failed
de: Synchronisation fehlgeschlagen
zh: 同步失败

# send.confirmation.invalid_data
source: Invalid Data
de: Ungültige Daten
zh: 无效数据

# send.confirmation.refresh
source: Refresh
de: Aktualisieren
zh: 刷新

# send.confirmation.please_wait
source: Please Wait
de: Bitte warten
zh: 请稍候

# send.confirmation.expires_in
source: Expires in %@
de: Läuft ab in %@
zh: 将在%@后过期

# send.confirmation.expired
source: Expired
de: Abgelaufen
zh: 过期

# send.confirmation.slide_to_send
source: Slide to Send
de: Zum Senden wischen
es: Deslizar para enviar
fr: Glisser pour envoyer
ko: 슬라이드하여 보내기
pt_br: Deslize para enviar
ru: Проведите для отправки
tr: Göndermek için Kaydırın
zh: 滑动发送

# send.confirmation.sending
source: Sending
de: Wird gesendet
es: Enviar
fr: En attente
ko: 전송중
pt_br: Enviando
ru: Отправка
tr: Gönderiliyor
zh: 发送中

# send.confirmation.sent
source: Sent
de: Gesendet
es: Enviado
ru: Отправлено
tr: Gönderildi
zh: 已发送

# send.confirmation.slide_to_approve
source: Slide to Approve
de: Zum Genehmigen wischen
zh: 滑动以批准

# send.confirmation.slide_to_revoke
source: Slide to Revoke
de: Zum Widerrufen wischen
zh: 滑动以撤销

# send.confirmation.slide_to_resend
source: Resend
de: Nochmal senden
es: Reenviar
ru: Отправить повторно
tr: Yeniden Gönder
zh: 重新发送

# send.confirmation.slide_to_cancel
source: Cancel Transaction
de: Transaktion abbrechen
ru: Отменить транзакцию
tr: İşlemi İptal Et
zh: 取消交易

# send.confirmation.resend
source: Resend
de: Nochmal senden
es: Reenviar
fr: Réenvoyer
ko: 재전송
pt_br: Enviar novamente
ru: Отправить повторно
tr: Yeniden Gönder
zh: 重新发送

# send.confirmation.btc_cancel_description
source: This action will attempt to invalidate the previous transaction by resending it as a new transaction sending some amount to self. If the original transaction remains pending when a new one is sent there is a high chance (not guaranteed) that it will be invalidated and replaced. Only one of these two transactions will be included in the blockchain.
de: Diese Aktion wird versuchen, die vorherige Transaktion zu ungültig zu machen, indem sie sie als neue Transaktion neu sendet und dabei einen Betrag an sich selbst sendet. Wenn die Originaltransaktion ausstehend bleibt, wenn eine neue gesendet wird, besteht eine hohe Wahrscheinlichkeit (nicht garantiert), dass sie ungültig gemacht und ersetzt wird. Nur eine dieser beiden Transaktionen wird in die Blockchain aufgenommen.
es: Esta acción intentará invalidar la transacción anterior reenviándola como una nueva transacción, enviando una cierta cantidad a sí misma. Si la transacción original permanece pendiente cuando se envía una nueva, hay una alta probabilidad (no garantizada) de que se invalide y se reemplace. Solo una de estas dos transacciones se incluirá en la cadena de bloques.
ru: Это действие попытается аннулировать предыдущую транзакцию, повторно отправив ее как новую транзакцию, отправляя определенную сумму самому себе. Если оригинальная транзакция остается в ожидании, когда отправляется новая, существует высокая вероятность (но не гарантировано), что она будет аннулирована и заменена. Только одна из этих двух транзакций будет включена в блокчейн.
tr: Bu işlem, önceki işlemi geçersiz kılmak için onu yeni bir işlem olarak kendine bir miktar göndererek yeniden göndermeyi deneyecektir. Yeni bir işlem gönderildiğinde önceki işlem hala beklemekteyse, bu işlemin geçersiz kılınacağı ve yerine geçeceği yüksek bir olasılık vardır (garanti edilmez). Bu iki işlemden sadece biri blok zincirine dahil edilecektir.
zh: 此操作将尝试通过将其作为新交易重新发送并将一些金额发送到自身来使原始交易无效。如果原始交易在发送新交易时仍然挂起，有很高的几率（但不保证）它将被作废并替换。只有这两个交易中的一个将被包含在区块链中。

# send.confirmation.speed_up
source: Speed Up
de: Beschleunigen
ru: Ускорить
zh: 加速

# send.confirmation.cancel
source: Cancel Transaction
de: Transaktion abbrechen
fr: Annuler la transaction
ko: 트랜잭션 취소
pt_br: Cancelar transação
ru: Отменить транзакцию
tr: İşlemi İptal Et
zh: 取消交易

# send.confirmation.method
source: Method
de: Methode
es: Método
fr: Méthode
ko: 메소드
pt_br: Método
ru: Метод
tr: Yöntem
zh: 方法

# send.confirmation.replace_by_fee.disabled
source: Disabled
de: Deaktiviert
es: Desabilitado
ru: Выкл.
zh: 已禁用

# send.amount_error.balance
source: Not Enough Balance
de: Nicht genügend Guthaben
es: Saldo insuficiente
fr: Solde insuffisant
ko: 잔고 부족
pt_br: Saldo insuficiente
ru: Недостаточно средств
tr: Yetersiz bakiye
zh: 余额不足

# send.address_error.own_address
source: Sending %@ to your own address is not allowed. Please enter a different recipient address.
de: Das Senden von %@ an die eigene Adresse ist nicht erlaubt. Bitte geben Sie eine andere Empfängeradresse ein.
es: No se puede transferir TRX a ti mismo
fr: Impossible de transférer des TRX à vous-même
ko: TRX를 자신에게 전송할 수 없습니다
pt_br: Não é possível transferir TRX para si mesmo
ru: Невозможно отправить TRX самому себе
tr: TRX kendinize aktarılamıyor
zh: 不允许将 %@ 发送到您自己的地址。请输入其他收款地址。

# send.amount_error.maximum_amount
source: Maximum amount %@
de: Maximaler Betrag %@
es: Monto máximo %@
fr: Montant maximum %@
ko: 최대 %@ 금액
pt_br: Valor máximo: %@
ru: Макс. сумма %@
tr: Maksimum miktar %@
zh: 最大金额 %@

# send.amount_error.minimum_amount
source: Minimum amount %@
de: Minimaler Betrag %@
es: Monto mínimo %@
fr: Montant minimum %@
ko: 최소 %@ 금액
pt_br: Valor mínimo: %@
ru: Мин. сумма %@
tr: Minimum miktar %@
zh: 最小金额 %@

# send.amount_error.min_required_balance
source: Min. required remainder %@
de: Mindestens erforderlicher Rest %@
es: Min. requerido restante %@
fr: Minimum requis %@ restant
ko: 최소 %@ 만큼의 필요 잔여금
pt_br: Restante min. necessário %@
ru: Мин. обязательный остаток %@
tr: Min. gerekli bakiye %@
zh: 最小要求剩余 %@

# send.amount_warning.coin_needed_for_fee
source: Consider leaving some %@ on balance to be able to pay for future transactions.
de: Überlegen Sie, ob Sie einige %@ auf dem Guthaben belassen wollen, um für zukünftige Transaktionen bezahlen zu können.
es: Considere dejar algún %@ en el saldo para poder pagar futuras transacciones.
fr: Pensez à laisser quelques %@ sur le solde pour payer de futures transactions.
ko: 향후 거래에 대해 지불할 수 있도록 일부 %@를 잔액으로 남겨두는 것이 좋습니다.
pt_br: Considere deixar algum %@ no saldo para poder pagar transações futuras.
ru: Рассмотрите возможность оставить %@ на балансе, чтобы иметь возможность оплачивать будущие транзакции.
tr: Gelecekteki işlemler için ödeme yapabilmek için bakiyenizde biraz %@ bırakmayı göz önünde bulundurun.
zh: 考虑留下%@作为余额以便能够支付未来的交易。

# send.token.insufficient_fee_alert
source: Transaction fees for transferring %@ (on %@) paid in %@. You need %@.
de: Transaktionsgebühren für %@ %@ in %@ bezahlt. Du brauchst %@.
es: Las comisiones de transacción para %@ (%@) pagado en %@. Es necesario %@.
fr: Frais de transaction pour %@ (%@) payé en %@. Il est nécessaire %@.
ko: %@ (%@) 에 대한 거래 수수료는 %@로 지불되었습니다. 귀하는 %@가 필요합니다.
pt_br: Taxas de transação para %@ (%@) pagas em %@. Você precisa de %@.
ru: Комиссии за транзакцию %@ (%@) взимаются в %@. Вам нужно %@.
tr: %@ (%@) için ișlem ücreti %@ hesabından ödenir. Asgari %@ gerekiyor.
zh: %@（%@）的交易费用以%@支付。您需要%@。

# send.fee_settings.amount_error.balance.title
source: Insufficient Balance
de: Unzureichendes Guthaben
es: Saldo insuficiente
fr: Solde insuffisant
ko: 잔액 부족
pt_br: Saldo insuficiente
ru: Недостаточный баланс
tr: Yetersiz Bakiye
zh: 可用额度不足

# send.fee_settings.amount_error.balance
source: The current %@ balance is below the amount required to process theis transaction, including transaction fee.
de: Das aktuelle %@-Guthaben liegt unter dem für die Abwicklung dieser Transaktion erforderlichen Betrag einschließlich der Transaktionsgebühr.
es: El saldo actual de %@ es inferior al monto requerido para procesar esta transacción, incluida la tarifa de transacción.
fr: Le solde actuel des %@ est inférieur au montant requis pour traiter cette transaction, frais de transaction compris.
ko: 현재 %@ 잔액은 거래 수수료를 포함하여이 거래를 처리하는 데 필요한 금액보다 적습니다.
pt_br: O saldo atual de %@ está abaixo do valor necessário para processar a transação, incluindo taxa de transação.
ru: Текущий баланс %@ ниже суммы, необходимой для обработки этой транзакции, включая комиссию за транзакцию.
tr: Mevcut %@ bakiyesi, işlem ücreti dahil bu işlemi gerçekleştirmek için gereken miktarın altında.
zh: 當前%@餘額低於處理此交易所需的金額，包括交易費用。

# send.fee_settings.stuck_warning.title
source: Risk of getting stuck
de: Gefahr des Festklemmens
es: Riesgo de atascarse
fr: Risque de blocage
ko: 갇힐 위험
pt_br: Risco de ficar trancado
ru: Внимание! Транзакция может застрять в сети
tr: Takılma riski
zh: 有被卡的风险

# send.fee_settings.stuck_warning
source: The transaction may get stuck or fail.
de: Die Transaktion kann festklemmen oder fehlschlagen.
es: La transacción puede quedarse atascada o fallar.
fr: La transaction risque d'être bloquée ou d'échouer.
ko: 트랜잭션이 중단되거나 실패할 수 있습니다.
pt_br: A transação pode ficar presa ou falhar.
ru: Транзакция может застрять в сети или будет отклонена.
tr: İşlem takılabilir veya başarısız olabilir.
zh: 交易可能被卡或失败。

# send.fee_settings.fee_error.title
source: Fee Error
de: Gebührenfehler
es: Error de tarifa
fr: Erreur de frais
ko: 수수료 오류
pt_br: Erro de taxa
ru: Ошибка комиссии
tr: Ücret Hatası
zh: 手续费错误

# send.fee_settings.too_low
source: Fee Rate is too low.
de: Die Gebühr ist zu niedrig.
es: La tarifa es demasiado baja.
fr: Le taux de frais est trop faible.
ko: 요금이 너무 낮습니다.
pt_br: Taxa de taxa é muito baixa.
ru: Ставка комиссии слишком низкая.
tr: Ücret Oranı çok düşük.
zh: 费用率太低。

# send.fee_settings.fee_rate_unavailable
source: Fee Rate unavailable. Please, check fee rates manually
de: Gebührensatz nicht verfügbar. Bitte überprüfen Sie die Gebührensätze manuell
es: Tarifa Tasa no disponible. Por favor, consulte las tarifas manualmente
fr: Taux de frais indisponible. Veuillez vérifier les taux de frais manuellement
ko: 수수료 비율을 사용할 수 없습니다. 수수료 요율을 수동으로 확인하십시오.
pt_br: Tarifa indisponível. Por favor, verifique as taxas de taxas manualmente
ru: Ставка комиссии недоступна. Пожалуйста, проверьте ставки комиссии вручную
tr: Ücret Oranı mevcut değil. Lütfen ücret oranlarını manuel olarak kontrol edin
zh: 费用率不可用。请手动检查费率。

# send.stuck_warning
source: Warning! Risk of getting stuck
de: Warnung! Gefahr des Festklemmens
es: ¡Advertencia! Riesgo de atascarse
fr: Attention ! Risque de blocage
ko: 경고! 갇힐 위험
pt_br: Atenção! Risco de ficar preso
ru: Внимание! Транзакция может застрять в сети
tr: Uyarı! Takılma riski
zh: 警告！有被骗的风险

# send.unspent_outputs.description
source: Manually select UTxO to spend the funds in the balance
de: Manuell die UTxO auswählen, um die Mittel im Guthaben auszugeben
zh: 手动选择 UTxO 将资金花在余额中

# send.unspent_outputs.send_to
source: Send To
de: Senden an
ru: Отправить
tr: Göndermek için
zh: 发送至

# send.unspent_outputs.change
source: Change
de: Ändern
es: Cambio
ru: Изменить
tr: Değiştir
zh: 更改

# approve.confirmation.you_approve
source: You Approve
de: Sie genehmigen
es: Apruebas
fr: Vous approuvez
ko: 승인합니다
pt_br: Você concorda
ru: Вы разрешаете
tr: Sen Onaylıyorsun
zh: 您批准

# approve.confirmation.you_revoke
source: You Revoke
de: Du widerrufen
es: Revocas
fr: Vous révoquez
ko: 당신은 취소
pt_br: Você revoga
ru: Вы отменяете
tr: Sen iptal et
zh: 您已取消

# approve.confirmation.spender
source: Spender
de: Ausgeber
es: Gastador
fr: Dépendant
ko: 스펜더
pt_br: Gastador
ru: Покупатель
tr: Harcayan
zh: 消费人

# send.enter_amount
source: Enter Amount
de: Betrag eingeben
zh: 输入金额

# send.token_not_enabled
source: Token Not Enabled
de: Token nicht aktiviert
zh: 代币未启用

# send.token_syncing
source: Token Syncing
de: Token-Synchronisation
zh: 代币同步

# send.token_not_synced
source: Token Not Synced
de: Token nicht synchronisiert
zh: 代币未同步

# send.insufficient_balance
source: Insufficient Balance
de: Unzureichendes Guthaben
zh: 可用额度不足

# send.continue_anyway
source: Continue Anyway
de: Trotzdem fortfahren
zh: 仍要继续

# send.address.enter_address
source: Enter Address
de: Adresse eingeben
zh: 输入地址

# send.address.invalid_address
source: Invalid Address
de: Ungültige Adresse
zh: 地址无效

# send.address.recent
source: Recent
de: Neueste
zh: 最近使用

# send.address.contacts
source: Contacts
de: Kontakte
zh: 联系人

# send.address.checking
source: Checking
de: Prüfung
zh: 正在检查

# send.address.check.clear
source: Clear
de: Löschen
zh: 清除

# send.address.check.detected
source: Detected
de: Erkannt
zh: 已检测到

# send.address.risky.title
source: Risky Address!
de: Risikoreiche Adresse!
zh: 风险地址

# send.address.risky.description
source: You are about to send funds to a high-risk address. Proceeding may result in loss of funds or other security risks. By continuing, you accept the potential dangers. Are you sure you want to proceed?
de: Du bist dabei, Gelder an eine risikoreiche Adresse zu senden. Das Fortfahren könnte zum Verlust von Geldern oder anderen Sicherheitsrisiken führen. Durch das Fortfahren akzeptierst du die potenziellen Gefahren. Bist du sicher, dass du fortfahren möchtest?
zh: 您即将向高风险地址发送资金。继续操作可能导致资金损失或其他安全风险。继续即表示您接受这些潜在风险。确定要继续吗？

# send.address.phishing_check
source: Phishing Check
de: Phishing-Prüfung
zh: 钓鱼检测

# send.address.phishing.description
source: Analyzes the provided destination address for potential phishing risks. "Clear:" No suspicious activity detected."Detected:" t appears that someone may be trying to trick you into sending funds to an incorrect address. Do not proceed unless absolutely certain that the address is correct. Consider sending a small test transaction first.
de: Analysiert die angegebene Zieladresse auf potenzielle Phishing-Risiken. Sauber: Keine verdächtigen Aktivitäten erkannt. Erkannt: Es scheint, dass jemand versuchen könnte, dich dazu zu bringen, Gelder an eine falsche Adresse zu senden. Fahre nur fort, wenn du absolut sicher bist, dass die Adresse korrekt ist. Erwäge, zuerst eine kleine Testtransaktion zu senden.
zh: 分析所提供的收款地址是否存在潜在的钓鱼风险。 安全：未发现可疑活动。 已检测到：该地址可能有人试图诱骗您将资金发送到错误地址。除非完全确认地址无误，否则请勿继续。建议您先尝试发送一笔小额测试交易。

# send.address.phishing.caution.title
source: Phishing Address Detected!
de: Phishing-Adresse erkannt!
zh: 已检测到钓鱼地址！

# send.address.phishing.caution.description
source: The address you entered may be fraudulent. Scammers often alter the first and last characters. Verify the full address carefully before proceeding to avoid loss.
de: Die eingegebene Adresse könnte betrügerisch sein. Betrüger ändern oft die ersten und letzten Zeichen. Überprüfe die vollständige Adresse sorgfältig, bevor du fortfährst, um Verluste zu vermeiden.
zh: 您输入的地址可能存在欺诈风险。骗子常常篡改地址的首尾字符。请在继续之前仔细核对完整地址，以避免资金损失。

# send.address.sanction_check
source: Sanction Check
de: Sanktionsprüfung
zh: 制裁检查

# send.address.sanction.description
source: Verifies whether the recipient’s address is subject to international sanctions, using data from Chainalysis.com. "Clear:" No sanctions detected."Detected:" Potential legal risk. Transactions with this address may be restricted or illegal in certain jurisdictions.
de: Überprüft, ob die Empfängeradresse internationalen Sanktionen unterliegt, unter Verwendung von Daten von Chainalysis.com. Sauber: Keine Sanktionen erkannt. Erkannt: Potenzielles rechtliches Risiko. Transaktionen mit dieser Adresse könnten in bestimmten Rechtsordnungen eingeschränkt oder illegal sein.
zh: 核实收款地址是否受到国际制裁，数据来源：Chainalysis.com。 安全：未检测到制裁。 已检测到：存在潜在法律风险。在某些司法管辖区，与该地址的交易可能受限或违法。

# send.address.sanction.caution.title
source: Sanctioned Address!
de: Sanktionierte Adresse!
zh: 受制裁地址！

# send.address.sanction.caution.description
source: The address you entered is flagged as sanctioned. Transactions to this address could lead to loss or other risks. Please verify the recipient's details before proceeding.
de: Die eingegebene Adresse ist als sanktioniert gekennzeichnet. Transaktionen an diese Adresse könnten zu Verlusten oder anderen Risiken führen. Bitte überprüfe die Details des Empfängers, bevor du fortfährst.
zh: 您输入的地址已被标记为受制裁。向该地址转账可能导致资金损失或其他风险。请在继续之前核实收款人信息。

# send.address.blacklist_check
source: Blacklist Check
de: Blacklist-Prüfung
zh: 黑名单检查

# send.address.blacklist.description
source: Checks if the destination address is listed on official or unofficial blacklists. "Clear:" No blacklist flags."Detected:" Detected: The address is blacklisted and may be associated with legal or security risks. Proceed with caution. Many crypto exchanges restrict users who deposit or withdraw funds from wallets that have interacted with blacklisted addresses. Keep that in mind.
de: Überprüft, ob die Zieladresse auf offiziellen oder inoffiziellen schwarzen Listen steht. Sauber: Keine Blacklist-Kennzeichnungen. Erkannt: Die Adresse steht auf der schwarzen Liste und könnte mit rechtlichen oder Sicherheitsrisiken verbunden sein. Fahre mit Vorsicht fort. Viele Kryptobörsen beschränken Nutzer, die Gelder von Wallets einzahlen oder abheben, die mit Adressen auf schwarzen Listen interagiert haben. Behalte das im Hinterkopf.
zh: 检查目标地址是否被列入官方或非官方黑名单。 安全：未发现黑名单标记。 已检测到：该地址已被列入黑名单，可能涉及法律或安全风险。请谨慎操作。许多交易所会限制与黑名单地址有过往来记录的钱包用户的充值和提现，请注意。

# send.address.blacklist.caution.title
source: Blacklisted Address!
de: Adresse auf schwarzer Liste!
zh: 黑名单地址！

# send.address.blacklist.caution.description
source: The address you entered is flagged as blacklisted. Transactions to this address could lead to loss or other risks. Please verify the recipient's details before proceeding.
de: Die eingegebene Adresse ist als auf der schwarzen Liste stehend gekennzeichnet. Transaktionen an diese Adresse könnten zu Verlusten oder anderen Risiken führen. Bitte überprüfe die Details des Empfängers, bevor du fortfährst.
zh: 您输入的地址已被标记为黑名单地址。向该地址转账可能导致资金损失或其他风险。请在继续之前仔细核实收款人信息。

# donate.list.title
source: Donate with
de: Spenden mit
es: Donar con
fr: Donnez avec
ko: 기부하기
pt_br: Doar com
ru: Пожертвовать с помощью
tr: Bağış yapın
zh: 捐赠方式

# donate.list.get_address
source: Get Donate Address
de: Spendenadresse erhalten
es: Obtener dirección de donación
fr: Obtenir l'adresse du don
ko: 주소 받기
pt_br: Obter Endereço para Doações
ru: Получить адрес для пожертвования
tr: Bağış Adresini Al
zh: 获取捐赠地址

# donate.list.get_address.title
source: Addresses
de: Adresse
es: Dirección
fr: Adresses
ko: 구애
pt_br: Endereços
ru: Адреса
tr: Adresler
zh: 地址

# donate.title
source: Donate %@
de: %@ Spenden
es: Donar %@
ko: 기부하기 %@
pt_br: Doe %@
ru: Пожертвовать %@
tr: Bağış yapmak %@
zh: 捐赠%@

# donate.no_assets
source: You have no assets to donate.
de: Sie haben keine Assets zu spenden.
es: No tiene activos para donar.
fr: Vous n'avez pas d'actifs à donner.
ko: 당신은 기부할 자산이 없습니다.
pt_br: Você não tem ativos para doar.
ru: У вас нет активов для пожертвования.
tr: Bağışlayacak varlığınız yok.
zh: 您没有资产可以捐赠。

# donate.support.description
source: Together, with your support, we can make this app even better!
de: Gemeinsam können wir mit Ihrer Unterstützung diese App noch besser machen!
es: ¡Junto con tu apoyo, podemos hacer esta aplicación aún mejor!
fr: Ensemble, avec votre soutien, nous pouvons encore améliorer cette application!
ko: 함께, 여러분의 지원으로 우리는 이 앱을 더 좋게 만들 수 있습니다!
pt_br: Juntos, com o seu apoio, podemos fazer este aplicativo ainda melhor!
ru: С вашей поддержкой мы вместе сможем сделать это приложение еще лучше!
tr: Desteğinizle birlikte bu uygulamayı daha da iyi hale getirebiliriz!
zh: 在你的支持下，我们可以使这个应用更好！

# donate.support.bottom_description
source: Or select a coin to donate
de: Oder wählen Sie eine Münze zum Spenden
es: O selecciona una moneda para donar
fr: Ou sélectionnez une pièce à faire un don
pt_br: Ou selecione uma moeda para doar
ru: Или выберите монету для пожертвования
tr: Ya bağış yapmak için bir coin seçin
zh: 或选择一种币进行捐赠

# choose_coin.title
source: Choose Coins
de: Coins auswählen
es: Elegir monedas
fr: Crypto Monnaie
ko: 코인 선택하기
pt_br: Escolher Moedas
ru: Выберите токены
tr: Kripto Parayı Seç
zh: 选择代币

# swap.title
source: Swap
es: Permutar
fr: Echanger
ko: 스왑
pt_br: Trocar
ru: Обмен
tr: Takas
zh: 掉期交易

# swap.no_assets
source: You have no assets to swap.
de: Du hast keine Vermögenswerte zum Tauschen.
es: No tiene activos para intercambiar.
fr: Vous n'avez pas d'actifs à échanger.
ko: 자산을 교환할 수 없습니다.
pt_br: Você não tem nenhum ativo para trocar.
ru: У вас нет активов для обмена.
tr: Takas edilecek varlığınız yok.
zh: 您目前没有可供交换的资产。

# swap.you_pay
source: You Pay
de: Sie bezahlen
es: Usted paga
fr: Vous payez
ko: 지불하기
pt_br: Você Paga
ru: Вы платите
tr: Ödediğiniz
zh: 您支付

# swap.estimated
source: estimated
de: geschätzt
es: estimado
fr: estimé
ko: 예상
pt_br: estimado
ru: приблизительно
tr: tahmini
zh: 估计

# swap.balance
source: Balance
de: Guthaben
es: Saldo
fr: Solde
ko: 잔액
pt_br: Saldo
ru: Баланс
tr: Bakiye
zh: 余额

# swap.you_get
source: You Get
de: Sie erhalten
es: Obtienes
fr: Vous recevez
ko: 얻기
pt_br: Você recebe
ru: Вы получите
tr: Kazandığınız
zh: 您获得

# swap.token
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ko: 선택
pt_br: Selecionar
ru: Выбрать
tr: Seç
zh: 选择

# swap.advanced_settings
source: Swap Settings
de: Swap-Einstellungen
es: Ajustes de intercambio
fr: Paramètres de swap
ko: 스왑 설정
pt_br: Configurações de troca
ru: Настройки обмена
tr: Swap Ayarları
zh: 掉期设置

# swap.proceed_button
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ko: 다음
pt_br: Próximo
ru: Далее
tr: İleri
zh: 下一步

# swap.approve.title
source: Swap Approve
de: Genehmigen tauschen
es: Aprobación de Swap
fr: Swap approuvé
ko: 스왑 승인
pt_br: Aprovar Troca
ru: Разрешение обмена
tr: Takas Onayı
zh: 互兑批准
