Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/Widget/*.lproj/AppWidget.strings
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# 6ebp42
source: Selected Coin
de: Ausgewählte Münze
es: Moneda seleccionada
fr: Pièce sélectionnée
ko: 선택한 코인
pt_br: Selecionar moeda
ru: Выбранный токен
tr: Seçilen Koin
zh: 已选硬币

# 8vJheC
source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
ko: 정렬 기준
pt_br: Organizar por
ru: Сортировать
tr: Sırala
zh: 排序方式为

# qHGyuo
source: Highest Cap
de: Höchste Obergrenze
es: Capitalización Mayor
fr: Cap. marché la plus forte
ko: 가장 높은 시가총액
pt_br: Maior capitalização
ru: Наивысшая кап.
tr: En Yüksek
zh: 市值由高到低

# tVjZ7W
source: Lowest Cap
de: Niedrigste Obergrenze
es: Capitalización Menor
fr: Cap. marché la plus basse
ko: 가장 낮은 시가총액
pt_br: Menor capitalização
ru: Наименьшая кап.
tr: En Düşük
zh: 市值由低到高

# t6AKQ5
source: Highest Volume
de: Höchste Lautstärke
es: Mayor Volumen
fr: Volume le plus élevé
ko: 가장 높은 거래량
pt_br: Maior volume
ru: Наивысший объем
tr: En Yüksek HacIm
zh: 成交量由高到低

# C1LmDj
source: Lowest Volume
de: Geringste Lautstärke
es: Menor Volumen
fr: Volume le plus bas
ko: 가장 낮은 거래량
pt_br: Menor volume
ru: Наименьший объем
tr: En Düşük HacIm
zh: 成交量由低到高

# Rl3a0T
source: Top Gainers
de: Top- Gewinner
es: Máximos Ganadores
fr: Les grands gagnants
ko: 최고 승자
pt_br: Maiores Altas
ru: Показывают рост
tr: En Kazançlılar
zh: 涨幅榜

# x1kK4T
source: Top Losers
de: Top Verlierer
es: Máximos Perdedores
fr: Les gros perdants
ko: 최고 패자
pt_br: Maiores Quedas
ru: Теряют в цене
tr: Çok Kaybedenler
zh: 跌幅榜

# 2puq80
source: Coin Price List
de: Münzpreisliste
es: Lista de precios de criptomonedas
fr: Liste des prix des cryptomonnaies
ko: 동전 가격표
pt_br: Lista de Preços de Moedas
ru: Список цен на токены
tr: Para Birimi Fiyat Listesi
zh: 数字货币价格列表

# Iodq3O-C1LmDj
source: Just to confirm, you wanted ‘Lowest Volume’?
de: Um sicherzustellen, dass ich das richtig verstehe, meintest du "geringstes Handelsvolumen"?
es: Para confirmar, ¿quieres "Menor Volumen"?
fr: Pour confirmer, vous vouliez 'Volume le plus bas'?
ko: 확인용으로, '최저 거래량'을 원하셨나요?
pt_br: Para confirmar, você queria 'Menor volume'?
ru: Для подтверждения, вы хотели 'Наименьший объем'?
tr: Sadece teyit etmek için, ‘En Düşük Hacim’i mi istediniz?
zh: 只是确认一下，你想要'最低交易量'对吗？

# Iodq3O-Rl3a0T
source: Just to confirm, you wanted ‘Top Gainers’?
de: Um sicherzustellen, dass ich das richtig verstehe, meintest du 'Top-Gewinner'?
es: Para confirmar, ¿quieres 'Principales Ganadores'?
fr: Juste pour confirmer, vous vouliez 'Top Gainers'?
ko: 확인용으로, '최고 승자'을 원하셨나요?
pt_br: Para confirmar, você queria 'Maiores Altas'?
ru: Для подтверждения, вы хотели список "Показывают рост"?
tr: Sadece teyit etmek için, 'En Çok Kazananlar'ı mı istediniz?
zh: 只是确认一下，您想要‘涨幅最大’对吗？

# Iodq3O-qHGyuo
source: Just to confirm, you wanted ‘Highest Cap’?
de: Um sicherzustellen, dass ich das richtig verstehe, meintest du 'Höchste Kapitalisierung'?
es: Para confirmar, ¿querías 'Capitalización Mayor'?
fr: Juste pour confirmer, vous vouliez 'Capitalisation la plus élevée'?
ko: 확인용으로, '가장 높은 시가총액'을 원하셨나요?
pt_br: Para confirmar, você queria 'Maior capitalização'?
ru: Для подтверждения, вы хотели список "Наивысший капитал"?
tr: Sadece teyit etmek için, 'En Yüksek Kap'ı mı istediniz?
zh: 只是确认一下，您想要‘最高市值’对吗？

# Iodq3O-t6AKQ5
source: Just to confirm, you wanted ‘Highest Volume’?
de: Um sicherzustellen, dass ich das richtig verstehe, meintest du 'Höchstes Volumen'?
es: Para confirmar, ¿querías 'Mayor Volumen'?
fr: Juste pour confirmer, vous vouliez 'Volume le plus élevé'?
ko: 확인용으로, '가장 높은 거래량'을 원하셨나요?
pt_br: Para confirmar, você queria 'Maior volume'?
ru: Для подтверждения, вы хотели список "Наивысший объем"?
tr: Sadece teyit etmek için, 'En Yüksek Hacim'i mi istediniz?
zh: 只是确认一下，您想要‘最高交易量’对吗？

# Iodq3O-tVjZ7W
source: Just to confirm, you wanted ‘Lowest Cap’?
de: Um sicherzustellen, dass ich das richtig verstehe, meintest du 'Niedrigste Kapitalisierung'?
es: Para confirmar, ¿querías 'Capitalización Menor?
fr: Juste pour confirmer, vous vouliez 'Capitalisation la plus faible'?
ko: 확인용으로, '가장 낮은 시가총액'을 원하셨나요?
pt_br: Para confirmar, você queria 'Menor capitalização'?
ru: Для подтверждения, вы хотели список "Наименьший капитал"?
tr: Sadece doğrulamak için, 'En Düşük Kap'ı mı istiyordunuz?
zh: 只是确认一下，您想要‘最低市值’对吗？

# Iodq3O-x1kK4T
source: Just to confirm, you wanted ‘Top Losers’?
de: Um sicherzustellen, dass ich das richtig verstehe, meintest du 'Top-Verlierer'?
es: Para confirmar, ¿querías 'Máximos Perdedores'?
fr: Juste pour confirmer, vous vouliez 'Les plus grands perdants'?
ko: 확인용으로, '최고 패자'을 원하셨나요?
pt_br: Para confirmar, você queria 'Maiores Quedas'?
ru: Для подтверждения, вы хотели список "Теряют в цене"?
tr: Sadece teyit etmek için, 'En Çok Kaybedenler'i mi istediniz?
zh: 只是确认一下，您想要‘最大跌幅’对吗？

# OkcYOj
source: View coin price for selected coin
de: Anzeigen des Münzpreises für ausgewählte Münze
es: Ver el precio de la moneda seleccionada
fr: Afficher le prix de la cryptomonnaie sélectionnée
ko: 선택한 코인의 가격 보기
pt_br: Ver el precio de la moneda seleccionada
ru: Просмотр цены для выбранного токена
tr: Seçilen para birimi için fiyatı görüntüle
zh: 查看所选币种的价格

# VXTxGF
source: Widget Coin
de: Widget Münze
es: Widget de moneda
fr: Widget de la cryptomonnaie
ko: 위젯 코인
pt_br: Widget Moeda
ru: Виджет токена
tr: Widget Para Birimi
zh: 小部件币

# ZBHf6A
source: Sort Type
de: Sortiertyp
es: Tipo de ordenamiento
fr: Type de tri
ko: 정렬 유형
pt_br: Tipo de Classificação
ru: Сортировка
tr: Sıralama Türü
zh: 排序类型

# hrLfmt
source: Single Coin Price
de: Einzelpreis der Münze
es: Precio de una sola moneda
fr: Prix d'une seule cryptomonnaie
ko: 단일 코인 가격
pt_br: Preço de uma Única Moeda
ru: Цена за один токен
tr: Tekil Para Birimi Fiyatı
zh: 单个币种价格

# nj8Co9-C1LmDj
source: There are ${count} options matching ‘Lowest Volume’.
de: Es gibt ${count} Optionen, die 'Niedrigstes Volumen' entsprechen.
es: Hay ${count} opciones que coinciden con 'Menor Volumen'.
fr: Il y a ${count} options correspondant à 'Volume le plus bas'.
ko: '최저 거래량'과 일치하는 옵션은 ${count} 개 있습니다.
pt_br: Há ${count} opções correspondentes a 'Menor volume'.
ru: Существует ${count} вариантов, соответствующих запросу 'Наименьший объем'.
tr: 'En Düşük Hacim' ile eşleşen ${count} seçenek var.
zh: 有 ${count} 个选项符合“最低成交量”。

# nj8Co9-Rl3a0T
source: There are ${count} options matching ‘Top Gainers’.
de: Es gibt ${count} Optionen, die 'Top-Gewinner' entsprechen.
es: Hay ${count} opciones que coinciden con 'Principales Ganadores'.
fr: Il y a ${count} options correspondant à 'Top Gainers'.
ko: '최고 승자'과 일치하는 옵션은 ${count} 개 있습니다.
pt_br: Há ${count} opções correspondentes a 'Maiores Altas'.
ru: Существует ${count} вариантов, соответствующих запросу 'Показывают рост'.
tr: ‘En Çok Kazananlar’ ile eşleşen ${count} seçenek var.
zh: 有 ${count} 个选项符合“涨幅最高”。

# nj8Co9-qHGyuo
source: There are ${count} options matching ‘Highest Cap’.
de: Es gibt ${count} Optionen, die 'Höchste Kapitalisierung' entsprechen.
es: Hay ${count} opciones que coinciden con 'Capitalización Mayor'.
fr: Il y a ${count} options correspondant à 'Capitalisation la plus élevée'.
ko: '가장 높은 시가총액' 과 일치하는 옵션은 ${count} 개 있습니다.
pt_br: Há ${count} opções correspondentes a 'Maior capitalização'.
ru: "Существует ${count} вариантов, соответствующих запросу 'Наивысший капитал'.
tr: ‘En Yüksek Kap’ ile eşleşen ${count} seçenek var.
zh: 有 ${count} 个选项符合“最高市值”。

# nj8Co9-t6AKQ5
source: There are ${count} options matching ‘Highest Volume’.
de: Es gibt ${count} Optionen, die 'Höchstes Volumen' entsprechen.
es: Hay ${count} opciones que coinciden con 'Mayor Volumen'.
fr: Il y a ${count} options correspondant à 'Volume le plus élevé'.
ko: '가장 높은 거래량'과 일치하는 옵션은 ${count} 개 있습니다.
pt_br: Há ${count} opções correspondentes a 'Maior volume'.
ru: "Существует ${count} вариантов, соответствующих запросу 'Наивысший объем'.
tr: ‘En Yüksek Hacim’ ile eşleşen ${count} seçenek var.
zh: 有 ${count} 个选项符合“最高成交量”。

# nj8Co9-tVjZ7W
source: There are ${count} options matching ‘Lowest Cap’.
de: Es gibt ${count} Optionen, die 'Niedrigste Kapitalisierung' entsprechen.
es: Hay ${count} opciones que coinciden con 'Capitalización Menor'.
fr: Il y a ${count} options correspondant à 'Capitalisation la plus faible'.
ko: '가장 낮은 시가총액'과 일치하는 옵션은 ${count} 개 있습니다.
pt_br: Há ${count} opções correspondentes a 'Menor capitalização'.
ru: Существует ${count} вариантов, соответствующих запросу 'Наименьший капитал'.
tr: ‘En Düşük Kap’ ile eşleşen ${count} seçenek var.
zh: 有 ${count} 个选项符合“市值最低”。

# nj8Co9-x1kK4T
source: There are ${count} options matching ‘Top Losers’.
de: Es gibt ${count} Optionen, die 'Top-Verlierer' entsprechen.
es: Hay ${count} opciones que coinciden con 'Máximos Perdedores'.
ko: '최고 패자'과 일치하는 옵션은 ${count} 개 있습니다.
pt_br: Há ${count} opções correspondentes a 'Maiores Quedas'.
ru: Существует ${count} вариантов, соответствующих запросу 'Теряют в цене'.
tr: ‘En Çok Kaybedenler’ ile eşleşen ${count} seçenek var.
zh: 有 ${count} 个选项符合“跌幅最大”。

# rCV9fg
source: See coin prices for coin list
de: Sehen Sie sich die Münzpreise für die Münzliste an
es: Ver precios de las monedas en la lista de monedas
fr: Voir les prix des cryptomonnaies de la liste
ko: 코인 목록의 가격을 확인하세요
pt_br: Ver preços das moedas na lista de moedas
ru: Просмотреть цены токенов из списка
tr: Para listesi için para birimi fiyatlarını gör
zh: 查看币种列表的币价。
